// lib/data/church_history_data.dart

// =========================================================================
//                                 ክፋል ሓደ
// =========================================================================
const List<Map<String, String>> churchHistoryPartOne = [
  {
    'title': 'መቕድም',
    'content':
        'ኣብ እዚ ፍሉይ ጽምብል 2000 ዓ.ም ዓመተ-ኢዮቤልዩና ኢትዮጵያ ሚሌኒየም ስጋ ዝለበሰ ጐይታና ኢየሱስ ክርስቶስ ዘሎና ተኣማንነት እነሐድሰሉ ፍሉይ እዋን ኢዩ፡፡ እዚ ብምግባር መደብና ኣበይ ምዃኑ ታሪኽ ስለ ዘፍልጠና ናብ ታሪኽ ምእታውና ኣገዳሲ ኰይኑ ንረኽቦ፡፡ ኣብ ኢትዮጵያ ክርስትና ኮነ ካቶሊካዊት ቤተ ክርስትያን ሱር ዝሰደደ መሰረት ዘለዎን ኣብ ኣፍሪቃ መግዛእታዊ ምንጥልጣል ቅድሚ ምጅማሩ ካብ ጥንቲ እዋን ጀሚሩ ኢዩ፡፡ በዚ ምኽንያት ብዛዕባ ታሪኽ ካቶሊካዊት ቤተ ክርስትያን ኣብ ኢትዮጵያ ምፍላጥ ናይ ባዕልና መንነት ክርስትናና ንምሕዳስ ሓደ መለለዪ ኣካል ኢዩ፡፡\n\nእዚ ሓጺር ሕታም እዚ ብዛዕባ ሓድሓደ ብጣዕሚ ኣገደስቲ ዝኾኑ ጭብጥታት ካቶሊካዊት ቤተ ክርስትያን ኣብ ታሪኽ ኢትዮጵያ ዘብራህርህ ኢዩ፡፡ ብዝከኣል መጠን ኣብ ውሽጥን ወጻእን ሃገርን ንዘለዉ ብዙሓት ክርስትያን ንምብጻሕ “ሓጺር ታሪኽ ካቶሊካዊት ቤተ ክርስትያን ኢትዮጵያ” ዘርእስቱ ብትግርኛን እንግሊዝኛን ተጻሒፉ ቀሪቡ ኣሎ፡፡ ከም ጳጳስ ሰበኻ ዓዲግራት ንክቡር ኣባ ኬቪን ኦማሆኒ ኣባል ማሕበር ሚስዮናዊያን ኣፍሪቃን ንክቡር መምህር ታደሰ ተፈሪን ሓበሬታታት ኣብ ምእካብን ምትርጓምን ንዝገበርዎ ዘይሕለል ጻዕሪ ብጣዕሚ ከመስግኖም እፎቱ፡፡\n\nብተወሳኺ ካቶሊካዊት ቤተ ክርስትያን ዝተመስረተ ኣብ ሰበኻ ዓዲግራት ስለዝዀነ ካልኣይ ክፋል ናይ እዚ ሕታም እዚ “ሓጺር ታሪኽ ሰበኻ ዓዲግራት” ዝብል ትሕዝቶ ኣለዎ፡፡ ሕጂ እውን ንክልቲኦም ሓገዝትና ብስም ኵሎምን ብስመይን ልባዊ ምስጋናይ አቕርብ፡፡\n\nእዚ ዓመተ-ኢዮቤልዩና ዘመልክት መጀመሪ ናይ እዚ ሓድሽ ሚሌኒየም ብምዃኑ ኢዩ፡፡ ንቕድሚት ናይ ዝመጹ ዓመታት ትሕዝቶ እንታይ ምዃኖም ካባና ዋላ ሓደ እኳ ዝፈልጥ የልቦን፡፡ እንተዀነ ግን እዚ ብጣዕሚ ዘሕስበና ኩነት ክኸውን ኣይግባእን፡፡ እግዚኣብሔር ኣብ ስጋ ንዝለበሰ ወዱ ጐይታና ኢየሱስ ክርስቶስ ንሕድሪ እኖና ማርያምን ሓለዋኣን ልመናኣን ከምዝሃባ ንሕና እውን ከምኡ ዓርስና ክንህባ ይግበአና፡፡\n\nኣብ መውዳእታ ንሰበኻ ዓዲግራትን፣ ኵሎም ኢትዮጵያውያንን፣ ነፍሲ ወከፍናን ካብ ስርዓተ ቅዳሴ ኢትዮጵያ ብዝተወሰደ ጸሎት ንእኖና እግዝእትነ ማርያም ልመናይ አቕርብ፡ -\n\nኩሉ ጊዜ ድንግል ወላዲት ኣምላኽ እኖ ክርስቶስ ተሓጐሲ፣\nኃጢኣትና ምእንቲ ክኃድገልና ጸሎትና ናብ ፍቑር ወድኺ አዕርግልና፡፡\n\n+ ኣባ ተስፋስላሴ መድኅን\nጳጳስ ሰበኻ ዓዲግራት'
  },
  {
    'title': 'ካርታ ሓዋርያዊ መስተናብር ኢትዮጵያ',
    'path': 'assets/images/church_history/Part1.png',
    'content': ' '
  },
  {
    'title': 'ቀዳማይ ክፍሊ፡ ብዛዕባ እንታይ ኢና እንዛረብ',
    'content':
        'ቃላት ብጣዕሚ ከጋግዩ ይኽእሉ እዮም፡፡ ኣብ ልዕሊ ዘመናትን ኣብ ዝተፈላለዩ ቦታታትን ሓደ ዓይነት (ትኽክል) ቃል ዝተፈላለዩ ትርጉማት ክወሃቡዎ ይከኣል፡፡ ብ107 ዓ.ም. ቅዱስ ኢግናጽዮስ ናይ ኣንጾኪያ ንመጀመርያ ጊዜ \'ካቶሊክ\' ዝብል ቃል እንክጥቀም \'ዂላዊነት\' ንዝብል ሓሳብ ንምግላጽ ኢዩ ተጠቒሙሉ ነይሩ፡፡ ዳርጋ ን2000 ዓመት እዚ \'ካቶሊክ\' ዝብል ቃል ብቅዱስ ኢግናጽዮስ ዝተውሃቦ ትርጉም ሒዙ እናሃለወ ታሪኻዊ ዘይምርድዳኣት ንምእላይ ብዝነጸረ መንገዲ ተገሊጹ ይርከብ፡፡ ኣብዙ ቀረባ እዋን ኣብ ዝተሓትመ \'ትምህርተ ክርስቶስ ካቶሊካዊት ቤተ ክርስትያን\' “ካቶሊካዊነት” ወይ ከዓ “ኩላዊነት” ንዞም ዝስዕቡ ሰለስተ ነገራት ከም ዝሓቊፍ ተገይሩ ተገሊጹ ኣሎ፡፡\n\n• ተኣምኖ ካብ ሓዋርያት ሓደ እምነት፣\n• ሓባራዊ ኣቕርቦት መለኮታዊ ኣምልኾ፣ ብፍላይ ምስጢራት፣\n• ሓዋርያዊ ተኸታታልነት (ተተካእነት) ብምስጢረ ክህነት (ቊ.815 ርአ)¹\n\nንኢትዮጵያ ብዝርኢ “ፍትሓ ነገስት” ዝብሎ ምጥቃስ ኣገዳሲ ኢዩ፡፡ (እቲ ብቋንቋ ጽርኢ ዝተጽሓፈ ቀዳማይ ጽሑፍ ፍትሓ ነገስት ብ862 ዓ.ም. ኣቢሉ ከም ዝተሓገገ እንክግመት፣ እቲ ብቋንቋ ዓረብኛ ዝተገብረ ቅዳሕ ብ1230 ዓ.ም.፣ ቅዳሕ ቋንቋ ግዕዝ ከዓ ብ1442 ኣቢሉ ከም ዝተደንገገ ይግመት)፡፡ ፍትሓ ነገስት “ከምቲ ፓትርያርክ (ርእሰ ሊቃነ ጳጳሳት) ኣብ ልዕሊ እቶም ትሕቲኡ ዘለዉ ስልጣንን ሓላፍነትን ዘሎዎ፣ ጳጳስ መንበረ ሮሜ ከዓ ከምኡ ኣብ ልዕሊ ዂሎም ሊቃነ ጳጳሳት ስልጣን ኣሎዎ፡፡ ከመይ ንሱ ልክዕ ከምቲ ኣብ ልዕሊ ዂሎም ክርስትያን ኣሕሉቕን መሓብር ክርስትያንን ከም እንደራሴ ክርስቶስ ኣብ ልዕሊ ሕዝቡን ኣብያተ ክርስትያናቱን ስልጣን ዝነበሮ ጴጥሮስ ኢዩ”² ይብል፡፡'
  },
  {
    'title': 'ኣጠቓቕማ ቃላትን ታሪኻዊ ጭብጥታትን',
    'content':
        'ስለዙይ ቅዱስ ጴጥሮስን ተተካእቱን ኣብዛ ምድሪ ርእሲ ቤተ ክርስትያን ናይ ክርስቶስ ከም ዝኾኑ ብወግዒ ኣፍልጦ ተዋሂቡዎም ይርከብ፡፡ ቤተ ክርስትያን ኢትዮጵያ ከዓ ኣብቲ ነዊሕን ክቡርን ታሪኻ ንዙ ሓሳብ\'ዙይ ፈጺማ ነጺጋቶ ኣይትፈልጥን፡፡\n\n**ኣጠቓቕማ ቃላት**\n\nኣብ ዝተፈላለዩ ዘመናት ነተን ብመንፈስ \'ፍትሓ ነገስት\' ንጴጥሮስን ተተካእቱን ኣብ ምድሪ ከም እንደራሴታት ቤተ ክርስትያኑ ብክርስቶስ ከም ዝተሾሙ ዝቕበላ ከባቢያዊያት ኣብያተ ክርስትያናት ንምግላጽ ዝተፈላለዩ ቃላት ተጠቒሞም ኣለዉ፡፡ እንክውሕድ ንውሱን ጊዜ \'መልካይትስ\' (ብቋንቋ ሶርያ “ማልካያ\' ማለት “ናይ ንጉስ) ተባሂለን ይስመያ ነይረን፤ እዚ ዝኾነሉ ምኽንያት ከዓ እተን ኣብያተ ክርስትያናት ምስ እቶም ንጉባኤ ኬልቄዶን ዝተቐበሉ ነገስታት ቍስጥንጢንያ ስለዝተሰማምዓ ኢዩ፡፡ ኣብ ሓደ ካልእ እዋን ከዓ፣ ብምኽንያት ሓዋርያዊ ተተካእነት ናይ ጴጥሮስ ነቲ ሓዋርያት ዝተቐበላኦ ሓደ እምነት ስለ ዝገልጻ “ኦርቶዶክስ” ተባሂለን እውን ይፍለጣ ነይረን፡፡ ሎሚ ግን “ኦርቶዶክስ" ዝብል ቃል ዝተፈላለየ ትርጉም ከምዘስምዕ ተገይሩ ኢዩ ዝግለጽ፡፡ ነተን ንጉባኤ ኬልቄዶን ዝቕበላ ምስ ጴጥሮስን ተተካእቱን ግን ምሉእ ሕብረት ዘይብለን ኣብያተ ክርስትያናት ከስምዕ ይኽእል ኢዩ፡፡ ካብ ዘመን ተሃድሶ (ሪፎርሜሽን) ንነዘ ግን ብፍላይ “ካቶሊክ” ዝብል ቃል ስርዓት ኣምልኾአን ብዘየገድስ ምስ ተተካእቲ ጴጥሮስ ምሉእ ሱታፌ ዘለወን ኣብያተ ክርስትያናት የመልክት፡፡ በዙይ መሰረት ከስ ካቶሊካዊት ቤተ ክርስትያን ምስ ላቲናዊ (ሮማዊ) ስርዓተ ኣምልኾ ሓደ ክትግበር ኣይግባእን፤ ከመይ ኣብ መንጎ እተን ምስ ተተካእቲ ጴጥሮስ ምሉእ ሕብረት ዘለወን ኣብያተ ክርስትያናት ሎሚ ገለ 19 ዝኾኑ ስርዓታት ኣምልኾ ኣብ ግብሪ ይውዕሉ ኣለዉ፡፡ ሓደ ተኸታሊ ቢዛንቲናዊ፣ ወይ ካልደያዊ፣ ወይ ኡክራይናዊ ወይ ከዓ ኢትዮጵያዊ ስርዓት ኣምልኾ ዝኽተል ካቶሊካዊ “ሮማዊ ካቶሊክ˚ ተባሂሉ ኪጽዋዕ ኣይከኣልን፡፡\n\n**ገለ ዘገርሙ ናይ ታሪኽ ጭብጥታት**\n\nፊሊጶስ ንሓደ ኢትዮጵያዊ ሰብኣይ፣ ናይ ህንደኬ ንግስቲ ኢትዮጵያ (ኣብ ልዕሊ ኹሉ ገንዘባ ምሉእ ስልጣን ዝነበሮ) ከምዘጠመቐ እሞ እዚ ናብ እምነት ክርስትና ካብ ዝቐየሩ ፈላማይ ኢትዮጵያዊ ምዃኑ ኣብ ግብረሓዋርያት ተጠቒሱ ይርከብ (ግብ. ሓዋ 8: 26-39)\n\nቅዱስ ፍሬምናጦስ ብ337 ዓ.ም. ኣክሱም ምስ ኣተዉ፤ ከም ጳጳስ ንመቐጸልታ ሓዋርያዊ ተተካእነት ወኪሎም እዮም ዝነበሩ፣ ከመይ እንተተብሃለ ንሶም ጳጳስ ዝተቐብኡ ብኢድ እቶም እንካብ ሓዋርያት ንዝተቐበሉዎን ኣብ ጉባኤ ኒቅያ (317 ዓ.ም.) እምነት ተኣማንነቶም ንምግላጽ ብሰማዕትነት ዝሞቱ ቅዱስ ኣትናትዮስ ስለ ዝነበሩ ኢዩ፡፡\n\nብድሕሪኡ ኸልተ ጉባኤታት ሕብረት ናይ ኤፌሶንን (ብ423 ዓ.ም.) ኬልቄዶንን (ብ443 ዓ.ም.) ተኻይደን እየን፡፡ ኣብቲ ቀዳማይ ጉባኤ ንንስጢሮስን ንስጢሮሳውነትን ከም መናፍቕነት እንኪውገዝ፣ ኣብቲ ኻልኣይ ከዓ ኣውጣክን ሓደ ባህርይነትን ብትኽክል ከም መናፍቕነት ተወገዘ፡፡\n\nድሕሪ ጉባዔታት ኤፌሶንን ኬልቄዶንን ኣብ መንጎ 487ን 497ን ዓ.ም. “ተስዓቱ ቅዱሳን” ናብ ኢትዮጵያ ኣተዉ፡፡ ሓድሓደ ጊዜ ንሳቶም ንኬልቄዶን ስለ ዝነጸጉ እንካብቶም ብነገስታት ቢዛንስዩም ዝተገብረ ስደት ንምምላጥ ከምዝመጹ ይንገር፡፡ ታሪኽ መሰረት ገይርካ ክዝረብ እንተኾይኑ ግን ኣብ መንጎ 468ን 497ን ዓ.ም. ዜኖንን ኣናስታስዩስን ንተቐበልቲ ኬልቄዶን እዮም ዘሳድዱ ዝነበሩ³፡ ምእንት\'ዙይ እቶም “ተስዓቱ ቅዱሳን” ንኬልቄዶን ዝነጸጉ እንተዝነብሩ ነይሮም ንምንታይ ደኣ ምተሰደዱን ንምህዳም ምተገደዱን? ንኬልቄዶን ተቐቢሎምዎ እንተዝነብሩ ነይሮም ግን እንካብ ስደት ምህዳሞም ብሓቂ ርዱእ ምኾነ ነይሩ፡፡\n\nብ516 ዓ.ም. ንጉስ ካሌብ ካብ ቍስጥንጢኒያ ንጉስ ጁስቲን ቀዳማይ ብዝቐረበሉ ሕቶ መሰረት ንቶም ኣብ ናጅራን ዝበሃል ቦታ ኣብ ስዑድ ዓረቢያ ብምኽንያት ሃይማኖት ዝስደዱ ዝነበሩ ክርስትያን ንምድሓን ብ60 መራኽብ ዝተጽዓኑ ብኣሽሓት ዝቚጸሩ ወተሃደራት መሪሑ ከምዝተበገሰ ይፍለጥ፡፡ ጒዕዞ ቅድሚ ምጅማሩ እንካብ ኢድ ሓደ እቶም “ተስዓቱ ቅዱሳን” ዝነበረ ጴንጤሌዎን ቡራኬ ተቐበለ፡፡ ንጉስ ካሌብ ኣንጻር ኬልቄዶን ኣይነበረን፣ እኳዳኣ ኣብ ዓለም ለኻዊ መርሃ ዕለት ካቶሊካዊት ቤተ ክርስትያን ኣትዩ ዝርከብ ብሕታዊ ኢትዮጵያዊ ቅዱስ ኢዩ፡፡ ንቶም ኣብ ናጅራን ዝነበሩ ክርስትያን ድሕሪ ምድሓን፣ ካሌብ ንክርስትያን ናጅራን ጳጳስ ክሰዱ እናተማሕጸነ ናብ ፓትርያርክ ኣስተርእዮ ናይ እስክንድርያ መልእኽቲ ሰደደ፡፡ ፓትርያርክ ኣስተርእዮ ከዓ ብኣጋጣሚ ንቶም ኬልቄዶን ብምንጻጎም ዝተባረሩ ፓትርያርክ ጢሞቴዎስ ካልኣይ ዝተክኡ ነበሩ፡፡'
  },
  {
    'title': 'ጽልዋ ቢዛንቲናውያንን ዘይምርድዳእን',
    'content':
        'ብ621 ዓ.ም. ንጉስ ህርቃል ቅድሚ ኣንጻር ፋርሳውያን ውግእ ምግጣሙ ኣብ ርእሲ ጾመ ኣርብዓ ተወሳኺ ጾም ኣወጀ፣ ህርቃል እቶም ኣንጻር ኬልቄዶን ዝኾኑ ኪስደዱ ይግብኦም ክሳብ ምባል ከዓ በጽሐ፡፡ እታ ሎሚ ንዙ ብደጋፊ ኬልቄዶን ዝነበረ ንጉስ ዝተኣዘዘ ጾመ ህርቃል ሒዛ እትርከብ ብሕታዊት ሃገር ኢትዮጵያ ጥራሕ ምዃና ኣየገርምንዶ?\n\nኣብ መርሃ ዕለት ናይ ኢትዮጵያ ገለ ካልእ ጽልዋ ናይ ቢዛንቲናውያን ክርከብ ከዓ ይከኣል፡፡ ምቚጻር ዓመታት እንካብ ዓመተ ፍጥረት (ዓመተ ዓለም`) ኣብ ናይ ቢዛንቲኒያ ቤተ ክርስትያን ዝተጀመረ ኢዩ፡፡ ብተወሳኺ ከም መርሃ ዕለት ቢዛንቲኒያ፣ ከምኡ ከዓ ናይ ግብጺ ሓዲሽ ዓመት ኣብ ባሕቲ መስከረም ኢዩ ዝጅምር፤ ድሕሪ ምሕዳስ ጐርጐርዮሳዊ ኣቆጻጽራ ከዓ እዚ 11 መስከረም ኢዩ፡፡\n\nኣብ ታሪኽ ቤተ ክርስትያን ኢትዮጵያ ገና ካልእ ዘገርም ለውጢ ኣሎ፡፡ ብመሰረት መርሃ ዕለት ኢትዮጵያዊት ቤተ ክርስትያን 22 ታሕሱስ ዝኽሪ ደቅስዮስ ብስራተ ገብርኤል ኢዩ፡፡ እዚ በዓል እዚ ዝኣተወ ከዓ እኖና ድንግል ማርያም ንዝኽሪ ብስራታ ወርሓዊ በዓል ንኸተኣታቱ ብዝሓተተቶ መሰረት፣ ብቅዱስ ኢልደፎንስ (673-682 ዓ.ም.) ጳጳስ ናይ ቶሌዶ ኢዩ፡፡⁴ ቅዱስ ኢልደፎንስ ካቶሊካዊ ቅዱስ ኢዩ፤ ኣንጻር` ኬልቄዶን ከዓ ኣይነበረን፡፡ ምእንት\'ዙይ ከመይ ኢሉ ኢዩ እዚ በዓል እዚ ኣብ ቤተ ክርስትያን ናይ ኢትዮጵያ ጥራሕ ተዓቂቡ ዝርከብ?\n\nናይ መወዳእታ ኣስተብህሎት፡፡ ብዘመን እቲ መበል 52 ፓትርያርክ ናይ እስክንድርያ ዝነበሩ ፓትርያርክ ዮሴፍ ዮሓንስ ዝተብሃሉ ሊቀ ጳጳሳት ናብ ኢትዮጵያ ተልኣኹ፡፡ ንሶም ግሉጽ ተጻራሪ ኬልቄዶን ስለ ዝነበሩ ስነ መለኮታዊ ኣመለኻኽታኦም ንኢትዮጵያውያን ኣቖጥዐ፡፡ ብምኽንያት ኣቕዋም እምነታዊ ትምህርቶም ንኣኦም ሰጒጎም ከዓ ናይ ባዕላቶም ሊቀ ጳጳሳት ሾሙ፡፡ በዙይ ምኽንያት ቤተ ክርስትያን እስክንድርያ ንኢትዮጵያውያን ወገዘቶም፡፡ ኣብ መበል ካልኣይ ፍርቂ ዓስራይ ዘመን (942 ዓ.ም.) እቶም ብኣገባብ መዓርግ ዝተቐበለ ዂላቶም ድሕሪ ምሟቶም እውን እያ ኢትዮጵያ ምስ እስክንድርያ ዕርቂ ዝሓተት፡፡ ንጉስ ኢትዮጵያ ንንጉስ ኑብያ ናይዙ ዕርቂ መንጎኛ ኪኸውን ሓተቶ፡፡ ክፋል ናይታ ዝለኣኸሎም መልእኽቲ ከምዙ ዝስዕብ ይንበብ፡- “ምስታ ጓሶት ስኢና ባዲማ ተሪፋ ዘላ ሃገርና ርክብ ዘይነበሮም እኒሆ ሽዱሽተ ፓትርያርክታት ሓሊፎም ኣለዉ፤ ሕጂ ከዓ ካህናትናን ጳጳሳትናን ዂላቶም ሞይቶም እዮም፡፡”⁵ ንዙ ጠለብ ንምምላስ ከዓ ኢዩ ኣቡነ ዳንኤል ናብ ኢትዮጵያ ዝተልኣኹ፣ ንሶም ሓጺር ጊዜ ቅድሚ ጒዲት ናብ ስልጣን ምድያባ ከዓ ኣብ ኢትዮጵያ ኣተዉ፡፡\n\nእንካብዙ ታሪኻዊ ፍጻመ ንነዊሕ ጊዜ ዝጸንሕ ሳዕቤን ዝነበሮም ክልተ ነገራት ሰዓቡ፣ ቤተ ክርስትያን ኢትዮጵያ ኣብ ትሕቲ ንነዊሕ ጊዜ ክጸንሕ ዝነበሮን ኣንጻር ኬልቄዶን ዝነበረን ጽልዋ ናይ እስክንድርያ ኣተወት፡፡ ሓዋርያዊ ተተካእነት ግን ኣብ ኢትዮጵያ ተዓቀበ፡፡ እንካብ እቲ ስነ መለኮታውን ዘይንጹር ፖለቲካዊ ዓመታት ዝነበሮን ክርክር ግን ምዕቃብ ሓዋርያዊ ተተካእነት ዝዓበየ ኣድላይነት ከም ዝነበሮ ምርዳእ ይከኣል፡፡'
  },
  {
    'title': 'ርክብ ኢትዮጵያን ካቶሊካዊት ቤተ ክርስትያንን',
    'content':
        'ብዛዕባ ኣጀማምራ ካቶሊካዊት ቤተ ክርስትያን ኣብ ትውፊት ኢትዮጵያ ዘገርሙ ጽልዋታት ገና ከም ዘለዉ ገለ ኣብነታት ካብ ሕሉፍ ዘመናት ኣመልኪቶም ይርከቡ፡፡ ገለ ካልኦት ኣብነታት ካብ ማእኸላይ ዘመን ከዓ ርክብ ኢትዮጵያ ምስ ካቶሊካዊት ቤተ ክርስትያን ይገልጹ፡፡\n\nእንካብ\'ታ ብ1430 ዓ.ም. ናብቲ ዝስዕብ ጉባኤ ፍሎረንስ ልኡኻት ንኽሰዱ- ንምዕዳም ናብ ንጉስ ኢትዮጵያ ዝሰደዱዋ መልእኽቲ፡ ርእሰ ሊቃነ ጳጳሳት ዩገንዮስ ራብዓይ ኣብ ኢትዮጵያ ክርስትያናዊ መንግስቲ ምንባሩ ይፈልጡ ከምዝነበሩ የረጋግጹ፡፡⁶ እዚ ከዓ ሓዲሽ ነገር ኣይነበረን፡፡ ድሮ ብ1250 ዓ.ም. ርእሰ ሊቃነ ጳጳሳት እስክንድር ራብዓይ ናብቶም ኣብ `ምድሪ ሳራሰንን ... ኢትዮጵያውያንን` ዝርከቡ ኣባላት ማሕበር ቅዱስ ፍራንቸስኮስ መልእኽቲ ጽሒፎም ነበሩ፡፡ ቐጺሉ እውን ርእሰ ሊቃነ ጳጳሳት ኒኮላስ ራብዓይ ብ1281 ዓ.ም. ናብ ሊቀ ጳጳሳት ሕዝብታት ኢትዮጵያ ጺሒፎም ነበሩ፡፡ ብተወሳኺ ሉዶቪች ናይ ፓራሞ ካህን ግን ኣባል ማሕበር ዶመኒካውያን ዘይነበረ ኣብ ዝጸሓፎ ታሪኽ ናይ ወኸሳ ብ1308 ዓ.ም. ኣብ እዋን ጵጵስና ርእሰ ሊቃነ ጳጳሳት ዮሓንስ መበል 22 ሾሞንተ ዶመኒካውያን ናብ “ኣቢሲኒያ ንምእታው ከም ዝኸኣሉ ይዛረብ፡፡ ምሁራት ብዛዕባ ሓቅነት ናይቲ ኣብ ዳሕረዋይ ክፋል 1500ታት ብኡሪየታ ዝተብሃለ ዶመኒካዊ ዝተውሃበ ሓበሬታ ክከራኸሩ ይኽእሉ ይኾኑ፣ ብዛዕባ ናይ ሉዶቪች ሓበሬታ ንምጥርጣር ግን ከቢድ ኢዩ፡፡ ብተወሳኺ፣ ምሁራት ኣብ ልዕሊ ጽሑፋት ክካትዑ ዝከኣል እኳ እንተኾነ ኣብ ጥቓ ዛላምበሳ ኣብ መነባብሮ ዝንገር ከባቢያዊ ትውፊት ግን ብ`ምዕራባውያን` ካህናት ብዂስሚ ጴጥሮስን ጳውሎስን ዝተሃንጸ ቤተ ጸሎት ዝነበረሉ ቦታ ከይተረፈ ክሳብ ምምልካት ጸኒዑ ይርከብ፡፡ ንሳቶም ዝተቐበሩሎም ቦታታት እውን ይጥቀሱ፡፡ ንጉስ ዳዊት ቀዳማይ (1374- 1405 ዓ.ም.) ቊራጽ እቲ መድሓኒና ጐይታና ኢየሱስ ክርስቶስ ተሰቒሉሉ ዝነበረ መስቀል ከም ህያብ ካብ ቬኒስ ከምዝተቐበለ እውን ክዝንጋዕ የብሉን፡፡ ንኽብሪ እዚ ቅዱስ ቊራጽ መስቀል ከዓ ብመስከረም 17 በዓለ መሰቀል ክኽበር ወሰነ፡፡⁷'
  },
  {
    'title': 'ጉባኤ ፍሎረንስን ዘመን ግራኝን',
    'content':
        'ሽሕ\'ኳ ኣብ ኢየሩሳሌም ብዝነበሩ ኢትዮጵያውያን መነኮሳት እንተተወከለ፣ ንጉስ ዘርኣ ያዕቆብ (1426-1460 ዓ.ም.) ባዕሉ ኣብ ጉባኤ ፍሎረንስ ክሳተፍ ኣይከኣለን፡፡ እንካብ እቶም መነኮሳት ነቲ መደረኦም ከም ዝስዕብ ገይሩ ኣንበበ፡- “ናይ ኣቢሲኒያ ቤተ ክርስትያንና…እንካብ ካቶሊካዊ ሓድነት ብፍቓዳ ፈጺማ ኣይተፈለየትን፣ ራሕቂ ጥራሕ ኢዩ ዝፈላለየና፡፡…ሕጂ ግን ንጉስናን ኒቆዲሞስ ሓለቓ ገዳምናን ምስታ ቤተ ክርስትያንን ቅድስቲ መንበር ናይ ጴጥሮስን ሓድነት እንካብ ምፍጣር ካልእ ዝዓበየ የብሎምን፡፡⁸\n\nድሕሪ እቲ ጉባዔ እቶም ኣርባዕተ ኢትዮጵያውያን መነኮሳት፣ ኸልተ እንካብኣቶም ቶማስን ጊዮርጊስን ተባሂሉ ኣስማቶም ተጠቒሱ ዝርከብ ፈለግ ኣባይ ተኸቲሎም ንደቡብ ገጾም ብምጓዓዝ ብ1434 ዓ.ም. ኣብ መንበሪ ቤተ ንጉስ ዘርኣ ያዕቆብ በጽሑ፡፡ ኣብ ከባቢ ፍርቂ 1435 ዓ.ም. ኣቢሉ ንጉስ ዘርኣ ያዕቆብ ነቲ ሓድነት “ንጐይታ ዘምሩ" (“ካንታተ ዶሚኖ”)⁹ ብዘርእስቱ ድንጋገ ኣወጀ፡፡\n\nኣብ መባእታ 1500ታት ኣቢሉ ቱርካውያን ግዝኣት ኦትማን ነቲ ኣብ ገማግም ቀይሕ ባሕሪ ኢትዮጵያ ገለ ቦታታት ተቖጻጸሩ፡፡ ብወገን ምብራቕ ግዝኣት ልብነ ድንግል (1500-1532 ዓ.ም. ኣቢሉ) ዝነበሩ ኢትዮጵያውያን ብወገን ኣዳል ብዝተልዓለ ዓመጽ ኣብ ስግኣት ወደቑ፡፡ ካብ ክርስትያን ነገስታት ሓገዝ ንምርካብ ብዝገበሮ ፈተነ፣ ልብነ ድንግል ናብ ቀሌሚንጦስ ሻውዓይ (1515 -1526 ዓ.ም.) ጸሓፈ፡ እዚ እንክገብር ነቲ “ናይ ሮማ ርእሰ ሊቃነ ጳጳሳት ከም እንደራሴ ክርስቶስ ጐይታና ኣብ ልዕሊ ዂሎም ክርስትያን መራሕቲ ስልጣን ኣሎዎ\'\' ዝብል ኣብ ፍትሓ ነገስት ዘሎ ትእዛዝ ጥራሕ ኢዩ ኣብ ግብሪ ዘውዓለ፣ ከምኡ ከዓ ኣብ ናይ ዘርኣ ያዕቆብ ምጽዳቕ እቲ “ንጐይታ ዘምሩ”¹⁰ ዘርእስቱ ጳጳሳዊ ኣዋጅ ብምድራኽ ኢዩ ነይሩ፡፡ ወዲ ልብነ ድንግል ገላውዴዎስ (1532-1551ዓ.ም.) ንግዝኣቱ ካብ ብወራሪ ግራኝ ምኽንያት ዝመጽእ ናይ ምብትታን ሓደጋ ንምድሓን ወተሃደራዊ ሓገዝ ንከተኣላልሽ ኣብ ልዕሊ ክርስትያን ነገስታት ጽልዋኦም ክጥቀሙ ብተመሳሳሊ መንገዲ ናብ ርእሰ ሊቃነ ጳጳሳት ጳውሎስ 3ይ (1526-1541 ዓ.ም.) መልእኽቲ ጸሓፈ፡፡¹¹ ንጉስ ፖርቱጋል ንናይ ኢትዮጵያ ወተሃደራዊ ሓገዝ ሕቶ ኣዎንታዊ ምላሽ ከዓ ሃበ፡፡ ብረት ዝተዓጥቁ ወተሃደራት ፖርቱጋል ክርስትያናዊ ኦርቶዶክሳዊ እምነት ኢትዮጵያን ክቡር ባህላዊ ቅርሳን ናይ ምድሓን ብሕታዊ ዕላማ ሒዞም መጹ፡፡ ብለካቲት 1535 ዓ.ም ትሽዓተ ሺሕ ዝኸውን ሕዉስ ወተሃደራዊ ሓይሊ ኢትዮጵያውንን ፖርቱጋላውያንን ንዓሰርተ ሓሙሽተ ሺሕ ወተሃደራት ግራኝ ሰዓረ፤ ኢትዮጵያ ካብ ወራር ግራኝ ደሓነት፡፡¹²\n\nበቲ እዋን እቲይ ኣቢሉ ቅዱስ ኢግናጽዮስ ንማሕበር ኢየሱሳውያን መስሪቱ ነበረ፡፡ ናቱ ዝጸንሐ ተገዳስነት ብዛዕባ ኢትዮጵያ ኣብቲ “ናይ ኢየሱስ" ዝዂስሙ ቤተ ክርስትያን ኣብ ዝርከብ ስእሊ ተገሊጹ ይርከብ፡፡ ኣብቲ ስእሊ ብወገን የማን ርእሰ ሊቃነ ጳጳሳት ሓደ ኢትዮጵያዊ ካህን ተስኢሎም ኣለዉ፤ ንሶም ከዓ ወዲ ደብረሊባኖስ ዝኾኑ ኣባ ተስፋጽዮን ዝተብሃሉ እዮም፣፣ ኣብ ትሕቲ ናቶም መሪሕነት ከዓ ብስርዓት ኢትዮጵያ ንዝግበር ቅዳሴ ዝኸውን መጽሓፈ ቅዳሴ ቫቲካን ብ1540 ዓ.ም ኣሐተመት፡፡\n\nግራኝ ወተሃደራቱ ተወዲኦም ምስ ተስዓረ ንዝሃቡዎ ኣገልግሎት ንምምጓስ ገላውዴዎስ ንወተሃደራት ፖርቱጋል መሬት ሃቦም፡፡ ካብኣቶም ብዙሓት ኢትዮጵያውያት ኣንስቲ ኣእተዉ፤ ደቆም ምስ ዓበዩ ሓዋርያዊ ኣገልግሎት ብናይ ባዕልቶም ካህናት ንኽኸውን ደለዩ፡፡ ንድላዮም ምላሽ ንምሃብ (ዝተወሰደ ስጒምቲ) ተባሂሉ እውን ቅዱስ ኢግናጽዮስ ዝጸንሐ ድልየት ክፍጸም ዕድል ተረኺቡ ንምምጻእ ቀዳሞት ኢየሱሳውያን ብ1549 ዓ.ም ምኽንያት ኮነ፡፡ ቅዱስ ኢግናጽዮስ ናብ ኢትዮጵያ ንዝመጹ ኢየሱሳውያን ቅድም ኢሉ ዘውጸኦ መምርሒ ኣዚዩ ንጹር ኢዩ ነይሩ፡፡ ኢትዮጵያውያን ብዝኾነ ይኹን መንገዲ ብእምነቶም ዝተፈለዩ ከም ዝኾኑ ገይሩ ኣይሓሰበን፡፡ ብኻልእ ኣበሃህላ ኣባላት መናፍቓዊት ቤተ ክርስትያን ገይሩ ኣይወሰዶምን፡፡ እቲ ዘሕዝን ግን ደሓር ኣብ ትሕቲ ኣቡነ መንደዝ ገሊኦም ኢየሱሳውያን ንኢትዮጵያዊ ስርዓት ኣገላልጻኡ ሸለል ብምባል ንእምነት ምስ ላቲናዊ ስርዓት ሓደ ገይሮም ረኣዩ፡፡ እዚ ከዓ ናብ ወጥርን ናዕብን ኣብ መወዳእታ ከዓ ብ1624 ዓ.ም ናብ ዓዶም ምስጓግን ኣስዓበ፡፡ ብዙሕ ከይጸንሐ ንጉስ ፋሲለደስ ብዛዕባ ምብራሮም ዝገልጸላ መልእኽቲ ናብ ኣቡነ መንደዝ ሰደደ፡፡ እቲ ንጉስ ትእዛዝ ምብራሮም ምኽንያት ኣብ ዝኾነ ይኹን ናይ እምነት ፍልልያት ዝተመስረተ ዘይኮነስ፣ ኣብ ሓድሓደ ተግባራት ማለት ኢትዮጵያውን ትውፊት ሓዋርያዊ ተተካእነት ዓቂቦም ከምዝጸንሑ ምንጻግ፣ ንሕግታት ጾሞም ሸለል ምባልን፧ ከምኡ ከዓ ንቅዱስ ቍርባን ብመልክዕ ኅብስቲ ጥራሕ ምዕዳሎምን ነበሩ፡፡¹³ ኢትጵያውያን ንኣውሮጳውያንን ንካቶሊካውያንን ክጠራጠሩ ዝጀመሩ እንካብ እዛ ሕማቕ ናይ ታሪኽ ኣጋጣሚ እዚኣ ክኸውን ከዓ ይኽእል፡፡'
  },
  {
    'title': 'ፈተነታት ሓድነትን ኣስተምህሮታትን',
    'content':
        'ኣብቶም ዝሰዓቡ 150 ዓመታት ምስ ናይ ኢትዮጵያ ቤተ ክርስትያን ዝነበረ ርክብ ንምሕዳስ ካብ 20 ዘይውሕዱ ርእሰ ሊቃነ ጳጳሳዊ ተበግሶታትን ቅብኣት ሰለስተ ጳጳሳትን ኣቡናት ከምዝተገበሩ ይፍለጥ፡፡\n\nናይ መብዛሕቲኦም ኢየሱሳውያን ምኻድ ተኸቲሉ ኣብ ውሽጢ ሒደት ዓመታት ርእሰ ሊቃነ ጳጳሳት ኡርባን ሻምናይ (1615-1636 ዓ.ም.) ንቲ ዝበጽሐ ጒድኣት ንምሕዋይ ፈተኑ፡፡¹⁴ ኣባ ያዕቆብ ቨመርስ ዝተብሃሉ ፊንላንዳዊ ኣባል ማሕበር ቄርሜሎሳውያን ጳጳስ ተቐቢኦም ሓዋርያዊ መስተናብር ኢትዮጵያ ኮይኖም ተሸሙ፡፡ እቲ እንካብ ርእሰ ሊቃነ ጳጳሳት ዝተቐበሉዎ መምርሒ እምነት ናይ ኢትዮጵያዊትን ካቶሊካዊትን ኣብያተ ክርስትያናት ሓደ ከምዝነበረን ንስርዓት ኢትዮጵያ ክሕልዉን ምስ ቅድስቲ መንበር ሓድነት ምሕዳስ ርዱእ ዝገበረ ነበረ፡፡¹⁵\n\nከም መደምደምታ ናይ እዚ ክፍሊ ነቲ ኣብ መንጎ ንጉስ እያሱ ቀዳማይን (1674-1798 ዓ.ም.) ርእሰ ሊቃነ ጳጳሳት ቀሌምንጦስ መበል ዓሰርተ ሓደን (1692-1713 ዓ.ም.) ዝተገበረ ምጽሕሓፍ ምጥቃስ ኣገዳሲ ኢዩ፡፡ ብ1694 ዓ.ም. እቲ ንጉስ ናብ ርእሰ ሊቃነ ጳጳሳት ነቲ ናቶም ዝለዓለ መንፈሳዊ ስልጣን ከም ዝተቐበለ ጺሒፉሎም ነበረ፡፡ እቶም ካብ ርእሰ ሊቃነ ጳጳሳት ዝተልኣኹ መልስታት ብዛዕባ ሓድነት ምሕዳስ ምዝራብ እንተዘይኮይኑ ናይቲ ንጉስ ሓዋርያዊ እምነት ኣብ ሕቶ ፈጺሞም ዘእትዉ ኣይነበሩን፡፡ እዚኦምን ካልኦትን ተመሳሰልቲ ጽሑፋትን ኣብ ርክብ ክልቲኤን ኣብያተ ክርስትናት ዋሕዲ ሕብረት እንተዘይኮይኑ ኣብ ጒዳይ እምነት ዝተመስረተ ምንም ዓይነት ፍልልይ ከም ዘይነበረ የመልክቱ፡፡ ንዙ ሕብረት ናብ ዝነበሮ ንምምላስ ከዓ ኣብ ሕሉፍ እዋን ተደጋጋሚ ጻዕሪ ተገይሩ ኢዩ፣ ንቕድሚት እውን ክቕጽል ኢዩ፡፡\n\n**ምቕያር እምነትዶ ውህደት?**\n\nኣቡነ መንደዝ ሓድነት ኣብያተ ክርስትያናት ይደልዩ ነይሮም እንተኾይኖም እቲ ናቶም ስርዓት ላቲን ኣገዲድካ ናይ ምጥቃም ፖሊሲ ዓቢዪ ውድቀት (ፍሽለት) ነይሩ፡፡ እንተኾነ ግን ካብ ጎዓ ድሕሪ ምምላሶም ድሕሪ ሓጺር ጊዜ ካብ ልቦና ብዝፈልፈለ ጥበብ ናብ ጒዳያት እምነት ምስፍሕፋሕ ዝምልከቶ ቤት ጽሕፈት ቅድስቲ መንበር ብ1629 ዓ.ም. ናብ ኢትዮጵያ ከቶ እንተዝምለሱ ነይሮም “ኣብ ስርዓት ኣምልኾ እቶም ሕዝቢ ዝኾነ ዓይነት ለውጢ ኣብ ዘይምግባር ድልየተይ ምጸናዕኩ ነይረ”¹⁶ ኢሎም ጸሓፉ፡፡\n\nዕላማ ካቶሊካውያን ካህናት ኣብ ኢትዮጵያ ከምቲ ድሮ ኣብቶም ንኣቡነ ቨመርስ ዝተውሃበ ርእሰ ሊቃነ ጳጳሳዊ መምርሒታት ዝተሓበረ ሓድነት ወይ ኅብረት ምፍጣር ነበረ፡፡ ናታቶም ተልእኾ ሰብ ሃይማኖቱ ከምዝቕይር ምጽዓር ኣይነበረን፣ ንምንታይድኣ እንተተብሃለ ሰባት ናብ ናትካ ከም ዝኣትዉ ምግባር ናይ ሃይማኖት ወይ ከዓ እምነት ምቕያር ስለዘመላኽት ኢዩ፡፡ ነተን ኸልተ ኣብያተ ክርስትያን ማለት ንታ ቀዳመይቲ እኖ ዝኾነትን ብተተካእቲ ቅዱስ ጴጥሮስ እትምራሕን ውላዳ ዝኾነት ናይ ቤተ ክርስትያንን ዘተኣሳስር ዕትብታዊ ኣገባብ ስርዓት ኣምልኾ ኢትዮጵያ ከዓ ኢዩ፡፡ ርእሰ ሊቃነ ጳጳሳት ጳጳስ ፒዮስ ሻድሻይ (1767-1791ዓ.ም.) ምዕቃብ ስርዓት ኢትዮጵያ ከም ቅድመ ኩነት ናይቶም ብ1780 ዓ.ም. ከም ኣቡን ናይ ኣዱሊስ ዝተሸሙ ኣቡነ ጦቢያ ጊዮርጊስ ገብረእግዚኣብሔር ክሳብ ምስጋድ ከምዝበጽሑ ከዓ ይፍለጥ፡፡¹⁷\n\n**ኣብ ቀረባ እዋን ዝተገብሩ ርክባት**\n\nሓደ ጆርጅ ሳንታያና ዝተብሃለ ፈላስፋ “እቶም ንሕሉፍ ክዝክሩ ዘይኸእሉ ነቲ ዝተገብረ ምድጋሞም ዘይተርፎም እያቶም” ኪብል ደሓር ዝተዛረቦ ኣቐዲሞም ዝፈለጡ ይመስል ቅዱስ ኣቡነ ያዕቆብ ናብ “ኣቢሲኒያ” ዝመጹሉ ምኽንያት ከምዙ ዝስዕብ ብወግዒ ኣፍለጡ፡፡ “ኣነ ንኣቢሲኒያ መጺአ ዘሎኹ እቶም ክርስትያን ናይ ሮማ ምስ ክርስትያን ናይ ኣቢሲኒያ ሓድነት ክፈጥሩ ከምዝደልዩ ክነግረኩም ኢለ ኢየ፡፡ ዂላትና ሓንቲ እምነት፣ ሓንቲ ቤተ ክርስትያን፣ ሓንቲ ፍቕሪ ንሰብኽ” :: ¹⁸'
  },
  {
    'title': 'ዘመን ኣቡነ ያዕቆብን ኣቡነ ማሳያን',
    'content':
        'ዝን ቃላት ዝተዛረቡ ኣብ ቀዳማይ ስብከቶም ዝነበረ እንክኸውን፣ ኣብ ሓዋርያዊ ስራሖም ን21 ዓመታት (1831-1852 ዓ.ም.) ኣብ ኢትዮጵያ ከም መምርሒ ገይሮም ከዓ ተጠቒሞሙለን እዮም፡፡ ቓላቶም ከምኡ\'ውን ንሶም ኢትዮጵያውያን ንኣኦም ብምኽታል ሃይማኖቶም ንኸቕይሩ ይሓትዎም ከምዘይነበሩ ብግልጺ የረድኡ፡፡ ኣብቶም ቃላት ከምዝተገልጸ ዕላማኦምን ሓዋርያዊ ትልሞምን እምነት ምቕያር ዘይኮነስ ሕብረት ምሕዳስ ኢዩ ዝነበረ፡፡\n\nፈለማ ብዙሓት ወጻእተኛታት ካህናት ናብታ ሃገር ናይ ምምጻእ መደብ ኣይነበሮምን፡፡ ስራሕ ናይ ሓድነት (ሕብረት) ምስ ኣውሮፓውያን ካህናት ሓቢርካ ኢዩ ክግበር ዝነበሮ፡፡ እንተኾነ ግን እቲ ብግብጻዊ ሊቀ ጳጳሳት ኣቡነ ሰላማ ዝተቖስቖሰ ናዕቢ ኣብ ዘመን ሕይወቶም ናይ ልቦም ድልየት ከዐውቱ ከም ዘይኸእሉ ከም ዝርድኡ ገበሮም፡፡ ምእንት\'ዙይ ብኢትዮጵያውያን ካህናት ክግበር ከምዝግበኦ ብምድምዳም ክሃንጹዎን ክምህሩዎን ጀመሩ፡፡ ሽዑ ኣቡነ ያዕቆብ ገና ኣቡን ስለ ዘይነበሩ እቶም ናይ መጀመርያ ካህናቶም ንደቡብ ገጾም እንክኸዱ እግረ መንገዶም ብጐልዓ ኣቢሎም ዝሓለፉ ብኢድ ኣቡነ ማሳያ ኣብ ወርሒ ለካቲት 1839 ዓ.ም መዓርግ ክህነት ተቐበሉ፡፡ ዋላ\'ኳ እቲ መዓርግ ክህነት ብስርዓት ላቲን እንተተውሃበ፣ እቶም ካህናት ንተልእኾኦም ብስርዓት ኢትዮጵያ ክፍጽምዎ ከም ዝነበሩ ርዱእ ነበረ፡፡ እቲ ንኣቡነ ያዕቆብ ሓዋርያዊ መስተናብር ናይ ኣቢሲኒያ ከምዝተሸሙ ዝሕብር ድንጋገ ናይ 1839 ዓ.ም ንሶም “ንዂሉ ቅዱስ ተግባራቶም ብስርዓት ኣቢሲኒያ” ክፍጽምዎ ከምዝነበሮም ብግልጺ የቐምጥ፡፡¹⁹\n\nብ4 ግንቦት 1838 ዓ.ም. ብዝወጸ ድንጋገ መሰረት ሓዋርያዊ መስተናብር ናይ ኦሮሞ (በቲ ጊዜ እቲይ ኣጸዋውዓ “ጋላ”) ካብ ሓዋርያዊ መስተናብር ኣቢሲኒያ ተፈልዩ ነበረ፡፡ ኣብ መወዳእታ 1838 ዓ.ም. ኣቡነ ማሳያ ሓዲሽ ጳጳስ ሰበኻ ኦሮሞ ኮይኖም ምጽዋዕ ኣተዉ፡፡ ናብቲ ሃገረስብከት ዝበጽሑ ግን ብ11 ሕዳር 1845 ዓ.ም. ኢዩ ነይሩ፡፡ ኣብዙ እዋን እዚ (1838-1844 ዓ.ም.) ዝገበሩዎም ጽሑፋት ኣብቲ ክኸተሉዎ መዲቦምዎ ዝነበሩ መምርሒ ሓድሓደ ናይ ሓሳባት ለውጢ ከምዝገበሩ የረድኡ፡፡ ንኣብነት ብ1842 ዓ.ም. “ኣብ ከባቢ ኦሮሞ ዘሎ ክርስትያናዊ እምነት ብባህሪኡ ዉላድ ናይ ኣቢሲኒያ ኢዩ…ምእንት\'ዙይ ኣብ እቶም ከባቢታት እቲኣቶም ዝግበር ሓዋርያዊ ተልእኾ ከም ናይ ኣቢሲኒያ ዝበለ ብርክታት ክኸተል ይግባእ፡፡ ንከባቢታት ኦሮሞ ከዓ ተኸተልቲ ሓደ ዓይነት (ናይ ኣቢሲኒያ) ስርዓት ክኾኑ ዘይተርፍ ኢዩ”፡፡²⁰ ኣብ ውሽጢ ሓደ ዓመት ግን መምሪሒኦም ቐየሩ፡፡ ንቕድሚት ንምስጓም እቲ ብሕታዊ መንገዲ “ዂሉ ብዘይ ዝኾነ ይኹን ጽልዋ ኣቢሲኒያ ክግበርን ሓዲሽ ነገር ካብ መጀመርያ ክጣየሽን ከም ዘሎ ባለ ያ ኢሎም ጸሓፉ፡፡²¹\n\nኣቡነ ማሳያ ንሓዋርያዊ ስራሖም ከም ምትካል ሓንቲ ሓዳስ ኦም ገይሮም እዮም ሓሲቦሙዎ፡፡ ምንም\'ኳ ከም ዳሮ፣ እናርያ፣ ጋፋት፣ ጉራጌ፣ ሃድያን ካልኦት ከባቢታትን ካብ ዘመን ዓምደ ጽዮን (1306- .1336 ዓ.ም.) ኣትሒዞም ዝተተኸሉ እንተነበሩ ማሳያ ነቲ ዝጸንሐ ክርስትና ናይ ኢትዮጵያ ንምሕዳስ ወይ ከዓ ኣብቲ ዝጸንሐ ተኸሊ ሓዲሽ ነገር ምድቓል ኣይኮኑን ዝደልዩ ዝነበሩ፡፡ እቲ ዝነበረ ሓሳብ ሓድነት ዝደልያ ዘይኮነስ ናብ ምቕያር እምነት ዝዓለማ ቍምስናታት ምጥያሽ ኢዩ ዝነበረ፡፡'
  },
  {
    'title': 'እዋናዊ ኩነታትን ዘይኬልቄዶናዊያን ኣብያተ ክርስትያናትን',
    'content':
        '**እዋናዊ ኩነታት**\n\nኣብቲ መጀመርያ ንታ ኣዚዩ ገፊሕ ከባቢ እትሽፍን ሀገረስብከት ኦሮሞ ሱር ንኸትሰድድ ነዊሕ ጊዜ ወሲዱላ ኢዩ፡፡ ኣብ መንጐ እተን ቐዲመን ሱር ዝሰደዳ ፊንፊኔ (1859-60 ዓ.ም.)፣ ሃረርን (1873 ዓ.ም.) ኣዋሌን ይርከባ (1876 ዓ.ም.)፡፡ ብ1882 ዓ.ም ኣብ መላእ እታ ሃገረ ስብከት ትሽዓተ ቚምስናታት ጥራሕ ዝነበራ እንክኸውን እንካብኣተን ሓንቲ ከዓ ኣንኮበር ነይራ፡፡ ኣብ ውሽጢ ካብ ሚኢቲ ዓመት ዘይበዝሕ ሓጺር ጊዜ ግን፣ እታ ቀዳመይቲ ሃገረ ስብከት ድሕሪ ናብ ብዙሓት ሃገረ ስብከታት ምምቕቓላ ሎሚ 142 ቚምስናታት ኣሎዋኣ፡፡ እንካብ ሃገረ ስብከት ኣቢሲኒያ ከዓ ቚምስናታት መጀመርያ ኣብ ደሴ፣ ጐንደር፣ መንዲዳ ደሓር ከዓ ኣብ ቆቦ ተጣየሻ፡፡ ኣብ ክሊ ምትዕርራይ ደረት ሃገረ ስብከታት ግን ሎሚ እዘን ቚምስናታት ኣብ ካልኦት ሃገረ ስብከታት እየን ዝርከባ፡፡\n\nቅድሚ ምስረታ ምምሕድዳር (ሃገረ ስብከት) ኤርትራ ኣብ ሓዋርያዊ ምምሕድዳር ኣቢሲኒያ ብጠቕላላ 28 ቚምስናታት ነይረን፡፡ ድሕሪ ምፍላይ ሃገረ ስብከት ኤርትራ ግን ሰለስተ ቚምስናታት ጥራሕ ኣብ ውሽጢ ሓዋርያዊ ምምሕድዳር ኣቢሲኒያ ተሪፈን፡፡ ሓዋርያዊ ምምሕድዳር ኣቢሲኒያ ደሓር ሃገረ ስብከት ዓዲግራት ተባሂሉ ዳግም ተሰምየ፣ ሕጂ ከዓ 32 ቚምስናታት ኣለዉዎ፡፡ ምስፍሕፋሕ ሓዋርያዊ ተልእኾ ኣብዙ ኸባቢ ግን “ዕጽው”ን “ኽፉትን ከባቢ” ዝብል ሕጋዊ ምክፍፋል ስለ ዝተገበርሉ ድሕሪ ኻልኣይ ኲናት ዓለም ድሩት ኮይኑ ጸኒሑ ነይሩ፡፡ በዙይ ምኽንያት ከዓ ካቶሊካዊት ቤተ ክርስትያን ኣብቲ "ዕጽው" ከባቢታት ሓዋርያዊ ስራሕ ከተካይድ ተኸሊኣ ከምዝነበረት ይፍለጥ፡፡\n\nድሕሪ ኻልኣይ ኵናት ዓለምን ከም ሳዕቤን ናይ ሓጺር ጊዜ ባዕዳዊ ግዝኣትን ካቶሊካዊት ቤተ ክርስትያን ኢትዮጵያ ኣብ ኲነታት ምብትታን በጺሓ ነይራ፡፡ ንዙ ኩነታት እዚ ንምርግጋእ ከዓ ካህናት እንካብ ዓዲግራት ናብ ኣዲስ ኣበባ ተልኣኹ፡፡ ሓደ እንካብኣቶም ከዓ ኣባ ኃይለማርያም ካሕሱይ ነበሩ፡፡ ኣስዒቡ ብ20 ጥቅምቲ 1944 ዓ.ም. ሓዋርያዊ ምምሕድዳር (ሃገረ ስብከት) ምስ ተተኸለ፣ ኣባ ኃይለማርያም ካሕሱይ ቀዳማይ ጳጳስ ኮይኖም ተቐብኡ፡፡ ኣብቲ እዋን እቲይ ንሶም ብሕታዊ ካቶሊካዊ ጳጳስ ኣብ ኢትዮጵያ ስለ ዝነበሩ ደረት ሓዋርያዊ ምምሕድዳሮም ንምልእታ ሃገር ዘጠቓልል ነበረ፡፡\n\nእንካብ እቶም ሎሚ ኣብ ኢትዮጵያ ዝርከቡ ገዳማውያን ማሕበራት መብዛሕቲኦም ብናቶም ዕድመ ዝመጹ እንክኾኑ፣ ኣብ ደቡብ ዝርከባ ገሊአን ሃገረ ስብከታት ብኣታቶም ሓዲሽ ሕይወት ንኸዘርኣ ክኢለን እየን፡፡ ከም ውጽኢት ጻዕሮም እውን ኢዩ መዋቕር ስልጣን ካቶሊካዊት ቤተ ክርስትያን ኢትዮጵያ ብ1953 ዓ.ም ዝተጣየሽ፡፡ ኣቡነ ኃይለማርያም ካሕሱይ ኣብ ኣዲስ ኣበባ እናሃለዉ ኣብ ወርሒ ሕዳር 1963 ዓ.ም. ዝዓረፉ እንተኾኑ፤ ሬሳኦም ድማ ኣብ መድኃኔ ዓለም ዓዲግራት ተቐቢሩ ይርከብ፡፡\n\nካቶሊካዊት ቤተ ክርስትያን ብሓዋርያዊ ምምሕድዳር ኣቢሲኒያ ኣቢላ ዓቢዪ ጽልዋ ከም ዝገበረትን ንዕብየት ክርስትና ኢትዮጵያ ነባሪ ኣስተዋጽኦ ከም ዝገበረትን ክዝከር ይግባእ፡፡ ፈለማ ቅዱስ ኣቡነ ያዕቆብን ካብ ጎጃም ዝመጹ (ቀዳማይ ኢትዮጵያዊ) ሰማእት ብጹዕ ኣባ ገብረሚካኤልን ነበሩ፡፡ ነቲ ካብ መፈለምታ ኣትሒዞም ሓድነት ምስ ኢትዮጵያ ንምፍጣር ዝነበሮም መምርሒ እሙን ብምዃን ኣቡነ ያዕቆብ ኣባ ገብረሚካኤል ካቶሊክ ክኾኑ ንዘቕረቡሎም ሕቶ ኣይተቐበሉን፡፡ ዓመታት ምስ ሓለፈ፣ ድሕሪ ጭካነ ዝመልኦ ምፍርራሕ ሊቀ ጳጳሳት ግብጽን ተኸእሎ ሓደጋ ሞት ናይ ባዕሎምን ምስ ተረድኡ ጥራሕ ኢዩ መምርሒኦም ብናይ ምቕጻል ተስፋ ንተደጋጋሚ ሕቶ ናይ ኣባ ገብረ ሚካኤል ዝተቐበሉ፡፡\n\n**ካቶሊካዊት ቤተ ክርስትያንን ዘይኬልቄዶናዊያት ኣብያተ ክርስትያናትን**\n\nከም ኣብ ምትርጓም ቓላት ንነዊሕ ዘመናት ክጸንሕ ዝኽእል ዘይምርድዳኣት ክፍጠሩ ይኸእሉ እዮም፡፡ እንተኾነ ግን ኣብዙ ቀረባ እዋናት ጥራሕ እዮም፣ ከም ምፍራስ መንደቕ በርሊን ቋንቋታት እውን ከም ምኽንያት ፍልልይ ክፈርሱ ጀሚሮም ዝርከቡ፡፡ ሕሉፋት ዘየምርድዳኣት እሞ ከኣ ገሊኦም ዘሳቕዩ ሕጂ ተብራህሪሆም ይርከቡ፡፡ ድሮ ብ1943 ዓ.ም. ርእሰ ሊቃነ ጳጳሳት ፒዮስ መበል ዓሰርተ ኽልተ “ክርስትያን ብቐንዱ ብምኽንያት ቓላት እንካብቲ ቕኑዕ መንገዲ ዝርሕቑ ይመስሉ“ ኢሎም ይርከቡ፡፡\n\nምሉእ ርድኢት ናይ እቶም ዝተጠቐሱ ቓላት ጠሊቑ ንኸኣቱን ንሰባትና ንክንረዳዳእን ጊዜ ወሲዱ ኣሎ፡፡ እንተኾነ ግን ኣብ ምሕዋይ ዘይምርድዳኣት ፍረ ምፍራይ ጀሚሮም ይርከቡ፣ ንኣብነት ኣብ መንጐ ቤተ ክርስትያን እስክንድርያን ካቶሊካዊት ቤተ ክርስትያንን፡፡ እዚ ከዓ ኣብ ግንቦት 1965 ዓ.ም. ርእሰ ሊቃነ ጳጳሳት ሸኑዳ ኻልኣይ ናይ እስክንድርያን ርእሰ ሊቃነ ጳጳሳት ጳውሎስ ሻድሻይን “ሓባራዊ መግለጺ” ናይ እምነት እንክፍርሙ ግሉጽ ነይሩ፡፡ ክፋል ናይቲ ዝፈረሙዎ ጽሑፍ ከዓ ከምዙ ዝስዕብ ይንበብ፡-“ኣብኡ (ኣብ ኢየሱስ ክርስቶስ) ዂሎም ፍሉያት መለለዪታት ናይ መለኮትን ዂሎም ፍሉያት መለለዪታት ናይ ትስብእትን ብሓቀኛን ፍጹምን ዘይከፋፈልን ዘይፈላለን ሓድነትን ተዓቂቦም ይርከቡ"::²²\n\nእዞም ቓላት ንመግለጺ ናይቲ ብ478 ዓ.ም. ዝተገብረ ሲኖዶስ ናይ ሰሎውቂያ- ሰተሲፎን (ኣብ ጥቓ ባግዳድ) የቃልሑ፣ ሽዑ ምብራቓዊት ቤተ ክርስትያን ከምዙ ዝስዕብ ኢላ ኣዊጃ ነይራ፡፡\n\n“እቲ ኣብ ክርስቶስ ዘሎና እምነት ኣብ ተኣምኖ ኽልተ ባህርያቱ ናይ መለኮቱን ትስብእቱን ይኹን፤ እቲ ሓደ ወገን ኣብ መንጐ እዞም ባህርያት ምትሕውዋስ ወይ ምፍልላይ ክነእቱ ኣይክንህቅንን፡፡ እኳ ደኣ ብምኽንያት ዘይፈላለ ሓድነት መለኮት ምስ ትስብእቲ፣ ባህርየ መለኮት ንዝኾኖ እንክዕቅብ ናብቲ ሓደ ጐይታን ሓደ ማእኸል (ሽቶ) ኣምልኾን ኢና ንመግለጺታት ናይ እዞም ኸልተ ባህርያት ብሓደ እንእክብ፡፡"²³'
  },
  {
    'title': 'ርድኢት ቤተ ክርስትያን ኢትዮጵያ ኣብ ምስጢረ ስጋዌ',
    'content':
        'እዚ ወግዓዊ መግለጺ ዝወጸሉ እዋን ኣብ ግምት ብምእታው እቶም ተስዓቱ ቅዱሳን ቅድሚ ናብ ኢትዮጵያ ምምጽኦም ግንዛበ ትሕዝቶ ናይቲ መግለጺ ከምዝነበሮም ምግማት ይከኣል፡፡ እንተኾነ ግን፣ ዋላ እውን ቅድሚ 1965 ዓ.ም. ተልእኾ ኦርቶዶክሳዊት ቤተ ክርስትያን ኢትዮጵያ፣ ደሓር ከዓ ብቤተ ክርስትያን ኢትዮጵያ ብወርሒ ሰነ 1962ን ዓ.ም. ታሕሱስ 1963ን ኸልተ መጻሕፍቲ ብተኸታታሊ ወጺኦም ነይሮም፡፡ ኸልቲኦም መጻሕፍቲ ናይ ኢትዮጵያ ኦርቶዶክሳዊት ርድኢት ምስጢረ “ስጋዌ” ይገልጹ፡፡\n\n**“ናይ ኦርቶዶክሳዊት ቤተ ክርስትያን ኢትዮጵያ” ዘርእስቱ መጽሓፍ ነቲ ርድኢት ከምዙ ዝስዕብ ይገልጾ፡፡**\n\n• “…ጐይታ ኢየሱስ ክርስቶስ ፍጹም ሰብን ፍጹም ኣምላኽን ኢዩ፡፡ “ፍጹም” ዝብል ቃል ኣፍደገ ንዂሉ ሽፋናዊ ዘረባን ምሕባእ ሓቅን ኣፍደገ ይዓጹ፡፡ ኣብ ክርስቶስ ኣብ ግብሪ ከም ሓደ ዝግለጹ ሓድነትን ክልኤነትን ንኽቕበል"\n• “ቤተ ክርስትያን ኢትዮጵያ ኣባል ናይተን ብጌጋ ኣብ ሓደ ባህርይ ዝኣምና ተባሂለን ዝስመያ (ሞኖፊዛይት) ኦርቶዶክሳውያት ኣብያተ ክርስትያናት እያ፣ ንሳ ግን “ዘይኬልቄዶናዊት\' ተባሂላ ክትፍለጥ እትሓሪ\'\' (ገጽ 97)፡፡\n• “ቤተ ክርስትያን ኢትዮጵያ ንኣውጣኪን ንኒስጢሮስን ትነጽግ\'\' (ገጽ 97)።\n• ትምህርቲ ቤተ ክርስትያን ኢትዮጵያ ብቶም ናይ እስክንድርያ ዓበይቲ መምህራንን ስነ መለኮትን ዝኾኑ ብፍላይ ብቅዱስ ቂሪሎስን ዉሩያት ስነ መለኮታውያን ተኸተልቶምን ዝተተንተነ እምነት ኣቦታት ኢዩ፡፡ (ሳልሳይ ጉባኤ ቊስጢንጥንያ (652-673 ዓ.ም.) ናይ ቅዱስ ቂሪሎስ ትምህርቲ ስነ ክርስቶስ ብግልጺ ኣጽደቐ)፡፡ በዙይ መሰረት ቤተ ክርስትያን ኢትዮጵያ ክርስቶስ ብትኽክል ጊዜ ምስ ኣቦኡን ምሳናን ዝነብር ፍጹም ኣምላኽን ፍጹም ሰብን ከምዝኾነን፣ መለኮትን ትስብእትን ኣብኡ ብዘይምድብላቕን ብዘይ ምፍልላይን፣ ብዘይ ምትሕውዋስን ምልዋጥን ኣብኡ ከምዝቕጽሉ ትኣምን ፡” ዘይፈላለ ሓድነት ናይ መለኮትን ትስብእትን ኣብ ኣካል ክርስቶስ ስለ ዘስምር \'ተዋህዶ\' (ሓደ ኮይኑ) ናይታ ቤተ ክርስትያን እምነት ብዝበለጸ ዝገልጽ ኢትዮጵያዊ ቃል ኢዩ…” (ገጻት 97-98)፡፡²⁴\n\n**“ናይ ኢትዮጵያ ቤተ ክርስትያን\'\' ዘርእስቱ መጽሓፍ ከዓ**\n\n• “ተስዓቱ ቅዱሳን ብ472 ዓ.ም. ኣቢሉ ናብ ኣክሱም መጺኦም ንሳቶም ከም ቊስጥንጢኒያን ሶርያን ዝመሳሰሉ እንካብ ዝተፈላለየ ክፍሊ ምብራቓዊ ግዝኣት ሮማውያን እዮም ዝመጹ፡፡ ተኸተልቲ ሓደ ዓይነት እምነታዊ ትምህርቲ ግን ነበሩ፡፡ ዓዳቶም ገዲፎም ዝመጹ ብምኽንያት ሃይማኖታዊ ፍልልይ ይመስል፣ ንሳቶም ኣንጻር ኬልቄዶን ነበሩ፣ በዙይ ምኽንያት ከዓ በቲ ናይ ኬልቄዶን ትምህርቲ ጽኑዕ ደጋፊ ዝነበረ ንጉስ ናይ ሮማ ተሰደዱ” (ገጽ 7)።\n• “እቶም ኣብኡ ዝተወሃዱ ኽልተ ባህርያት መለኮትን ትስብእትን ክርስቶስ ብትኽክል ጊዜ ኣምላኽን ሰብን ስለ ዝኾነ ነፍሲ ወከፎም ብምሉእ ሓድነትን ፍጽምናን ምስ ናይ ባዕሎም መለለዪ ጸባያት ብዘይ ለውጢ ወይ ከዓ ምክፍፋል ኣብኡ ኣብ ሓደ ክርስቶስ ይቕጽሉ…“ (ገጽ 51)፡፡\n• ቤተ ክርስትያን ኢትዮጵያ ምስ ካልኦት ምብራቓውያን ኦርቶዶክሳውያን ኣብያተ ክርስትያናት ብምዃን ነቲ ክርስቶስ “ኽልተ ባህርያት ከም ዝፍለጥ ተገይሩ ይፍለጥ ዝብል መብርሂ ዘሎዎ ኬልቄዶናዊ መግለጺ እምነት ኣይትቕበልን፡፡ እዚ ኣበሃህላ እዚ እተን ንዙ መግለጺ ዝቕበላ ኣብያተ ክርስትያናት ኣብ ሓደ ክርስቶስ መለኮትን ትስብእትን ህያው ኮይኖም ይቕጽሉ ማለተን ጥራሕ እንተኾይነን፣ እዚ ግን ትምህርቲ ኢትዮጵያዊት ኦርቶዶክሳዊት ቤተ ክርስትያን ኢዩ":: (ገጽ 51)²⁵\n• “ቤተ-ክርስትያን ኢትዮጵያ ምስ እቶም ካልኦት ናይ ርሑቕ ምብራቕ ኦርቶዶክስ ኣብያተ ክርስትያናት ኮይና ክርስቶስ ዝፍለጥ ብክልተ ባህርዩ ኢዩ ዝብል ሓሳብ ሓቂ ኢዩ ብምባል ነቲ ናይ ቄልኬዶናውያን መግለጺ ዝተቐበሉ ኣብያተ ክርስትያናት እቲ ፍጹም ኣምላኽነትን ሰብነትን ኣብ ሓደ ክርስቶስ ከምዝቕጽል ማለቶም እንተደኣኾይኑ፣ እዚ ናይ ክርስቶስ ቤተ ክርስትያን ኣስተምህሮ ኢዩ፡፡”'
  },
  {
    'title': 'ጻዕርታት ሓድነት ኣብ ዘመናዊ እዋን',
    'content':
        'ርእሰ ሊቃነ ጳጳሳት ዮሓንስ ፓውሎስ ኻልኣይ ብ6 ጥቅምቲ 1974 ዓ.ም. ብስም ካቶሊካዊት ቤተ ክርስትያን ንብጹዕ ወቅዱስ ኣቡነ ተክለሃይማኖት ፓትርያርክ ርእሰ ሊቃነ ጳጳሳት ናይ ኢትዮጵያ ዝነበሩ፣ ናብ ካስተል ጋንዶልፎ ዝበሃል መንበሪኦም ምስ ተቐበሉዎም ንሶም ክልቲኤን ኣብያተ ክርስትያናት ሓንቲ እምነት፣ ሓደ ሓዋርያዊ ተተካእነት፣ ሓደ ክህነትን ቅዱስ ቍርባንን ከም ዝቕበላ ብወግዒ ኣረጋጊጾም እዮም፡፡ ደሓር ብ4 ሰነ 1985 ዓ.ም. ርእሰ ሊቃነ ጳጳሳት ዮሓንስ ፓውሎስ ኻልኣይ ብዝበለጸ ንብጹዕ ወቅዱስ ኣቡነ ጳውሎስ ፓትርያርክ ርእሰ ሊቃነ ጳጳሳት ናይ ኢትዮጵያ ከምዙ ዝስዕብ እናበሉ ብግልጺ ተዛሪቦምዎም ይርከቡ፡-\n\n“እቲ ኣብ መንጎና ዝርከብ ዓሚቕ ሕብረት ዋላ እኳ ታሪኽ እንተተቐያየረ ኣብ መሰረታውያን ሓቅታት ክርስትያናዊ እምነትና ዝተመስረተ ኢዩ፡፡ ምኽንያቱ መሰረቱ ሓዋርያት ዝተመሓላለፈ እምነትን ከምኡ ከዓ ሓደ ዓይነት ምስጢራትን፣ ኣብ ሓዋርያዊ ተተካእነት ዝተመስረተ ሓደ ዓይነት ተልእኾን ንካፈል፡፡ ምእንት\'ዙይ ኢትዮጵያዊት ኦርቶዶክሳዊት ቤተ ክርስትያንን ካቶሊካዊት ቤተ ክርስትያንን ኣብቲ ንዘለዓለም መንገድን ሓቅን ሕይወትን\' ዝኾነ ጐይታን መድሓኒ ናይ ዓለምን ትኽክል እምነት ይገልጻ፡፡ ንዙ ናይ ፍቕሪ ዘተ ኣብ መንጐና ብምሕዳስ ንጐይታ ብሓደ ልቢ እንተለመንና ከምዝሰምዐና ንተኣማመን፡፡ ብኣማላድነት ድንግል ማርያም እታ ዓባይ እኖ ኣምላኽ፣ መንፈስ ቅዱስ ነቲ ኣብ ሓደ መኣዲ ጐይታ እንደገና እንበልዐሉን ኣብ ሓደ ሰደቓ ጐይታ እንሰትየሉን መዓልቲ የቀላጥፈልና”፡፡²⁶\n\nካብቲ እዋን እቲይ ኣትሒዙ ነቲ ንቕድሚት ንዝግበር ጒዕዞና ከም ሽኻላት ዘገልግሉ ዝተፈላለዩ ተበግሶታት እናተወሰዱ ጸኒሖም ኣለዉ፡፡ ዋላ\'ኳ እቶም ዝወጹ መግለጺታት ኣብ መንጎ ኢትዮጵያዊት ኦርቶዶክሳዊት ቤተ ክርስትያንን ካቶሊካዊት ቤተ ክርስትያንን ንዘሎ ርክብ ብቕኑዕ ዝምልከቱ እንተዘይኮኑ፣ እተን ኽልቲኤን ኣብያተ ክርስትያናት ኣብ መሰረታዊ ጒዳያት ናይ ምብራቓውያን ኣብያተ ክርስትያናት ስለ ዝራኸባ ሕዉሳት እየን፡፡\n\nንኣብነት ካርዲናል ካስፐር ኣብ ፍርቂ ታሕሱስ 1995 ዓ.ም. ናብ ቤላሩስ ተዓዲሞም ነይሮም፡፡ ሊቀ ጳጳሳት ናይ ሚንስክን ስሉትስክን ከምኡ ከዓ ቋሚ ኣባል ቅዱስ ሲኖዶስ ኦርቶዶክሳዊ ምምሕድዳር ፓትርያርክ ናይ ሞስኮ ዝኾኑ ብጹዕ ፊላረት ኣብ ዝተረኸቡሉ ከዓ “ንኦርቶዶክስ ኣብያተ ክርስትያናት ዝርኢ ተልእኾ ወይ ከዓ ሃይማኖቶም ክቕይሩ ዝግበር ምንቅስቓስ ደጊም ናትና \'መምርሒ ወይ ከዓ ስልቲ\' ኣይኮነን”” ኢሎም ተዛሪቦም፡፡\n\nቐጺሉ ኣብ ወርሒ ጥሪ 1996 ዓ.ም. ንካቶሊካዊት ቤተ ክርስትያንን ምብራቓውያን ኦርቶዶክሳዊት ኣብያተ ክርስትያናትን ዘተ ዓለም ለኻዊ ግብረ ሓይሊ ተጣይሹ፡፡ ብዛዕባ ስነ መለኮታዊ ርድኢት ክርስቶስ ዝጥምቱ ጉዳያት “ናይ ባዕልኻ ርድኢት ኣብ ርእሲ ኻሊእ ብዘይ ምጽዓን ዂሎም ሓባራዊ እምነት ኣብ ኢየሱስ ክርስቶስ ከም ሓቀኛ ኣምላኽን ሓቀኛ ሰብን ከም ዝካፈሉ ኣብ ስምምእ ተበጺሑ፡፡…እቲ ናይ መወዳእታ ውጽኢት ከዓ ሓድነት ኣብ ዝተፈላለየ መንገድታት ኣገላልጻ ኮይኑ ኣሎ፡: "²⁸\n\nደሓር ብ1997 ዓ.ም. ፕሬዚደንት ጳጳሳዊ ጉባኤ ንምምዕባል ሓድነት ክርስትያን ዝኾኑ ካርዲናል ካስፐር ኣብ ሞስኮ ንዝርከቡ ፓትርያርክ ኦርቶዶክሳዊት ቤተ ክርስትያን ሩስያ ምብጻሕ ገበሩ፡፡ ኣብ እዋን እቲ መገሻ “ሓድነት ብዘይካ ውህደት” ክኸውን ከም ዝኽእል ከምዙ ዝስዕብ ሓሳቦም ገለጹሎም፡፡ “እዚ ከዓ ኣብ ትኽክል ጵጵስና ኣብ ሓዋርያዊ ተተካእነት ግን ብዝተፈላለየ ስርዓታት ስነ ኣምልኾን፣ ስነ መለኮትን፣ መንፈሳውን ሕገ ቀኖናዊ ቅጥዕን ዝተመስረተ ሓድነት ክኸውን ኢዩ፡፡”²⁹\n\nርእሰ ሊቃነ ጳጳሳት ፓውሎስ ሻድሻይን ናይ ግብጻዊ ኦርቶዶክሳዊ ፓትርያርክ ሸኑዳ ሳልሳይን ብወርሒ ግንቦት 1965 ዓ.ም. ኣብ ዘውጽኡዎ ሓባራዊ መግለጺ ንደሓር \'ኣካል\'፣ \'ባህርይ\'፣ \'ኣካላዊ\' ወይ ከዓ \'ምልኣት ትሕዝቶ\' ዝመሳሰሉ ቃላት ምጥቃም ተገዲፉ ኣሎ፡፡ መበገሲ ሕሉፍ ዘይምስምማዕን ምክፍፋልን እቲ ንኣኡ መሰረት ዝኾነ ክርክራት ናይ ሓምሻይን ሻድሻይን ዘመናት ከዓ ትርጉሞምን ርዲኢቶምን ኢዩ፡፡'
  },
  {
    'title': 'ኣበርክቶታት ካቶሊካዊት ቤተ ክርስትያን',
    'content':
        'ከምቲ ኣቡነ ያዕቆብ ዝበሉዎ “ምስ ክርስትያን ናይ ኣቢሲኒያ ሓድነት ምፍጣር" ካብ ምድላይ ብተወሳኺ ካቶሊካዊት ቤተ ክርስትያን ኢትዮጵያ ብዝተፈላለዩ መንገዲታት ብፍላይ ከዓ ንማሕበራዊ ትምህርቲ ቤተ ክርስትያን ብምትግባር ንሕዝቢ ምግልጋል እናቐጸለትሉ ትርከብ፡፡\n\n**ሀ. ብመዳይ ትምህርቲ**\n\nድሮ ኣብ 1837 ዓ.ም. ኣቡነ ያዕቆብ ብስም “ጽንሰታ ለማርያም” ኣብ ጐልዓ ኣዋልድን ኣወዳትን ዝመሃሩሉ ቤት ትምህርቲ ከፈቱ። እዚ ቤት ትምህርቲ ኣብ ኢትዮጵያ “ዘመናዊ” ስርዓተ ትምህርቲ ዝተኸተለ ቀዳማይ ቤት ትምህርቲ ከም ዝኾነ ከዓ ይፍለጥ፡፡ ካብቲ እዋን እቲይ ጀሚሩ ናይ ግእዝ ፊደላት ንምእታው ፈተኑ፤ ምንም እኳ እቲ መሱርሒ ንሶም ድሕሪ ምሟቶም እንተኣተወ፣ ብዓይነቱ ኣብታ ዓዲ ቐዳማይ ነበረ፡፡ ኣብዙ ቐረባ እዋን ብ1937 ዓ.ም. ኣባላት ማሕበር ኢየሱሳውያን ኣብ ኣዲስ ኣበባ ሓደ መርኣያ ዝኸውን ካልኣይ ብርኪ ቤት ትምህርቲ ክኸፍቱ ዝተገብረሎም ዕድመ ተቐበሉ፡፡ እዚ ቤት ትምህርቲ “ተፈሪ መኰነን ቤት ትምህርቲ˚ ተባሂሉ ዝፍለጥ ዝነበረ እንክኸውን እቲ ናይ ቴክኒክ ጨንፈሩ ብዓይነቱ ፍሉይ ነበረ፡፡ ደሓር ብ1943 ዓ.ም. መርኣዪ ስነ ፍጥረት (ጂኦፊዚካል ኦብዘርቫቶሪ) ዘሎዎ ዩኒቭርሲቲ ኮሌጅ ኣዲስ ኣበባ መስረቱ፡፡ ኣብ ትሕቲ ምምሕድዳር ካቶሊካውያን ገዳማውያን ማሕበራት ከዓ ኣብ ዝተፈላለየ ክፍሊ እቲ ዓዲ ብዙሓት ኣብያተ ትምህርቲ ተኸፍታ፡፡ ኣብ ትሕቲ እዚ እውን እተን ብዙሓት ማእኸላት ምዕባለ ደቂ ኣንስትዮ ክጥቀሳ ይግባእ፡፡\n\n**ለ. ራህብን ረድኤትን**\n\nንህዝቢ እዛ ሀገር ራህቢ ንተደጋጋሚ እዋናት እዚኣ ሃስይዋ ኢዩ፧ መሰረታዊ ድልየት ንምምላእን ምላሽ ኣብ ምሃብን እውን ካቶሊካዊት ቤተ ክርስትያን ቀዳመይቲ ተዋሳኢት ኮይና እያ፡፡ ብ1965 ዓ.ም. ኣብ ዝተኸሰተ ራህቢ ወሎ ፣ ኣዋርሕ ቅድሚ ጸገም ሕዝቢ ብዝኾነ መራኸቢ ብዙኃን ምግዋሑ ኣብ ደሴን ቆቦን እታ ቤተ ክርስትያን ትንቀሳቐስ ነይራ፡፡ ድሕሪ ዓሰርተ ዓመት እንደገና ራህቢ ንዛ ዓዲ ምስ ኣጥቀዐ ካቶሊካዊት ቤተ ክርስትያን ንድልየት ሕዝቢ ምላሽ ኣብ ምሃብ ሕጂ እውን ግንባር ቀደም ተዋሳኢት እያ ነይራ፡፡ ድሮ ብጥቅምቲ 1976 ዓ.ም. ሓደ ካቶሊካዊ ጳጳስ ንዓለምለኻውያን ትካላት ሓደጋ ጥምየት ቀሪቡ ከምዘሎ ነጊሮም ነይሮም፡፡ ድሕሪ ዓመት ጥራሕ ኢዩ ነይሩ ንዙ ሃሳዪ ጥምየት ንምእላይ ውሁድ ጻዕሪ ዝተገብረ፡፡\n\n**ሐ. ኣብ መዳይ ስምዒት**\n\nብቶም ዝተፈላለዩ ኣብያተ ጽሕፈት ካቶሊካዊት ቤተ ክርስትያን ኣብ ሕርሻን ምምዕባልን ምብሕጓግ መሬት ኣብ ምንካይን ከምኡ\'ውን መጽናዕትታትን ከባቢያዊ ሰጒምትታትን ንምውሳድ ዘተባብዑ ተበግሶታት ተገይሮም ኣለዉ፡፡ እንካብ እዞም ተበግሶታት ገሊኦም ካብ 1968 ዓ.ም. ጀሚሮም ኣብ ግብሪ ውዒሎም ይርከቡ፡፡\n\n**መ. ኣብ መዳይ ኣገልግሎት ጥዕና**\n\nናብቲ ኣብ ወሊሶ ዝርከብ ሆስፒታል ቅዱስ ሉቃስ ዝወሃብ ልዑል ሕክምናዊ ግልጋሎትን ስልጠናን እንክነተኲር፣ ኣብ ካሊእ ብዙሕ ከባቢታት ዝወሃብ ግልጋሎት ጥዕና እውን ክንጠቅስ ይግባእ፡፡ ኣስማቶም ኣጸቢቖም ዘይተፈልጡ ምዃኖም ንሕሙማትን ኣብ ኣፍ ሞት ንዝርከቡን ብኣባላት ካቶሊካዊት ቤተ ክርስትያን ኣብ ዝንቀሳቐሳ ትካላት ጥዕና ዝግበር ኣገልግሎት ብቕዓትን ተወፋይነትን ከናእሶ ኣይኽእልን፡፡ እዚ ነቲ ሕጂ ዘሎ ለበዳ ኤች.ኣይ.ቪ ኤይድስ ኣመልኪቱ ዝግበሩ ዘለዉ ንጥፈታት እውን ይምልከት፡፡'
  },
];

const List<Map<String, String>> churchHistoryPartTwo = [
  {
    'title': 'ሓጺር ታሪኽ፣ ካቶሊካዊት ቤተ ክርስትያን ሰበኻ ዓዲግራት',
    'path': 'assets/images/church_history/Part2.png',
    'content': ''''''
  },
  {
    'path': 'assets/images/church_history/Part3.png',
    'title': 'ምስረታ ሰበኻ ዓዲግራት',
    'content':
        '''ርእሰ ሊቃነ ጳጳሳት ጎርጎርዮስ መበል 16፡ ብ2 መጋቢት 1831 ዓ.ም. ንሞንሲኞር ያዕቆብ ዩስጢኖስ ሓዋርያዊ መስተናብር ኣቢሲንያ (ኢትዮጵያ) ገይሮም ሾምዎም። እቲ ሓድሽ ሓዋርያዊ ምምሕዳር፡ ንኢትዮጵያን ንዘዋስኑዋ ሃገራትን ብወገን ምዕራብን ደቡብን ብዘይ ደረት ዝጥርንፍ ነበረ። ኣብ መወዳእታ ድማ፡ ብ18 ጥቅምቲ 1831 ዓ.ም. ኣብ ከተማ ዓድዋ በጽሑ። እዚ እዩ እቲ መጀመርታ ናይቲ ጸኒሑ "ሓዋርያዊ መስተናብር ኣቢሲንያ" ተባሂሉ ዝተሰምየ ተልእኾ።

ሞንሲኞር ያዕቆብ ኣብ ዓድዋ ምስ በጽሑ፡ ድሕሪ ቁሩብ ኣዋርሕ ንኣባ ጆሴፍ ሳፔቶ ኣብ ሽዋ፡ ንኣባ ሉዊጂ ሞንትዎሪ ድማ ኣብ ሱዳን ከም ሓዋርያዊ መወከሊኦም ብምምዳብ ስልጣኖም ኣተግበሩ። ኣባ ሞንትዎሪ ካብ ካርቱም ወጻኢ ኣብ ዝርከብ ቦታ፡ ንእሽቶ ቤት ጸሎትን ሓንቲ ቤት ትምህርትን ከፈቱ። ካልኦት ልኡኻት ናብ ሱዳን ድሕሪኡ ስለ ዝኣተዉ፡ ኣብ ሱዳን ንካቶሊካዊት ቤተ-ክርስትያን ዝመስረቱ፡ መራሕቲ መስተናብር ኣቢሲንያ እዮም ክብሃል ይከኣል።

ዓድዋ ከም ቀዋሚ መንበሪ ሓዋርያዊ ምምሕዳር ኮይና ንኸተገልግል ምቹእ ስለ ዘይነበረት፡ ሞንሲኞር ያዕቆብ ዩስጢኖስ ኣማራጺ ቦታ ምድላይ ጀመሩ። ዝሰማምዖም ቦታ ምስ ረኸቡ፡ ብ30 ሕዳር 1836 ዓ.ም. ኣብ ጎልዓ (ካብ ዓዲግራት ብኣንፈት ምብራቕ) ሓንቲ ቦታ ዓደጉ። በዚ መሰረት፡ ጎልዓ ቀንዲ መንበሪ ሞንሲኞር ኣባ ያዕቆብ ኮነት። ኣብቲ ዝቐጸለ ዓመት፡ ኣብ በዓለ ፋሲካ ናብ ዓሊቴና ከዱ። ኣብኡ ምስ በጽሑ፡ መራሒ ዓሌት ኢሮብ ዝነበረ ሓንታ ጻዕሩ ብሕውነታዊ መንፈስ ተቐበሎም። ሓንታ ጻዕሩ፡ ብዛዕባ መዕቆቢ ኣቡነ ያዕቆብ ምስ 60 ሽማግለታት ዓሌቱ ተዘራሪቡ፡ ንካቶሊካዊ ሃይማኖት እሙናት ከም ዝኾኑ "ህዝቢ ኢሮብ መኽበሪ መብጽዓ እዩ። ሽሕ እኳ ካብዚ ዝሓሸ መንበሪ ቦታ እንተረኸብኩም፡ ንስኻትኩምን ሰዓብትኹምን ጠንጢንኩምና ምእንቲ ከይትኸዱ፡ ከማና መኽበሪ መብጽዓ ክትኾኑ ተስፋ ንገብር" ኢሎም ብስም ዓሌቶም መሓሉ። በዚ መሰረት ድማ፡ ብ12 ግንቦት 1837 ዓ.ም. ንኣባ ያዕቆብ ገዛ ሃብዎም። ክሳዕ ሎሚ እውን ክልቲኦም ወገናት ኣብ መብጽዓኦም እሙናትን ቅኑዓትን ኮይኖም ይርከቡ።'''
  },
  {
    'title': 'ዘመን ኣቡነ ያዕቆብን ተተካእቶምን',
    'content':
        '''ቅድስቲ መንበር ነቲ "ሓዋርያዊ ምምሕዳር ኣቢሲንያ" ተባሂሉ ዝጽዋዕ ዝነበረ፡ ናብ ደረጃ ሰበኻ (Diocese) ልዕል ኣበለቶ። ብተወሳኺ፡ ብ30 ሰነ 1839 ዓ.ም. ኣብ ዝወጸ ውሳነ ርእሰ ሊቃነ ጳጳሳት፡ ዝኾነ ይኹን ቅዱስ ተግባር ብስርዓት ኣቢሲንያ (ስርዓተ ግእዝ) ንኽፍጸም ፍቓድ ሃቡ። በዚ መሰረት፡ ብ11 ሰነ 1839 ዓ.ም. ሞንሲኞር ያዕቆብ ፈላማይ ጳጳስ ሰበኻ ኣቢሲንያ ኮይኖም ብቅድስቲ መንበር ተሸሙ። ይኹን እምበር፡ መዓርግ ጵጵስና ዝተቐበሉ ድሕሪ ሓደ ዓመትን ፈረቓን እዩ ነይሩ። መርሓ ግብሮም ድማ፡ ነቲ ሰበኻ ኣብ ክልተ ዓንዲ፡ ማለት ብስርዓት ኢትዮጵያ ዝጥቀሙ ኢትዮጵያውያን ካህናት ጠጠው ክብል ምግባር ነበረ።

ኣብ ወርሒ ጥሪ 1843 ዓ.ም.፡ ኣቡነ ያዕቆብ ንፈለማ ግዜ ንኣባ ገብረሚካኤል (ቀዳማይ ኢትዮጵያዊ ካህን) ኣብ ቤተ-ክርስትያን ቅድስት ማርያም ዓሊቴና ብሕቡእ መዓርግ ክህነት ሃቡ። ኣብታ ዓመት እቲኣ እውን፡ ኣብቲ ሰበኻ ሳልሰይቲ እትኸውን ቤተ-ክርስትያን ኣብ ማይበራዝዮ ከፈቱ። በቲ እዋን እቲ፡ ብጠቕላላ 5,000 ዝኾኑ ካቶሊካውያን ኣብቲ ሰበኻ ከም ዝነበሩ ይግመት።

በቲ እዋን እቲ ዝነበረ ግብጻዊ መራሕ ቤተ-ክርስትያን ኣቡነ ሰላማ፡ ኣብ ዓጋመ ንዝነበሩ ካቶሊካውያን ምፍርራሕ ጀመረ። እዚ እናሃለወ፡ ኣቡነ ያዕቆብ ንውልቃዊ ድሕነቶም ዘይኮነስ፡ ነቶም ምእመናን ዘውርደሎም ዝነበረ መጽቀጥጢ ከፍኲስ ይኸውን እዩ ብምባል ናብ ሰሜን፡ ናብ ሓላይ ከዱ። ኣብኡ ድማ ብ1843 ዓ.ም. ሓንቲ ቤተ-ክርስትያን ባሪኾም ከፈቱ። ኣብታ ሓዳሽ ቤተ-ክርስትያን እውን ብ11 ጥቅምቲ 1846 ዓ.ም. ንሞንሲኞር ላውረንስ ቢያንኬሪ ከም ሓጋዚ ጳጳስ ገይሮም ሾምዎም።

ኣቡነ ያዕቆብ ንኣባ ገብረሚካኤል ምስ ውሑዳት ካህናት ሓዊሶም ናብ ጎንደር ለኣኽዎም። እንተኾነ ግን፡ ኣቡነ ሰላማ ኣብ ልዕሊ ካቶሊካውያን ጽልኢ ስለ ዝነበሮ፡ ኣብ ጎንደር ምስ በጽሑ ኣደዳ ማእሰርትን መግረፍትን ኮኑ። ኣባ ገብረሚካኤል ድሕሪ ነዊሕ መግረፍትን ስቓይን፡ ብ23 ነሓሰ 1847 ዓ.ም. ሞተ-ሰማእት ተቐበሉ።

ኣቡነ ያዕቆብ ብ1852 ዓ.ም. ዓረፉ። ሞንሲኞር ቢያንኬሪ እውን ድሕሪ ኣርባዕተ ዓመት ዓረፈ። ድሕሪ ቢያንኬሪ፡ ሓዋርያዊ መስተናብር ኣቢሲንያ ኮይኖም ዝተሾሙ ሞንሲኞር ቤል፡ ብ15 መጋቢት 1858 ዓ.ም. ኣብ ኢትዮጵያ በጽሑ። ሞንሲኞር ቤል ድሕሪ ሓደ ዓመት ኣብ ዝጸሓፍዎ ጸብጻብ፡ ኣብቲ ሰበኽኦም ጎንደርን ሽዋን ሓዊሱ 8000 ካቶሊካውያን፡ 9 ቚምስናታትን 6 ናይ ቚምስና ጣብያታትን ከም ዝነበራ ይሕብር። ሞንሲኞር ቤል እውን ብዙሕ ከይጸንሑ ብ1860 ዓ.ም. ዓረፉ።

ካብ ሓዋርያዊ ምምሕዳር ኣቢሲንያ ዝወጹ ክልተ ኣገደስቲ ኣስማት፡ ቅዱስ ተባሂሎም ዝተሰምዩ ኣቡነ ያዕቆብ (ብ1967 ዓ.ም.) ከምኡ'ውን ብጹዕ ሰማእት ተባሂሉ ዝተሰምየ ኣባ ገብረሚካኤል (ብ1918 ዓ.ም.) እዮም። ሎሚ ኣብ ዘለናዮ እዋን፡ ብጹዕ ኣባ ገብረሚካኤል ናብ ደረጃ ቅዱስ ንኽበጽሕ ናይ ኩላትና ልባዊ ጸሎት እዩ።'''
  },
  {
    'title': 'ምዕባለን ምፍልላይን',
    'content':
        '''ቀጺሎም ኣብ ሓዋርያዊ ምምሕዳር ኣቢሲንያ ዝተሾሙ፡ ሞንሲኞር ማርሴል ቱቬን (1861-1880)ን ሞንሲኞር ጀይምስ ክሩዜን (1880 ተሸይሞም ብ1886 ዝገደፉ) እዮም ነይሮም። ኣቡነ ክሩዜ ብ1882 ዓ.ም.፡ "ስርዓተ ቅዳሴ ዘቤተ-ክርስትያን ካቶሊካዊት እንተ በኢትዮጵያ" ዝብል ርእሲ ዝሓዘ መጽሓፈ-ጸሎት፡ ኣብ ከረን ኣሕተሙ።

ምሕታም መጽሓፈ ቅዳሴ ንሰበኻ ኣቢሲንያ ሓደ ስጉምቲ ንቕድሚት እኳ እንተነበረ፡ ነቲ ኣብቲ ሰበኻ እናዓበየ ዝኸይድ ዝነበረ ስግኣት ግን ኣየወገዶን። እቲ መጽሓፈ ቅዳሴ ኣብ ዝተሓትመሉ ዓመት፡ ብሰንኪ ወግዓዊ ምምስራት "ባዕዳዊ ግዝኣት ኤርትራ" ስግኣት ተላዕለ። ሓደ ሰበኻ ንኽልተ ብፖለቲካ ዝተፈላለያ ሃገራት ከመይ ገይሩ ከገልግል ይኽእል፧ በዚ መሰረት፡ ብ2 መስከረም 1887 ዓ.ም. ብዝወጸ ድንጋገ ቫቲካን፡ ካብ ሰበኻ ኣቢሲንያ ዝተፈለየ "ሓዋርያዊ ምምሕዳር ኤርትራ" ተጣየሸ። ምውጻእ እዚ ድንጋገ እዚ ከም ዘሎ ፈሊጦም ስለ ዝነበሩ፡ ብጹዕ ኣቡነ ክሩዜ ብ14 ነሓሰ 1886 ዓ.ም. ካብ መንበረ ስልጣኖም ወሪዶም ነበሩ።

ቅድሚ ምፍልላይ ሓዋርያዊ መስተናብር ኤርትራ፡ ኣብ ምሉእ ሓዋርያዊ ምምሕዳር ኣቢሲንያ፡ ብስርዓተ ኢትዮጵያ ዝኽተሉ 30,000 ካቶሊካውያን፡ 28 ቚምስናታትን 35 ካህናትን ነይሮም እዮም። እቲ ስርዓት ኣብ ኣገባብ ቅዳሴ ይፍጸም ነበረ፤ ቅዱስ ቁርባን ድማ ብኽልተ መልክዕ፡ ማለት ስርናይ ንሕብሰተ-ቁርባን፡ ወይኒ ድማ ካብ ተኽሊ ወይኒ ይስራሕ ነበረ።'''
  },
  {
    'title': 'ድሕሪ ምፍልላይ ኤርትራ፡ ተበግሶታትን ምዕባለታትን',
    'content':
        '''ምንም እኳ ኣብ ጎልዓ፡ ዓሊቴናን ማይበራዝዮን ሰለስተ ቚምስናታት ጥራሕ እንተነበራ፡ ሓዋርያዊ ምምሕዳር ኣቢሲንያ ክቕጽል ከኣለ። ኣብ ከባቢ ዓጋመ ብዝነበረ ጽልኢ፡ ብዙሓት ካቶሊካውያን ናብ ሰሜን ሃዲሞም ኣብ መኖዅሰይቶ ዓዲ ስለ ዝተሰፈሩ፡ ቊጽሪ ካቶሊካውያን ናብ 1700 ኣንቆልቆለ። እንተኾነ ግን፡ 6 ላዛሪስትን 6 ኢትዮጵያውያን ካህናትን ነበሩ። ምንም እኳ ኣቡን እንተዘይነበሮም፡ እቲ ዝተረፈ ሓዋርያዊ ምምሕዳር ኣቢሲንያ፡ ነቲ ሓቀኛን ጽኑዕን ኢትዮጵያዊ ባህርይ ዓቂቡ ጸኒሑ እዩ። ኣብዚ ኣስተውዒልካ ክርአ ዘለዎ ግን፡ በቲ እዋን እቲ ዝነበሩ ካህናት፡ ብውሑዳት ቁጽሮም ናብ ካልእ ክፍለ-ዓለም ንምኻድ ኣብ ዝገብርዎ ዝነበሩ ጻዕሪ፡ ሓዋርያዊ ተገዳስነቶም ክሳዕ መወዳእታ ሒዞም ከም ዝተጓዕዙ እዩ።

ብ1901 ዓ.ም. ክልተ ካህናትን ሓደ መምህር ትምህርተ-ክርስትናን፡ ነጋዶ መሲሎም ንሓደ ወርሒ ተጓዒዞም ናብታ በቲ እዋን እቲ 3-4 ሽሕ ነበርቲ ዝነበሩዋ ከተማ ጎንደር በጽሑ። ኣብቲ ዝቐጸለ ዓመት፡ ኣባ ተስፋስላሴ ወልደገሪማ ምስ ሃለቓ ድልብሽ፡ ከም ነጋዶ መሲሎም 800 ኪ.ሜ. ተጓዒዞም ኣንኮበር በጽሑ። ኣብኡ ምስ በጽሑ፡ ኣባ ተስፋስላሴ ንልዕሊ 740 ዓመታት ካብ ምስጢራት ተፈልዮም ንዝነበሩ 100 ዝኾኑ ውልቀ-ሰባት ብምስጢር ቅዳሴ ኣገልገልዎም። ቀጺሎም ብ1903 ዓ.ም. ናብ ጥቓ ጎንደር እትርከብ "ክርክር" ዝተባህለት ዓዲ ከይዶም፡ ቅድሚ ፍርቂ ለይቲ ተሓቢኦም ብምስጢር ቅዳሴ ቀደሱ። በቲ እዋን እቲ እውን፡ ኣባ ኣጽብሃን ኣባ ተወልደመድኅንን ናብ ኣንኮበር ከዱ። እዚ ሓጺርን ተደጋጋምን ምብጻሕ እኹል ስለ ዘይነበረ፡ ቀዋሚ መንበሪ ብህጹጽ ምምስራት ኣገዳሲ እናኾነ መጸ።

ብምኽንያት እዚ፡ ኣብ ወርሒ ግንቦት 1908 ዓ.ም. ክልተ ምእመናን፡ ዓዶዑማር ሓሊቦን ሓው ድልብሽ ምኒሊክ ወልደጊዮርጊስን፡ 900 ኪ.ሜ. ተጓዒዞም ናብ ኣዲስ ኣበባ ንኽኸዱ ተወሰነ። ኣባ ግሩሶን ካልኦት ካህናትን ድማ፡ ጉዕዞኦም ንምቅላል ናብ ጅቡቲ ብጃልባ ተሳፊሮም ብ13 ሰነ ኣብ ኣዲስ ኣበባ ተራኸቡ። ዓዶዑማር ሓሊቦ፡ ንፍትሒ ናብ ሊጅ ኢያሱ ጥርዓን ኣቕረቡ። ሊጅ ኢያሱ ኣብቲ ናይ መጀመርታ ውሳነኡ፡ ኣብ ዓጋመ ንዝርከቡ ካቶሊካውያን ናይ ሃይማኖት ናጽነት ፈቐደ። እንተኾነ ግን፡ ዓዶዑማር ሓሊቦ ነቲ ውሳነ ተቓወሞ፡ ምኽንያቱ እቲ ጽሑፍ ንምሉእ ትግራይን ካልኦት ክፍለ-ሃገራትን ዘየጠቓልል ስለ ዝነበረ። ድሕሪኡ ሊጅ ኢያሱ ንኹሎም ኣብ ኢትዮጵያ ዝርከቡ ካቶሊካውያን ናይ ሃይማኖት ናጽነት ዝህብ ውሳነ ብ12 ጥቅምቲ 1908 ዓ.ም. ኣወጀ።'''
  },
  {
    'title': 'ምምስራት ሓደሽቲ ቚምስናታትን መግዛእታዊ ወራርን',
    'content':
        '''ቚምስናታት ከም በዓል ብዔራ (1908)፣ ሰበያ (1913)፣ ኣዎ (1915) ዝኣመሰላ እናተኸፍታ መጻ። ኣባ ሓጎስ ኪዳኑ ኣብ መንዲዳን (1915)ን ታሕታይ ዝባንን (1917) ቚምስናታት ከፈቱ። ኣባ ዮሴፍ ገብሩ እውን ብ1919 ኣብ ደሴ ቚምስና ከፈቱ። ኣብቲ እዋን እቲ፡ ኣብ 12 ቚምስናታት 2500 ካቶሊካውያን፣ 14 ኢትዮጵያውያን ካህናት፣ 9 ላዛሪስትን ኣብ ምሉእ ሰበኻ ኣቢሲንያ ከም ዝነበሩ ይግመት እኳ እንተነበረ፡ ዋላ ሓደ ኣቡን ግና ኣይተሾመን ነይሩ።

ብ1928 ዓ.ም. ኣብ ልዕሊ ኢትዮጵያ ዝወረደ መግዛእታዊ ወራር፡ ከተማ ዓዲግራት ብደብዳብ ቦምባ ስለ ዝጀመረ፡ እዚ እዋን ሓዋርያዊ ወፍርን ሓድነትን ዕድሚኡ ሓጸረ። እቲ ሰራዊት ባዕዳዊ ጸላኢ ንኢትዮጵያ ካብ ጫፍ ናብ ጫፍ ምስ ወረራ፡ ደቂ ኢጣልያ ዘይኮኑ ደቂ ማሕበር ላዛሪስት ተሰጐጉ። ነዚኣቶም ዝትክኡ ድማ ደቂ ኢጣልያ ዝኾኑ ደቂ ማሕበር ላዛሪስት ኣብ ከተማታት ንኽነብሩ መጹ። እቶም ኢትዮጵያውያን ካህናት ግን ኣብ ገጠር ንኽነብሩ ተገብረ።

ድሓር ኣብ እዋን ባዕዳዊ ምምሕዳር፡ እቲ ቅድም ክብል ሰበኻ ዓዲግራት ተስፋሕፊሑሉ ዝነበረ ዞባ፡ ደረጃኡ ንኽከፋፈል ተገብረ። ብ1929 ዓ.ም. ሓዋርያዊ ሰበኻ ኣዲስ ኣበባ ተጣየሸ፤ ጎንደር፣ ደሴን ትግራይን ድማ ንኡስ ሓዋርያዊ ምምሕዳር ንክኾና ብወግዒ ተገልጸ። እቶም ኢትዮጵያውያን ካህናት፡ ብዙሕ ዝገብርዎ ነገር እኳ እንተዘይነበሮም፡ በቲ ምትሓት ደረጃ ብዙሕ ኣይተሓጎሱን። ኣብ መወዳእታ፡ እቶም ባዕዳውያን ወረርቲ ብ1933 ዓ.ም. ስለ ዝተሳዕሩ፡ ኢጣልያውያን ላዛሪስታውያን ብተራኦም ተባረሩ። ካብኡ ንደሓር ክሳዕ 1959 ዓ.ም.፡ ናይቲ ሰበኻ ኢትዮጵያውያን ካህናት ኣብ መንፈስ ርእሰ-ምርኰሳ (self-reliance) ተደሪኾም፡ ነቲ ንቤተ ክርስትያን ዝህብዎ ዝነበሩ ኣገልግሎት ብትብዓት ዓቂቦም ምንቅስቓሶም ቀጸሉ።'''
  },
  {
    'title': 'ድሕሪ ኲናት፡ "ዕጹው ከባቢታት"ን ሓድሽ ተልእኾን',
    'content':
        '''ኣብቲ ቀዳማይ ሰበኻ ኣቢሲኒያ ዝነበሩ ኢትዮጵያውያን ካህናት፡ ቀጻሊ ዝኾነ ሓዋርያዊ ተበግሶታት ካብ ምስራሕ ብ21 ነሓሰ 1936 ዓ.ም. ብዝወጸ ነጋሪት ጋዜጣ ተኸልከሉ። እቲ ድንጋገ ከምዚ ዝስዕብ ይንበብ፤ "ሚስዮናውያን ዝገብርዎ ምንቅስቓስ፡ ኢትዮጵያውያን ዜጋታት ነቲ ንመዋእላቶም ሒዞምዎ ዝጸንሑ ክርስትና ሃይማኖት ንኸይቅይሩ ስለ ዝዓለመ፡ እቲ ኮሚቴ ሚስዮናውያን ዝንቀሳቐሱሉ ወይ ዘይንቀሳቐሱሉ ከባቢታት ዝውስን ደንብታት ከውጽእ እዩ።" እቶም ከባቢታት ድማ "ክፉት ከባቢታት ቤተ ክርስትያን ኢትዮጵያ" ተባሂሎም ይፍለጡ። "እቶም ከባቢታት ቤተ ክርስትያን ኢትዮጵያ" (ንህልውና ካቶሊካዊት ቤተ ክርስትያን ዝተዓጽወ) መብዛሕቲኡ ክፋል ትግራይ ዘጠቓለለ እዩ ነይሩ። ነቲ ድንጋገን ሳዕቤናቱን ጥራይ ብምውሳድ፡ ነቲ ድሕሪኡ ዝሰዓበ ታሪኽ ንጉሳዊ ምምሕዳር ሓዋርያዊ መስተናብር ኣቢሲኒያ ብግልጺ ምርዳእ ይከኣል እዩ።

ካልኣይ ኲናት ዓለም ብ1937 ዓ.ም. ምስ ተዛዘመ፡ ኣብ ኣዲስ ኣበባ እትርከብ ዝነበረት ካቶሊካዊት ቤተ ክርስትያን ዳርጋ ኣብ ዕግርግር ነበረት። እዚ ዝኾነሉ ምኽንያት፡ በቲ እዋን እቲ ዝነበሩ ንጉስ፡ "ኣብ ኣዲስ ኣበባ ዝርከባ ካቶሊካውያን ኣብያተ ክርስትያናት ብሓላፍነት ኢትዮጵያዊ ካህን እንተተመሓዲረን ክሕደጋ እየን" ዝብል ኣዋጅ ስለ ዝኣወጁ እዩ ነይሩ። እዚ ከምዚ እናሃለወ ግን፡ ኢትዮጵያውያን ካህናት ኣበይ እዮም ነይሮም? ካህን ኣባ ኃይለማርያም ካሕሳይ ሓላፊ "ሓዋርያዊ ምምሕዳር ትግራይ" ስለ ዝነበሩ፡ ብሰናይ ድልየቶም ናብ ኣዲስ ኣበባ ዝኸዱ ካህናት ክህልዉ መጸዋዕታ ኣቕረቡ። ብዙሓት እውን ከዱ።'''
  },
  {
    'title': 'ዘመን ቀዳማይ ጳጳስ፡ ኣቡነ ኃይለማርያም ካሕሳይ',
    'content':
        '''ሽዑ ንሽዑ ኣባ ኃይለማርያም እውን ናብ ኣዲስ ኣበባ ከዱ። ብ23 መጋቢት 1943 ዓ.ም. ኣብ ሮማ ኣቡን ተቐብኡ። ብ20 ጥቅምቲ 1944 ዓ.ም. ሓዋርያዊ ምምሕዳር ኣዲስ ኣበባ ምስ ተጣየሸ፡ ፈላማይ ጳጳስ ኣዲስ ኣበባ ኮይኖም ተሾሙ። ኣብ ምሉእ ኢትዮጵያ ካቶሊካዊ ኣቡን ንሶም ጥራሕ ብምዃኖም፡ ንህይወት ኩላ ካቶሊካዊት ቤተ ክርስትያን ንምምላእ ብርቱዕ ስራሕ ኣጋጠሞም። ሎሚ ኣብ ኢትዮጵያ ዘለዉ ሕግታት ክህነትን ሃይማኖታውያን ማሕበራትን፡ ንተበግሶታት ኣቡነ ኃይለማርያም ካሕሳይ ምስክርነት ዝህቡ እዮም።

ክህነታዊ ምምሕዳር ኣቡነ ኃይለማርያም ካሕሳይ ንምልእቲ ሃገር ይሽፍን ስለ ዝነበረ፡ እታ ዝተወልዱላ ከተማ ዓዲግራት እውን ካብኦም ቈላሕታ ረኸበት። ብ1944 ዓ.ም. ኣብ ጥቓ ወልዋሎ መሬት ረኸቡ። ኣብ ፍሉይ ስሙ ኩዳሓናይ (ኣብ ውሽጢ ወተሃደራዊ ሰፈር ዝነበረ) ዝነበረ ኮሌጅ ሰበኻ፡ ሕጂ ናብ ዘለዎ ናብ ቀጽሪ ቤተ ጳጳስ ዓዲግራት ተላዕለ። በቲ ዝነበሮም ንቕድሚት ኣርሒቕካ ናይ ምርኣይ ልምዲ፡ ኣብ ዓዲግራት ካቴድራል ዝምስረተሉ ኣንፈት ሓሰቡ።

መጻኢ ራእዮም ንካቶሊካዊት ቤተ ክርስትያን ኢትዮጵያ ዘጠቓለለ እዩ ነይሩ። ንካቶሊካዊ መዋቕር ስልጣን ኢትዮጵያ ንምምስራት ስጉምትታት እናወሰዱ ጸኒሖም፡ ኣብ መወዳእታ እቲ ዝተመነይዎ ሰሚሩሎም፡ ካቶሊካዊ መዋቕር ስልጣን ብ1953 ዓ.ም. ብወግዒ ተፈለጠ። በቲ እዋን እቲ ዝነበሩ ንጉስ፡ ኣቡነ ኃይለማርያም ፈላማይ ኣቡን ሓዋርያዊ ምምሕዳር ኣዲስ ኣበባ ኮይኖም ንኽጸንሑ እኳ እንተደለዩ፡ ኣቡነ ኃይለማርያም ግን ፈላማይ ኣቡን ሰበኻ ዓዲግራት ኮይኖም ንኽሰርሑ መረጹ።

ድሕሪ ብዙሕ ዘይተረጋግአ ዓመታት፡ ሰበኻ ኣቢሲኒያ ኣብቲ ላዕለዋይ ክህነታዊ ደረጃ በጽሐት።

ኣብ ውሽጢ እቶም ዓመታት፡ ኣቡነ ኃይለማርያም ካሕሳይ ቚምስና ወርዓትለ (1942)፣ ቚምስና ዓዲግራት (1944)፣ ቚምስና ማይጨባ (1946)፣ ቚምስና ቀጽቀጽያ (1949)፣ ቚምስና መቐለ (1955)፣ ቚምስና ውቕሮ (1958) መስረቱ። ቀጺሎም፡ ኣብ ላዕለዋይ መንፈሳዊ ኮሌጅ ዝሕግዝዎም "ሚስዮናውያን ኣፍሪካ" ብ1959 ዓ.ም. ዓደሙ። ህንጸት ላዕለዋይ መንፈሳዊ ኮሌጅ እውን ብ1960 ዓ.ም. ተጀሚሩ ብ1962 ዓ.ም. ተዛዘመ። ብ1961 ዓ.ም. ንመናእሰያት ትምህርቲ ኣብ ምሃብ ሓላፍነት ዝወስዳ ደናግል መምህራን ቅድስቲ ሉችያ ፊሊፒኒ ኣብ ምርካብ ተዓወቱ። ካቴድራል መድኃኒዓለም ቤተ ክርስትያን ዓዲግራት ቅድም ኢሉ እኳ እንተተፈጸመ፡ ብሃይማኖታዊ ወግዒ ዝተጸንበለ ግና ብሚያዝያ 1961 ዓ.ም. እዩ።

ኣቡነ ኃይለማርያም ካሕሳይ፡ ናይ ሕይወቶም ስራሕ ከም ዝተዛዘመ ተረዲኦም ከምዚ በሉ፦ "ኣነ ምስ ሞትኩ፡ ድሕሪ ሓጺር መዓልታት ዋሕዚ መንፈስ ቅዱስ ክስምዓኩም እዩ። ሓይሊ ናይቲ ዋሕዚ እቲ፡ ማንም ክጻወሮ ዘይክእል ብጣዕሚ ብርቱዕ ስለ ዝኾነ፡ ማዕጾታትን መስኮታትን ብሓይሊ ክኽፈቱ እዮም።" እዘን ቃላት እዚአን ተዛሪቦም ብዙሕ ከይጸንሑ፡ ብ15 ሕዳር 1963 ዓ.ም. ኣብ ድቃስ እናሃለዉ ናይ ዘልዓለም ድቃስ ደቀሱ። ኣብታ ዝፈትውዋ ካቴድራል እውን ተቐበሩ።

ኣብቲ እዋን እቲ፡ ብግምት 9800 ካቶሊካውያን፣ 39 ኢትዮጵያውያን ካህናት፣ 15 ቚምስናታት፣ 4 ሚስዮናውያን ኣፍሪካ፣ 6 ማሕበር ቅድስቲ ሉችያን 19 ውልቀ መብጽዓ ዝኣተዋ ኢትዮጵያውያን ደናግልን ነይሮም።''',
    'path': 'assets/images/church_history/Part4.png',
  },
  {
    'title': 'ኣቡነ ስብሓትለኣብ ወርቁ፡ ጥሜትን ህዝባዊ ኣገልግሎትን',
    'path': 'assets/images/church_history/Part5.png',
    'content':
        '''ኣቡነ ስብሓትለኣብ ወርቁ፡ ካልኣይ ጳጳስ ሰበኻ ዓዲግራት ኮይኖም ብ8 መስከረም 1964 ዓ.ም. ኣብ ካቴድራል ዓዲግራት መዓርግ ጵጵስና ተቐብኡ። ልክዕ ኣብ ውሽጢ ክልተ ዓመት፡ ናይ መንፈስ ቅዱስ ፈሽፈሽታ እናተበራትዐ መጺኡ፡ እቲ ናይ ቅድሚኦም ትንቢት ኣቡነ ኃይለማርያም ካሕሳይ ሓቂ እናኾነ መጸ። ብ1965 ዓ.ም. ህዝቢ ከባቢ ቆቦ ብብርቱዕ ጥሜት ረገፈ። ቅድም ኢሉ ከም ዝተገልጸ፡ ሽሕ እኳ ብ1952 ዓ.ም. ብዝወጸ ድንጋገ ኩልኩል እንተኾነ፡ ወሎ ብብርቱዕ ጥሜት እናተሳቐየት ኣብ ዝነበረትሉ እዋን፡ ኣብ ከባቢ መወዳእታ ሰነ 1965 ዓ.ም. ኣቡነ ስብሓትለኣብ ወርቁ ነቲ ዝጠመየ ህዝቢ ሓገዝ ንምሃብ ሓደ ጉጅለ ካብ ዓዲግራት ናብ ቆቦ ሰደዱ። በቲ እዋን እቲ፡ ቆቦ ኣብ ትሕቲ ሓዋርያዊ ምምሕዳር ቤተ ጳጳስ ዓዲግራት እኳ እንተነበረት፡ በቲ ድንጋገ መሰረት ግን ንካቶሊካዊት ቤተ ክርስትያን "ዝተዓጸወት" ከባቢ እያ ነይራ። ይኹን ደኣ እምበር፡ ኣቡነ ስብሓትለኣብ፡ ዋላ እኳ እቲ ከባቢ "ዕጹው" ምዃኑ ምሉእ ብምሉእ እናፈለጡ፡ "ንፖለቲካዊ ድንጋገ ተገዛኢ ምዃን ኣገዳሲ እኳ እንተኾነ፡ ቀዳምነት ክወሃቦ ዝግባእ ግን ህይወት ሰብ ካብ ሞት ምድሓን እዩ" ብምባል ኣብ ቆቦ ምንቅስቓስ ቀጸሉ። እቲ ተበግሶ እቲ፡ ነቲ ናይ 1936 ዓ.ም. ድንጋገ ኣብ ተግባር ከይውዕል ናይ መወዳእታ ብምዃኑ፡ ቚምስና ቆቦ ካብቲ እዋን እቲ ጀሚራ ክሳዕ ሎሚ ቀጺላ ኣላ።'''
  },
  {
    'title': 'ቤት ትምህርቲ ቴክኒክ መቐለን "ቀይሕ ራዕዲ" ደርግን',
    'content':
        '''ካብ መንጎ እቶም ብብጹዕ ኣቡነ ስብሓትለኣብ ወርቁ ዝተኻየዱ ስራሕቲ፡ እቲ ሓደ ኣዝዩ ኣገዳሲ ነበረ። ንሱ ድማ ምምስራት ቤት ትምህርቲ ቴክኒክ ኣብ መቐለ ነበረ። እዚ ንምግባር፡ እቶም ጳጳስ ንማሕበር ሳሊዛውያን ቅዱስ ዮሓንስ ቦስኮ ናብ መቐለ ክመጹ ዓደሙ። መጀመርታ ዝመጹ ኣባ ፓትሪክ ሞሪን ክኾኑ ከለዉ፡ እዋኑ ድማ ጥቅምቲ 1968 ዓ.ም. ነበረ። እቲ ኣዝዩ ዘሕዝን ግን፡ ንሶም ድሕሪ ክልተ ዓመት ኣብ መቐለ ሞቱ። ክሳብ ሽዑ፡ ካቶሊካዊት ቤተ ክርስትያን ንመቓብር ዝኸውን ቦታ ኣብ መቐለ ስለ ዘይነበራ፡ ዝሞቱ ካቶሊካውያን ኩሎም ንቐብሪ ናብ ዓዲግራት ይውሰዱ ነበሩ። እንተኾነ ግን፡ ኣባ ፓትሪክ ሞሪን ኣብ ውሽጢ ሓጺር ግዜ ብህዝቢ እታ ከተማ ልዑል ተፈታዊነት ስለ ዝረኸቡ፡ እቲ ህዝቢ ኣብኣ ክቕበሩ ሓተተ። ንሕቶኦም መልሲ ንምሃብ ድማ ናይ መቓብር ቦታ ቐልጢፉ ተዋህበ፤ ኣባ ፓትሪክ ሞሪን ከኣ ኣብ መቐለ ዝተቐበሩ ናይ መጀመርታ ካቶሊክ ኮኑ።

ብ1966 ዓ.ም. ዝተጀመረ ናዕቢ፡ ነዊሕ ግዜ ከይጸንሐ፡ ድሕሪ ክልተ ዓመት ብ1968 ዓ.ም. ደርግ "ቀይሕ ራዕዲ" ብዝብል ጭካነ ብዝተመልኦ ደማዊ ጸቕጢ ነቲ ህዝቢ ምርዓድ ጀመረ። ኣብ ከተማ ዓዲግራትን ኣብ ውሽጢ ቀጽሪ ካቶሊካዊት ቤተ ክርስትያንን ከይተረፈ ሰብ ረሸነ። ንባዕሎም ኣቡነ ስብሓትለኣብ ወርቁ እኳ ከይተረፈ፡ ነቲ ኣብ ቀጽሪ ካቶሊካዊት ቤተ ክርስትያን ዝነበረ ቀዳማይ ብርኪ ቤት ትምህርቲ ጽንሰታ ለማርያም ንፖለቲካዊ መምሃሪ ክኸውን እንተዘየርኪቦም፡ ከቢድ ስጉምቲ ከም ዝውሰዶም ተነግሮም። ኣቡነ ስብሓትለኣብ ግን ኣብ ዝኣመኑሉ ሓሳብ ጸኒዖም እምቢ በሉ። እዚን ካልእን ተወሳሲኹ፡ ካብኡ ንደሓር ኣብ ጥዕናኦም ከቢድ ጸገም ኣስዓበሎም።'''
  },
  {
    'title': 'ዘመን ጥሜትን ስደትን፡ መወዳእታ ኣገልግሎት ኣቡነ ስብሓትለኣብ',
    'content':
        '''ቅድሚ ጥቅምቲ 1976፡ ኣቡነ ስብሓትለኣብ ወርቁ ኣብዚ ሰበኻ ዓዲግራት ከቢድ ምስፍሕፋሕ ጥሜት ይረአ ከም ዝነበረን ብዙሕ ሰብ ብጥሜት ክውዳእ ምዃኑን ንዓለምለኻውያን ትካላት ኣፍለጡ። እንተኾነ ግን፡ እቶም ዓለምለኻውያን ትካላት ኮነ ደርግ ነቲ ቅድመ መጠንቀቕታ ከም ቁም ነገር ኣይረኣይዎን። ደርግ፡ ስልጣን ዝዓተረሉ ዓስራይ ዓመት ንምኽባር ብኣዝዩ ዝለዓለ ወጻኢ በዓል ምስ ኣኽበረ እዩ ሓደሓደ ስጉምትታት ምውሳድ ዝጀመረ። ኣብ ምልእቲ ኢትዮጵያ ብጥሜት ካብ ዝተጠቕዑ፡ ዳርጋ 30% ዝኾኑ ኣብ ዓሊቴናን መቐለን ብዝተጣየሸ "ኮሚቴ ካቶሊክ ማሕበራዊ ምንቅስቓስ" ኣቢሉ፡ ብማእከላይ ወርሓዊ ግምት ን320,000 ዝኾኑ ህዝቢ፡ ብካቶሊካውያን ትካላት ዝቐረበ መቝነን መግቢ ተቐበሉ። ኣብ ምሉእ ዓለም ዝርከባ ማዕከናት ዜና ብዛዕባ እዚ ዝወረደ መዓት ብዙሕ ምስ ኣጋውሓ፡ ካርዲናል ባዚል ህዩም ነቲ ኩነታት ንኽዕዘቡ ኣብ መጀመርታ ሕዳር 1977 ዓ.ም. ናብ መቐለ መጹ። ቁሩብ ጸኒሖም፡ ልኡኽ ርእሰ ሊቃነ ጳጳሳት ጳውሎስ 2ይ ዝኾኑ ካርዲናል እስክንድር ዶ ናሲሜንቶ፡ ድሓር እውን ኣብ መጋቢት 1977 ዓ.ም. ካርዲናል ቶማስ ኦ ፊያክ ናብ መቐለ ኣተዉ። እንተኾነ ግን፡ ብትእዛዝ ደርግ ካብ እቶም ክቡራት ኣጋይሽ ዋላ ሓደ እኳ ናብ ዓዲግራት ክኸዱ ስለ ዘይተፈቕደሎም፡ ኣቡነ ስብሓትለኣብ ብወተሃደራዊ ቃፍላይ ኰለኔል ናብ መቐለ ንኽጓዓዙ ግዱድ ኮነ።

ኣቡነ ስብሓትለኣብ ወርቁ፡ በቲ ደርግ ዝፈጠሮ ውጥረትን ቀጻሊ ኣራዊታዊ ጭካነኡን፡ ከምኡ'ውን በቲ ብጥሜት ዝውዳእ ዝነበረ ህዝቢ ዘሸግር ኩነታትን ተደራሪቡ፡ ሕማም ልምሰት እናገደዶም መጸ። ኣብ መወዳእታ፡ እቶም ካልኣይ ካርዲናል ናብ መቐለ ኣብ ዝመጹሉ፡ ኣብ 4 ሕዳር 1977 ዓ.ም.፡ ካብ ስራሕ ንኽሰናበቱ ዘቕረብዎ ሕቶ ብርእሰ ሊቃነ ጳጳሳት ተቐባልነት ረኸበ። ካብቲ ግዜ እቲ ጀሚሮም ኣቡነ ስብሓትለኣብ ወርቁ ኣብ ዕረፍቲ ድሕሪ ምጽናሖም፡ ብ19 ጥሪ 1983 ዓ.ም. ኣብ ኣዲስ ኣበባ ካብዛ ዓለም ብሞት ተፈለዩ።

ኣብቲ እዋን ጥሜት፡ ብዙሓት ስድራቤታት ካቶሊካውያንን ካልኦት ተኸተልቲ ኦርቶዶክስ ሓረስቶትን ናብ ርሑቕ ክፍለ ሃገራት ኢትዮጵያ ንኽሰፍሩ ብግዲ ተገብረ። በዚ ምኽንያት እዚ፡ ብዘይካ እቶም ብትኽክል ሃዲሞም ዝኸዱ፡ እቶም ኣቡን ካብ ስልጣኖም ክወርዱ ከለዉ ዝነበረ በዝሒ ካቶሊካውያን እቲ ሰበኻ 16,000 ነይሩ ኢልካ ምዝራብ ዘጠራጥር እዩ። ኣብዚ ኩነታት እናሃለዉ ግን፡ ን16 ዲያቆናት መዓርግ ክህነት ሂቦም፤ ቚምስናታት ዛላምበሳ (1964)፣ ቆቦን (1965) ዓዳጋን (1973) ከፊቶም። ከምኡ እውን በቲ እዋን እቲ ሓዋርያዊ ኣገልግሎት ዝወሃበለን ዝነበራ ጣቢያታት (Outstations) ዝነበራ፡ ሎሚ ግን ኣብ ብርኪ ቚምስና ዝበጽሓ ዓድዋ፣ ኣላማጣ፣ ኣራዕ፣ ኣይረ፣ ዳሮን ከፊቶም። ብ1962 ዓ.ም. ኣብቲ ሰበኻ ሓንቲ ናይ ደናግል ገዳም ጥራሕ ነበረት። ኣቡነ ስብሓትለኣብ ወርቁ ካብ ስራሕ ምስ ኣዕረፉ ግን፡ ካብ 6 ዝተፈላለያ ማሕበራት ብምእታወን 7 ገዳማት ኮይነን። ካልእ ኣብዚ ክለዓል ዝግባእ፡ ካቶሊካዊ ቤተ ጳጳስ ዓዲግራት ኣብቲ እዋን ጥሜት ህይወት 200,000 ህዝቢ ብምድሓኑ ካብ መንግስቲ ናእዳን ጽቡቕ ስምን ምርካቡ እዩ። ኣቡነ ስብሓትለኣብ ወርቁ ጳጳስ ኣብ ዝነበሩሉ እዋን፡ ካብ እቶም ፍሉይ ተውህቦ ዝነበሮም ካህናቶም፡ ኣባ ዮሓንስ ወልደጊዮርጊስ ናይ መቂ ሃገረ ስብከት ሓዋርያዊ መስተናብር ካህን ኮይኖም ንኽሰርሑ ብ1973 ዓ.ም. ናብ መቂ ተመዲቦም፡ ድሓር ግን ናይ እታ ሃገረ ስብከት ጳጳስ ኮይኖም ተሸይሞም። ድሕሪ ሞት ኣቡነ ዮሓንስ፡ ኣባ ኣብርሃ ደስታ ንኣኦም ብምትካእ ካብ ዓዲግራት ናብ መቂ ተላኢኾም፡ ኣብኡ እውን ብ27 ግንቦት 1995 ዓ.ም. መዓርግ ጵጵስና ተቐቢኦም።'''
  },
  {
    'title': 'ኣቡነ ኪዳነማርያም፡ ጵጵስና ኣብ እዋን ውግእን ጥሜትን',
    'content':
        '''ህዝቢ ብጥሜት ኣብ ዝሳቐየሉን ኲናት ኣብ መንጎ ደርግን ህወሓትን ኣብ ዝበርትዐሉ እዋን (80% ናይ ሓደ ዓመት እቶት ዝራእቲ ኣብ ዘይኣተወሉ)፡ ኣብ ዓዲግራት ምስ ዩኒቨርሲቲ ኡርባኒያና ሮማ ዝተኣሳሰረን ደረጃ ዩኒቨርሲቲ ዝበጽሐን ላዕለዋይ መንፈሳዊ ኮሌጅ ኣመሓዳሪ ዝነበሩ ኣባ ኪዳነማርያም ተኽለሃይማኖት፡ ሳልሳይ ጳጳስ ሰበኻ ዓዲግራት ኮይኖም ኣብ ፍርቂ ሕዳር 1977 ዓ.ም. መዓርግ ጵጵስና ተቐብኡ።

በቲ ግዜ እቲ፡ ናብ መቐለ ንምኻድ ብዝግበር ዝነበረ ወተሃደራዊ ቃፍላይ/ኰለኔል ተዓጂብካ ስለ ዝኸየድ፡ ሓለፍቲ ቤተ ክርስትያን ነቲ ስነ-ስርዓት ጵጵስና ኩሉ ሰብ ክሳተፎ ኣብ ዝኽእለሉ ካልእ ቦታ ንኽግበር ፈቲኖም ነይሮም። እንተኾነ ግን፡ ኣቡነ ኪዳነማርያም፡ "ዝኾነ ጸገም ይሃሉ፡ እቶም ምእመናን ሓድሽ ጓሳኦም ኣብ ቅድሚኦም መዓርግ ጵጵስና እንተተቐቢሉ ዓቢ ሓዋርያዊ ረብሓ ስለ ዘለዎ፡ ኣብ ካልእ ቦታ ክፍጸም ኣይፈቅድን እየ" በሉ። ኣብ መወዳእታ ኣብ ስምምዕ ተበጺሑ፡ 12 ማካይን ካብ መቐለ ናብ ዓዲግራት ብወተሃደር ተዓጂበን ከይደን፡ ኣቡነ ኪዳነማርያም ተኽለሃይማኖት ብ2 ለካቲት 1977 ዓ.ም. ኣብ ካቴድራል መድኃኒ ዓለም ዓዲግራት መዓርግ ጵጵስና ተዋሂቦም።

ኣብቲ እዋን እቲ ዝነበረ ከቢድ ሕጽረት መግቢ ኣብ ግምት ብምእታው፡ ኣቡነ ኪዳነማርያም ነቲ በዓል ብውሱን መልክዑ ንኽግበር እሞ "ፈለማ እቶም ዕለታዊ መግቢ ዝልምኑ ድኻታት ክዕንገሉ ኣለዎም" ኢሎም ብዘተሓሳሰቡዎ መሰረት፡ ኣብቲ ወጻኢ ቀጽሪ ቤተ ክርስትያን ዝነበሩ ናብ 1500 ዝኾኑ ዝጠመዩ ሰባት ኮፍ ኢሎም ብስነ-ስርዓት በብጽሒቶም ተዋሂብዎም ተዓንጊሎም ውዒሎም።

ብፍልጠት ቊጠባዊ ኣዘራርባ፡ እቲ ንቕድሚት ዝመጽእ ግዜ ተስፋ ዘቑርጽ ነበረ። ዓቕሚ ፋይናንስ እቲ ሰበኻ ብጣዕሚ ትሑት ኮይኑ፡ ገንዘብ ዝበሃል ስለ ዘይነበረ፡ ስራሕቲ ልምዓትን ምህናጽ ሓደሽቲ ኣብያተ ክርስትያንን ጠጠው ንኽብል ግዱድ ኮነ። ካልኦት ገበርቲ ሰናያት ካብ ደገ ኣትዮም ኣብቲ ወፍሪ ቅድሚ ምስታፎም፡ ሰበኻ ዓዲግራት ካብቲ ዝነበራ ናይ ባዕላ ገንዘብ ተጠቒማ፡ በቲ ዝነበረ ጥሜት ክበጽሕ ዝኽእል ዝነበረ ጉድኣት ብመጠኑ ክቕረፍ ገይራ እያ።

ሓዋርያዊ ኣገልግሎት ብገንዘብ ክግዛእ ኣይከኣልን፤ ስለዚ፡ እቶም ሓድሽ ኣቡን ዝገበርዎ ምልዕዓልን ምብርታዕን ተኸቲሉ፡ ነቲ ህዝቢ ካብቲ ዝነበሮ ብጣዕሚ ኣጸጋሚ ኩነታት ንምድሓን ጅግንነታዊ ተግባሮም ዝቐጸሉ 53 ካህናት ሃገረ ስብከት ዓዲግራት ዓቢ ናእዳ ይግብኦም።'''
  },
  {
    'title': 'ዕንወት ሓውዜንን ሰላምን',
    'content':
        '''እዚ ኩሉ ጸገምን ዘሕዝንን ፍጻመታት ኣብ ህዝቢ እናበጽሐ ከሎ፡ ዘይተሓስበ ወፈያን ተስፋን ተረኸበ። ሓደ ምሸት፡ ሬድዮ ቫቲካን ድሕሪ ዜና ትግርኛን እንግሊዝኛን፡ ር.ሊ.ጳ. ዮሓንስ ጳውሎስ 2ይ ንኹሉ ህዝቢ ሰሜን ትግራይ መልእኽቲ ከም ዘመሓላለፉ ኣበሰረ። ኣብቲ መልእኽቶም እውን፡ እቲ ኩነታት ካብ መጠን ንላዕሊ ከም ዝተሰምዖምን ብተኸታታሊ ጸሎት ከም ዝገብሩሎምን ገለጹ። ንኣቡንን ካህናትን ማሕበራትን ድማ፡ ነቲ ኩነታት ብጽንዓትን ትዕግስትን ከም ዝሓልፍዎ ሓበሩ።

ብ15 ሰነ 1980 ዓ.ም.፡ መዓልቲ ዕዳጋ ረቡዕ፡ ብጣዕሚ ብዙሕ ህዝቢ ኣብ ዝተረኸበላ ዕዳጋ ሓውዜን፡ ደርግ ብሄሊኮፕተራትን ሚጋትን ናፓልም ቦምብ ደርበየ፤ ብጣዕሚ ብዙሕ ህዝቢ እውን ምዉትን ቁሱልን ኮነ። ከባቢ 838 ዝኾኑ ገዛውቲ ዓነዉ። እዚ ምስ ሰምዑ፡ ብዙሕ ከይደንጎዩ ኣቡነ ኪዳነማርያም ናብ ሓውዜን ከይዶም ርእዮም ብጣዕሚ ሓዚኖም፡ ህይወቶም ንምምላስ ዘድሊ ኩሉ ከም ዝገብሩ ተስፋ ሂቦም ተመለሱ።

"ተጋድሎ" ኣብ ዓዲግራት ንብዙሕ ኣዋርሕ ድሕሪ ምጽናሕ፡ ብሰንበት 19 ሰነ 1980 ዓ.ም. ካብቲ ከተማ ወጺኦም ከዱ። ሽዑ ንሽዑ ድማ ሰራዊት ደርግ ተመለሰ። እንተኾነ ግን፡ ድሓር ብ12 ለካቲት 1981 ዓ.ም.፡ ደርግ ንከተማ ዓዲግራት ፈጺሙ ከም ዘይመልሳ ፈሊጡ ጉዕዞኡ ጠቕሊሉ ወጸ።

ኣብቲ እዋን እቲ፡ ኣቡነ ኪዳነማርያም ኣቡን ካብ ዝኾኑ ራብዓይ ዓመቶም ገይሮም ነይሮም። ኣብ ሓዋርያዊ ሓላፍነት ካብ ዝነበሩ ኣቡናት፡ ከምቲ ንኣኦም ዘጋጠሞም ዘሰምብድ ኩነታት ዝረኣዩ ውሑዳት እዮም። ኣብዚ ኩነታት እናሃለዉ፡ ን6 ካህናት መዓርግ ክህነት ሂቦም። ድሓር እውን ንኻልኦት 18 ካህናት መዓርግ ክህነት ብምሃቦም፡ ኣቡን ሰበኻ ዓዲግራት ካብ ዝኾኑ ብጠቕላላ ን24 መዓርግ ክህነት ሂቦም። እዚ ጥራይ ኣይኮነን፡ ስርዓተ-ቅዳሴ ኢትዮጵያ ካብ ግእዝ ናብ ትግርኛ ተተርጉሙ ዝተፈጸመ፡ ንሶም ኣቡን ኣብ ዝነበሩሉ እዋን እዩ።

ኣብ ከባቢ መወዳእታ ግንቦት 1983 ዓ.ም.፡ ደርግ ምሉእ ብምሉእ ተደምሲሱ ኣብ ምልእቲ ኢትዮጵያ ሰላም ሰፈነ። ንዝገበርዎ ሓገዝ ምስጋና ይብጽሓዮም፡ ካብ ዝተፈላለዩ ትካላት ካቶሊካዊት ቤተ-ክርስትያን ብዝተረኸበ ሓገዝ፡ ሓዋርያውን ልምዓታውን ስራሕቲ፡ ከምኡ እውን ኣገልግሎት ትምህርትን ጥዕናን ብቕልጡፍ ስራሕቶም ንኽቕጽሉ ተገብረ። ዘይተፈጸሙ ዝነበሩ ኣብያተ-ክርስትያናት ተሰሪሖም ተፈጸሙ። ኣብ ገጠር ዝነበራ 21 ኣብያተ-ትምህርቲ ን8,144 ተምሃሮ ዝህብኦ ዝነበራ ኣገልግሎት ብዘይምቁራጽ ንኽቕጽላ ተገብረ። ኣብ ዓመት ዳርጋ ን23 ሽሕ ሕሙማት ኣገልግሎት ዝህብ ዝነበራ ክሊኒካትን ጥዕና ጣብያታትን፡ ዘድሊ መድሃኒት ክረኽብ ጀመራ። ቤት ጽሕፈት ሃገረ-ስብከት ዓዲгራት ስራሕቲ ልምዓት እውን ብሓደ ወዲ ስዊዘርላንድ መሃንዲስ ክኢላ መሪሕነት፡ ዝምድና ተኽልን ካልኦት ፍጡራትን ምስ ከባቢኦም ዘጽንዕ ክፍሊ ስነ-ፍልጠት (ecology) ዳግም ቀጸለ። ሰለስተ ማሕበርኣት ደናግልን ሓደ ናይ ካህናት ማሕበርን ነቲ መጸዋዕታ ኣቡን ምላሽ ብምሃብ መጺኦም ኣብዚ ሰበኻ ስራሕቶም ጀመሩ።'''
  },
  {
    'title': 'ሰላምን ዳግመ-ህንጻን ድሕሪ ውድቀት ደርግ',
    'content':
        '''ሰላም ምስ ተረኸበ፡ ኣቡነ ኪዳነማርያም ብ1984 ዓ.ም. ሓንቲ ንእሽቶይ ቦታ ኣብ ውቕሮ ረኸቡ። ቀስ ብቐስ እዚ እናዓበየ መጺኡ፡ ሕጂ ሓደ ኮሌጅ ሙያን ቴክኒክን፡ ሓደ መዋእለ-ህጻናትን፡ ሓደ ምሉእ ቀዳማይ ብርኪ ቤት-ትምህርትን ሓደ ማእኸል ዕብየት ደቂ-ኣንስትዮን ተሰሪሖም ይርከቡ። ኣብቲ ቀጽሪ ሓደ ብጣዕሚ ጽቡቕ ዝኾነ ህንጸት ቤተ-ክርስትያን እውን ተጀሚሩ ነይሩ፤ እንተኾነ ግን፡ ዝተፈጸመን ዝተጸንበለን፡ ኣቡነ ኪዳነማርያም ካብ ስራሕ ጵጵስና ምስ ኣዕረፉ እዩ።

ንሸውዓተ ዓመት ዓሲሉ ዝጸንሐ ሰላም፡ ብግንቦት 1990 ዓ.ም. ኤርትራ ንኢትዮጵያ ብምውራራ ተዘርገ። በዚ ወራር'ዚ ምኽንያት ኣብቲ ሰሜናዊ ዶብ ሃገረ-ስብከት ዓዲግራት፡ ከባቢ 300,000 ዝኸውን ህዝቢ ካብ መረበቱ ስለ ዝተመዛበለ፡ ኣቡነ ኪዳነማርያም ሕጂ እውን ጸገም ኣጋጠሞም። ኩሉ መነባብሮ ህዝቢ ስለ ዝዓነወን ዝድለ ሓገዝ እውን ስለ ዝበዝሐን፡ ዝነበረ ሃፍቲ ሃገረ-ስብከት ዓዲግራት እውን ዳግም ክሕንኮኽ ጀመረ። ብግንቦት 1992 ዓ.ም. ብዙሓት መንእሰያት ሞይቶም፤ ዛላኣምበሳ እውን ምሉእ ብምሉእ ዓንያ፤ ህላዌኦም ክሳዕ ሎሚ ዘይፍለጥ ብዙሓት ሰባት እውን ኣገዲድካ ናብ ኤርትራ ድሕሪ ምውሳድ፡ እቲ ኲናት ብዓወት ኢትዮጵያ ተዛዘመ።

እዞም ኣብ ላዕሊ ዝተገለጹ ኩነታት፡ ልክዕ ከምቲ ንቕድሚኦም ዝነበሩ ኣቡነ ስብሓትለኣብ ወርቁ ዘጋጠሞም፡ ንኣቡነ ኪዳነማርያም እውን ኣብ ጥዕናኦም ጉድኣት ኣውረደሎም። ብጸገም ጥዕና ምኽንያት ካብ ስልጣኖም ንኽወርዱ ዘቕረብዎ ሕቶ፡ ብሕዳር 1994 ዓ.ም. ብርእሰ ሊቃነ ጳጳሳት ዮሓንስ ጳውሎስ 2ይ ተቐባልነት ረኸበ።'''
  },
  {
    'title': 'ዘመን ኣቡነ ተስፋስላሴ መድኅን፡ ሓድሽ ተስፋን ብድሆታትን',
    'content':
        '''ኣባ ተስፋይ መድኅን ፈለማ ኣባል ላዕለዋይ መንፈሳዊ ኮሌጅ ዓዲግራት ነይሮም፡ ካብኡ ሓላፊ ቤት ጽሕፈት ሃገረ ስብከት ዓዲግራት ኮይኖም ንኽሰርሑ ተመዘዙ። ኣብዚ ሓላፍነት እዚ እናሃለዉ እዮም ብርእሰ ሊቃነ ጳጳሳት ዮሓንስ ጳውሎስ፡ ጳጳስ ኮይኖም ንኣቡነ ኪዳነማርያም ንኽትክኡ ዝመዘዝዎም። መዓርግ ጵጵስና ኣቡነ ተስፋስላሴ መድኅን (ራብዓይ ጳጳስ ሰበኻ ዓዲግራት) ኣብ ካቴድራል መድኃኒ ዓለም ዓዲግራት ብ11 ጥሪ 1995 ዓ.ም. ተፈጺሙ።

ብጹዕ ኣቡነ ተስፋስላሴ መድኅን መዓርግ ጵጵስና ክቕበሉ ከለዉ፡ ኣብ ሃገረ ስብከቶም 18 ሽሕ ምእመናን ከም ዝነበሩ ተገሚቱ ነበረ። ኣብ ካልኦት ክፍልታት ኢትዮጵያ ቊጽሪ ካቶሊካውያን ብዘገርም መጠን ወሲኹ እኳ እንተነበረ፡ ኣብ ትግራይ ከምኡ ኣይነበረን። እዚ ብሓደ ወገን ብምኽንያት ጽልዋ መንበረ ጵጵስና ኣክሱም ክኸውን ከሎ፡ ካብ ጥንቲ ኣትሒዙ ትግራይ ንኦርቶዶክሳዊት ቤተ ክርስትያን ብእትህቦ ጽኑዕ ድጋፍ እያ እትፍለጥ።

እንተኾነ ግን፡ ገለገለ ክፋል እቲ ክልል ንምርካቡን ንመነባብሮ እቶም ጠንኪሮም ብምስራሕ ዝፍለጡ ሓረስቶትን ዘጸግሙ እምባታት ኣለዉዎ። ኣዕዋፍ ካብ ሰፈረን ከም ዝነፍራ፡ ደቂ እዚ ከባቢ ዓዲግራት እውን ብጽቡቕ ስለ ዝተምሃሩ፡ ኣብ ካልእ ክፋል ኢትዮጵያ እናኸዱ እዮም ስራሕ ዝረኽቡ። እዞም ካብ ከባቢ ዓዲግራት ዝኸዱ መንእሰያት፡ ኣብ ካልእ ከባቢ በዝሒ ካቶሊካውያን ንምውሳኽ ምኽንያት ክኾኑ ይኽእሉ። ኣብቲ ከባቢ ሓደሽቲ ነበርቲ ስለ ዘይመጹ ግን፡ በዝሒ ካቶሊካውያን ክንድቲ ዝድለ ክውስኽ ኣይከኣለን። ኮይኑ ግን፡ ኣብ ሰበኻ ዓዲግራት ከባቢ 21,500 ካቶሊካውያን ከም ዘለዉ ይግመት።

እቶም ቅድሚ ብጹዕ ኣቡነ ተስፋስላሴ ዝነበሩ ጳጳሳት ሃገረ ስብከት ዓዲግራት፡ ንሓላፍነቶም ኣብ እዋን ፖለቲካዊ ዕግርግር እዮም ተዋጺኦም። እቶም ሓድሽ ጳጳስ (ኣቡነ ተስፋስላሴ) ኣብታ ሃገር ሰላም ከሎ እዮም ሓላፍነት ዝተቐበሉ፤ እዚ ማለት ግን ጸገም ኣይነበሮምን ማለት ኣይኮነን። ካልእ ዓይነት ጸገማት ነይርዎም። ብዘይተጸበኻዮ ወራር ኤርትራ ምኽንያት፡ ኣብ ከባቢ ዶብ ኢትዮጵያን ኤርትራን ዝነበሩ ብዙሓት ሰባት ተፈናቒሎም ነበሩ። ዋላ ሎሚ እውን፡ እቶም ካብ ሰሜን ሃዲሞም ዝመጹ ዘለዉ ስደተኛታት ኣብ ኢትዮጵያ ሓድሽ ህይወት ንምንባር እናሓተቱ እዮም። ቦታ ሓዋርያዊ ምምሕዳሮም ክሳብ ዶብ ስለ ዝበጽሕ ድማ፡ ንዚኣቶም ምጥያሽ ቀጻሊ ጸገም ናይ እዞም ጳጳስ እዩ።

ብ1983 ዓ.ም. ካልእ ጸገም ሱር ክሰድድ ጀመረ። ሽዑ ብዝተፈላለዩ ፖለቲካውን ማሕበራውን ምኽንያታት፡ ብዙሕ ምንቅስቓስ ናይ ዝተፈናቐሉ ወገናት ነይሩ። ከምዝፍለጥ እንተኾይኑ ድማ፡ ሽዑ እዩ ናይ መጀመርታ ትሑዝ ናይ ሕማም ኤች.ኣይ.ቪ/ኤድስ ኣብ ዓዲግራት ዝተሓበረ። ካብኡ ንደሓር፡ ቊጽሪ ተሸከምቲ እቲ ቫይረስ እናወሰኸ መጸ። ኣቡን ብዝገበርዎ ምልዕዓል፡ ቤት ጽሕፈት ካቶሊክ ሃገረ-ስብከት ዓዲግራት ምስ ሓድሓደ ተሓባበርቲ ምእመናን ኮይና፡ ነዚ ጸገም ንምፍታሕን ነቲ ህዝቢ ንምሕጋዝን ዘይሕለል ጻዕሪ ገበረት። ኣብቲ ቤት ጽሕፈት ፖሊሲ ዓርሰ-ምርኰሳ እኳ እንተሃለወ፡ እቲ ፖሊሲ ንስደተኛታትን ብኤች.ኣይ.ቪ ዝተጠቕዑን ኣብ ምሕብሓብ ብጣዕሚ ድሩት እዩ ነይሩ።'''
  },
  {
    'title': 'ዘመናዊ ዕብየትን ጻዕርታት ሓድነትን',
    'content':
        '''ምንቅስቓስ ሓዋርያዊ ስራሕቲ ብዝምልከት፡ ሰበኻ ዓዲግራት ኣብ ዝሓለፉ 5 ዓመታት ናብ መዳይ ደቡብ፡ ምብራቕን ምዕራብን ሰፊሕ ሓዋርያዊ ዝርገሐ ብምክያድ ኣብ ውቕሮ፡ ሓላልየ፡ ማይጨው፡ እንዳስላሴ ሩዋሳ፡ ዳውሃንን ሸራሮን ሓደሽቲ ቚምስናታት ተኸፊቱ። ኣብዚ እዋን'ዚ እውን ኣብ ሰብዓታን ጽዕንደይታን ሓደሽቲ ኣብያተ-ክርስትያናት ተሰሪሖም ዳርጋ ኣብ ፍጻመ ይርከቡ ኣለዉ። ስለዚ፡ ኣብዚ እዋን'ዚ ኣብ ሰበኻ ዓዲግራት 32 ቚምስናታት ኣለዋ። ኣብ ቀረባ እዋን ናብ ቚምስና ዝዓብያ 3 ቤተ-ጸሎት እውን ኣለዋ። ኣብ ዛላኣምበሳ ዝነበረ ቤተ-ክርስትያን ጴጥሮስ ወጳውሎስ ኣብቲ እዋን ኲናት ስለ ዝዓነወ፡ ሕጂ ብሓድሽ ስፍሓት ወሲኹ ተሰሪሑ ኣሎ። በቲ ኲናት ምኽንያት ዕንወት ዝበጽሖም እዞም ኣብ ላዕሊ ዝተጠቐሱ ጥራይ ኣይኮኑን፤ ብተወሳኺ ኣብ ቚምስናታት፡ መንበሪ ገዛውቲ ካህናትን ደናግልን፡ ክሊኒካትን ኣብያተ-ትምህርትን ይርከቡዎም። ቀስ ብቐስ ጽገና ይግበረሎም ኣሎ፤ ንሓዋሩ ድማ ዓቕሚ ኣብ ዝተረኽበሉ ክስርሑ እዮም።

ብ1985 ዓ.ም. ዝመጻ ሓደሽቲ ማሕበራት ደናግል ብምውሳኽ፡ ብጠቕላላ 10 ማሕበራት ደናግልን ካህናትን ኣብ 13 ከባቢታት ይርከባ። በዚ ምንቅስቓስ እዚ፡ ክሳዕ ሕጂ 47 ኣብያተ-ትምህርቲ፡ 5 ማእኸላት ዕብየት ደቂ-ኣንስትዮ፡ 3 መንበሪ ዘኽታማትን 6 ማዕከናት ጥዕናን ተሰሪሖም ኣገልግሎት ኣብ ምሃብ ይርከቡ።

ልምዓታዊ ቤት-ጽሕፈት ሃገረ-ስብከት ዓዲግራት (ADDA)፡ ካብቶም ዓበይቲ ፕሮጀክታቱ፡ ህንጸት 42 ሜትሮ ዝንውሓቱ ግድብ ዓሳቦል እዩ። ምናልባት ኣብ መወዳእታ እዚ ሒዝናዮ ዘለና ሳልሳይ ሽሕ ዓመት፡ ማለት ኣብ መስከረም 2001 እንተተዛዚሙ፡ ኣብቲ ከባቢ ስንጭሮ/ሩባ ዝርከቡ ሓረስቶት ምሉእ ዓመት ዘየቋርጽ ዋሕዚ ስለ ዝረኽቡ፡ መነባብሮኦም ከም ዝመሓየሽ ትጽቢት ይግበር።

ብ4 ሰነ 1985 ዓ.ም. ርእሰ ሊቃነ ጳጳሳት ዮሓንስ ጳውሎስ ኻልኣይ ምስ ብጹዕ ወቅዱስ ኣቡነ ጳውሎስ ፓትርያርክ ርእሰ ሊቃነ ጳጳሳት ኢትዮጵያ፡ ሊቀ ጳጳስ ኣክሱምን እጨጌ ዘመንበረ ተክለሃይማኖትን ኣብ ሮማ ተራኺቦም ከምዚ ዝስዕብ ተዛሪቦም ነበሩ፦ "እንካብ ሓዋርያት ዝተመሓላለፈ እምነትን ሓደ ዓይነት ምስጢራትን፡ ኣብ ሓዋርያዊ ተተካእነት ዝተመስረተ ሓደ ዓይነት ተልእኾን ንካፈል ኢና። ብኣማላድነት እታ ዓባይ ኣደ ኣምላኽ ድንግል ማርያም፡ መንፈስ ቅዱስ ነቲ ኣብ ሓደ መኣዲ ጐይታ እንደገና እንበልዓሉን ኣብ ሓደ ሰደቓ ጐይታ እንሰትየሉን መዓልቲ የቀላጥፈልና።"

እዚ ዘረባ'ዚ፡ ነቲ ኣብ መንጎ ኦርቶዶክሳዊት ቤተ-ክርስትያን ኢትዮጵያን ካቶሊካዊት ቤተ-ክርስትያንን ዘሎ ናይ ምሕዝነት ርክብ ንጹር ምምሕያሽ ዘጕልሕ እዩ። ካብዚ ተበጊሶም፡ ኣቡነ ተስፋስላሴ መድኅን ነዚ ናይ ክልቲኤን ኣብያተ-ክርስትያናት ሕብረት ዘጠናክር ኣዎንታዊ ስጉምትታት እናወሰዱ ይርከቡ። ብተወሳኺ፡ ኣብ መንጎ ኩሎም ኣብ እግዚኣብሔር ዝኣምኑ ሰላምን ስኒትን ንኽዓስል ዘድሊ ናይ ምትብባዕ ስጉምቲ የሰጉሙ ኣለዉ።'''
  },
  {
    'title': 'መደምደምታ',
    'content':
        '''እዚ ሒዝናዮ ዘለና ዓመተ-ሚሊኒየም ኢትዮጵያ፡ እግዚኣብሔር ንዓና ዝሃበና ሓልዮቱን ርህራሀኡን ንምምስጋን ከም ጽቡቕ ኣጋጣሚ ጌርና ንረኽቦ። ኣብዚ ዝሓለፈ እዋን፡ ሰበኻ ዓዲግራት ብዙሕ ፈተናታትን ኣጸጋሚ ኩነታትን ሓሊፉ፡ ህይወት ዘሪኡ እናማዕበለ ይርከብ። ካብ እዞም ዝሓለፉ ልምድታት እውን፡ ሰበኻ ዓዲግራት ኣብ እግዚኣብሔር ዝተሓደሰ እምነትን ተስፋን ከሕድር ይኽእል።

ኣብዚ ንቕድሚት እንኸዶ ዘለና ሚሊኒየም፡ ሰበኻና ትኽክለኛ ካቶሊክነትን ኢትዮጵያዊነትን ንምሓዝ ዝስጉመሉ ሚሊኒየም ክኸውን እዩ።

ኣደ እግዚኣብሔርን ሓላዊት ሰበኻ ዓዲግራትን ዝኾነት እግዝእትነ ማርያም፡ ኣብዚ ሚሌኒየም ኢትዮጵያ ንኹላትና ብጸሎታ ትሓግዘና።'''
  }
];
