const Map<String, List<Map<String, dynamic>>> allSingerAlbums = {
  'መዘምራን ልደታ ማርያም መቐለ': [
    {
      'albumTitle': 'Album 01 ክዝምረልካ',

      'songs': [
        {
          'title': 'ኣምላኽ ሰማይ',
          'lyrics': '''
1.\tኣብ ቤት ማእሰርቲ ተኣሲረ ከለኹ
  ብምሉእ ልበይ ናባኻ ፀለኹ
  እቲ ቤት ማእሰርቲ ብሓይሊ ተንቀጥቀጠ
  ንመቑሐይ ድማ ካብ እግረይ ፈታሕካ (2)

        ተደ፡ ኣምላኽ ሰማይ ኽባርኸካ የ
              ንጉስ ናይ ነገስታት ከመስግነካ የ
              ፈጣሪ ነፍሳት ክውድሰካ የ
              ብኽራርን መሰንቆን ክዝምረልካየ (2)

2.\tኣብ ግዜ ሽግረይ ናባኻ ፀለኹ
  ኣምላኸይ ንምንታይ ገደፍካኒ በልኩ
  ኣምላኸይ ግን ምሳይ ኣብ ጥቃይ ነበርካ
  ንሞት’ውን ኣይሃብካንን ካብ ኢድካ ኣሕሊፍካ (2)

3.\tሳኦል ክቐትለኒ ንነፍሰይ ኽደልያ
  እንከጓይየኒ ኣብ በረኻ ይሁዳ
  ኣምላኸይ ግን ንኣይ ኣይገደፍካንን
  ብኣይ’ውን ክትከብር ኣይነዓካንን (2)

4.\tናርዶስ ደለየ ንኣይ ክቐትለኒ
  ናብ ጉድጓድ ኣናብስ ድማ ደርበየኒ
  ንስኻ ግን ኣቦይ ኣብ ኣፍ ኣናብስ ኮይንካ
  ኣውፂእካኒ ንዓይ ካብ ኣፍ ሞት መንጢልካ (2)
          '''
        ,
        'category': 'ኣምልኾ',},
        {
          'title': 'ኣብ ሸኻ ተውዕለኒ',
          'lyrics': '''
1.	\tኣብ ሸኻ ተውዕለኒ
ካብ ድንገት ሞት ትሕልወኒ
የማነይትኻ ተፅልለኒ (2)

                ተደ : ናይ እምኒ ልበይ ርትዓዮ ብመንፈስካ
                         ግበሮ ቤት መቅደስካ

2.	\tተበራትዕ ንድኹም
ትፍውስ ንሕሙም
ተፀናንዕ ንሕዙን

                ተደ : ተኣማሚነ ክመላለስ ናብ ቤትካ
                         የለን ዝፈልየኒ ካባኻ

3.	\tክዝምር ክውድሰካ
ክገልፆ ሰናይ ተግባርካ
ከስፍሕ ስራሕ ወንጌልካ

                ተደ : ንውዕለትካ እንታይ ይኽፈለካ
                         ምስጋና ይግበኣካ

4.	\tካብ ግጉይ ሕሱም ሓንካሊ
ፅላል ተኸላኻሊ
ውቕባ ንኹሉ ትሓሊ

                ተደ : ኣምላኸየ ንኣገልጋሊ ባርያኻ
                         መንፈስካ ኣዕዝዝ ኢኻ

        ''',
        'category': 'ምስጋና',},

        {'title': 'ብጎይታ ዝተሓርየት', 
          'lyrics': '''
1.	\tማርያም ኢኺ ኣደ ናይ ክርስትያን
ንስኺ ኢኺ ኣባዲት ሕዙናት
ኣደ ኹላትና መማለዲትና
ካብ ወድኺ ፀጋ ምስ ፍቅሪ ለምንልና (2)

                ተደ፡ ብጎይታ ዝተሓርየት
                       ታቦት መንፈስ ቅዱስ ዝኾነት
                       ኣደ ኩላትና ማርያም ያ
                       ንለምና ተማልድያ (2)

2.	\tንዓኺ ለሚኑ መን ሓፈረ
ወድኺ ኣሚኑ ዝተስኣነ
ኣደ ጎይታ ኣደ ናይ ክርስትያን
ምሕረት ኣውርድልና ነዓና ንሓጥኣን (2)

3.	\tለምንልና ምሕረት ፀጋ ምስ ጥዕና
ማርያም ኢኺ ኣደ ናይ ኩላትና
ንስኺ ኢኺ ኣደ ናይ ጎይታና
ስሌና ለምኒ ክድምሰስ ኣበሳና (2)

        ''',
        'category': 'ማርያም',},
        {'title': 'ፍቅርኻ ክሓስብ',
          'lyrics': '''
        
        '''},
        {'title': 'ህያው ኮይኑ',
          'lyrics': '''
1.	\tኩሉ ዝኽእል ወዲ ኣምላክ
ንጉስ ክነሱ ግና ዘይምካሕ
ማዕፆ ከፊቱ ናይ ሰማያት
ሲኦል ወሪዱ ሃበና ድሕነት

    ተደ ፡  ኢየሱስና ተንሲኡ ዕልል በሉ ዕልል በሉ
          ንሓይሊ ሞት ስዒሩ ህያው ኮይኑ
          ስርየት ሓጥያት ሂቡና ይክበር ስሙ

2.	\tሞይቱ ክተርፍ ከመይ ኢሉ ይኸውን
ንሱስ ህያው እዩ ፈፂሙ ኣይሞተን
ኢየሱስ ተንሲኡ የለን ኣብዚ
ኪዱ ንገሩ ንኹሉ ህዝቢ

3.	\tብቃል ነብያት ተነጊሩ
ህያው ክኸውን ንሞት ስዒሩ
ትንቢት ክፍፅም ንክትግበር
ኢየሱስ ተንሲኡ ብዓብዪ ዓጀብ

4.	\tሞት ዘሸነፈ ዓብዪ ጎይታ
ክብሪ ነልብሶ ብዕልልታ
ዘሎ ዝነብር ዝነበረ
ኣብ ልዕሊ ኩሉ ዝኸበረ

5.	\tሓጢያት ልብና ተሓፂቡ
ድሕነት ብኢየሱስና ተረኺቡ
እቲ ቤት መቅደስ ተሃኒፁ
ህያው ኮይኑ እዩ ኣብ ሳልስቱ,

        ''',
                'category': 'ትንሳኤ',},
        {'title': 'ሓዘን በዚሑኒ', 
          'lyrics': '''
1.	\tሓዘን በዚሑኒ ፈተና ከቢዱኒ
ከመይ ኢለ ክኽእሎ በይነይ ጨኒቑኒ
ክሓስብ ከስቆንቁን ተስፋ ምስ ቆረፅኩ
ኣማላዲት ኣደ ንማሪያም ረኸብኩ(2)

                ተደ ፡ ልመናኺ(2) ኩሉ ጊዜ ምስ ተሰምዐ
                       ምህለላኺ(2) ኩሉ ጊዜ ምስ ዓረገ(2)

2.	\tሰይጣን ተፈተነ ተስፋ ከቑርፀኒ
ፍፁም ኣይሰምዖንየ ሓገዝኪ ሃብኒ
ፀሎተይ ሰሚዕኺ ምሕረት ዘውረድክለይ
ምስጋና ንዓኺ ኦ ርሕርሕቲ ኣደ(2)

3.	\tንድምፂ ፀሎተይ ንኹሉ ሰሚዕኺ
ኣእዳውኪ ዘርጊሕኺ ተቀበልኒ ኢኺ
ንሙሉእ ሕይወተይ ከገልግል ንዓኺ
ለምንለይ ሎሚ ካብ ፍቑር ወድኺ(2),


        ''',
                'category': 'ማርያም',},
        {'title': 'እግዚኣብሄር ዓብዪ እዩ',
          'lyrics': '''
1.	\tከም እግዚኣብሄር ዝበለ ቅዱስ ከቶ የለን
ከም ኣምላኽና ዝበለ ከውሒ 'ውን ኣይተረኽበን
ነዓኻ ዝመስል ሲ ዝወዳደረካ መን እዩ
ነቲኹሉ ዝፈልጥ ኣምላኽ ዝመስል ኣይርከብንዩ

                ተደ፡ ኣይርከብን’ዩ እግዚኣብሄር ዓብዪ እዩ
                       እግዚኣብሄር ሓያል እዩ
                       እግዚኣብሄር ፍቅሪ እዩ
                       እግዚኣብሄር ለዋህ እዩ (2)

2.	\tቀስቲ ናይቶም ሓያላት ብቅልፅምካ ዝሰባበርካ
ነቶም ሰንከልከል ዝብሉ ብተኣምራት ዘትረርካ
ነቶም ጥሙያት እውን ብመንፈስካ ዘፅገብካ
ንኣምላኽና ዝመስልሲ ብፍፁም ኣይርከብንዩ

3.	\tንኹሉ ፍጥረት ዓለም ኣብ ኢድካ ዝገበርካ
ንሃብታማት ዘድከኻ ንሕሙማት ዝፈወሰካ
ነቲ ድኻ ድማ ካብ ጉሓፍ ዘልዓልካ
ንኹሉ እትኣሊ ሕያዋይ መፍቀሪ ኢኻ

                ተደ፡ መፍቀሪ ኢኻ (2)

4.	\tነቶም ዝፃረርዎ ብኢዱ ይሰባብሮም
ኣብ ልዕሊ ኩሎም ኮይኑ ፋሕ ብትን የብሎም
ንወሰናስን ምድሪ ዝፈርድ ዓብዪ ኣምላኽ
ነቶም ናቱ ድማ በረኸትን ክብርን ዝህብ

                ተደ፡ ክብርን ዝህብ (2),


        ''',
                'category': 'ኣምልኾ',},
        {'title': 'ኣማልድልና',
          'lyrics': '''
    ተደ ፡ ኣማልድና ፀልይልና ለምንልና
         ኣማልድልና ንደቅኺ ኩንልና ፀግዕና
         ጎይታ ክህበኪ ንስኺ እንተለሚንኪ
         ውሰድና ኣቅርብና ናብ ፍቑር ወድኺ(2)

1.	\tመልኣኽ መፀ ከበስረኪ(2)
ጥርጠራ እኳ ኣብ ልብኺ ዘይነበረኪ
ኣየ ትሕትና ምስ ተኣዝዞ
እነኹ ባርያ እግዚኣብሔር በልክዮ (2)

2.	\tኣደ ጎይታ ካብ ተብሃልኪ(2)
ኣብ ጉዕዞና ደግፍና ብበዝሒ ፀጋኺ
ብዘይካኺ መን ኣሎና
ካብ ኩሉ ፀበባ ተናግፍና(2)

3.	\tሓጥያት ኣዳም ዘይቀረበኪ(2)
ንደቅኺ ተኣዝዞ’ውን ዝመሃርኪ
ሓይሊ ልዑል ኣፅለለኪ
ኣደ ኣምላኽ ኣደ ጎይታ ኢኺ(2)

4.	\tትሕትናኺ ንዓይ ኣብነት(2)
ኣብ ዓለምና(2) መን ኣሎ ከማኺ
ኩሉ ፍጡር የክብረኪ
ክትኮኒ ፀግዒ ናይ ኩሉ ህዝብኺ(2),


        ''',
                'category': 'ማርያም',},
        {'title': 'ክዝምረልካ',
          'lyrics': '''
        
        '''},
        {'title': 'ክብሪ ንስምካ',
          'lyrics': '''
                ተደ፡ ክብሪ (3) ንስምካ ኦ ልዑል ፈጣሪ
                       ዕልልታ (3) ይግብኦ ነቲ ዓብዪ ጎይታ

1.\t	ቅስሚ ሰይጣን ብደም ኢየሱስ ሰቢርና
ብመስቀሉ ካብ ሞት ናብ ህይወት ሰጊርና
ከም ኒቆዲሞስ እንደገና ተወሊድና
ብትንሳኤኡ ዓወት ተጎናፂፍና

2.\t	ክዝምረልካ ብጥዑም ቃና
ክንዕልለልካ ሕዱሳት ኮይንና
ጎይታ ፍጥረት ዓብዪ ኣምላኽና
ክበር ተመስገን ልዕል በል

                ተደ፡ ንስገደሉ (2) ብምሉእ ልቢ ንኸኣሊ ኩሉ
                       ንወድሶ (2) ንቦኽሪ ትንሳኤ ንኢየሱስ ነንግሶ

3.\t	ካልኣይ ክትመፅእ ግርማን ክብርን ለቢስካ
ስፍራ ክትህቦም ንሕሩያት ደቅኻ
ምሳኻ ኽነብሩ ኣብታ ዓባይ ከተማ
ብጎይታ ዝተመርፀት ኢየሩሳሌም ዝስማ

4.\t	ፍርሕን ራዕድን ምሕርቃም ስኒ
የለን ኣባኡ ፍፁም ዘፍርሓኒ
ምስ ቅዱሳን ኮይንና ክንዝምር
ክብሪ ንግስናኻ ቆይምና ክንምስክር,


        ''',
        'category': 'ኣምልኾ',},
        {'title': 'ዋሕስ ሕይወትና',
          'lyrics': '''
ብግዜ ጓሂና ታሕጓስና ዝኾንኪ
ኣብ ቅብፀትና ተስፋና ኢኺ
ብጊዜ ሞትና ዋሕስና ንስኺ

                ተደ፡ መፀናንዒት ኣደ ኣብ ሓዘንና
                        ተኻፋሊት መከራ ፀበባና
                        ንስኺ ኢኺ ህድኣት ልብና
                        ብሳላኺ ኣብዚ በፂሕና (2)

መማለዲት ናይ ሰማይ ሃብቲ
ብልፅቲ ፍጥረት ናይ ኩሎም ኣመንቲ
መሳልል ድሕነት ንግስቲ መላእኽቲ

ፍቅርቲ ኣደ ናይ ኩሉ ጠበቃ
ከም ፀሓይ ጮራ ብኹሉ ደሚቃ
ወትሩ ትሰርሕ ሓጋዚት ደቃ,


        ''',
        'category': 'ማርያም',},
        
      ],
    },
    {
      'albumTitle': 'Album 02 ተስፋ ኣሎና',
      'songs': [
        {'title': 'ብሳላኺ ማርያመይ “ይመስል ከቢድ”',
         'lyrics': '''
1.	ይመስል ከቢድ ብፀላም ኣብ ሰማይ 
ኣብ ደመና ክትረአ ፀሓይ
ዘይከኣል ክመስል ድንግል ክትፀንስ
ትምኒተይ ሪኤዮ መድሕነይ ክነግስ
ሰላኺ ማርያመይ ሳላኺ ማርያመይ
ሳላ ትሕትናኺ ብተኣዝዞኺ

              ተደ ፡ ኣብ የማን ክርስቶስ ብግርማ ዘለኺ
                   ናይ ውሽጠይ ትፈልጢ ከይተዛረብኩኺ
                   ኣብ ድኻም ጭንቀተይ ይጎዬ ናባኺ
                   ከመይሲ ማርያመይ ጥዑም’ዩ ሕቅፎኺ

2.	ኣብ ቀራንዮ ኣብቲ ጊዜ ስቃይ 
ተቀቢለ ነዓኺ ማርያመይ
ኣደ ክትኮንኒ ውሉድ ክኾነኪ
ኢየሱስ ሂቡኒ ቤተይ ክወስደኪ
ኣብ ጊዜ ፀበባይ ጭንቀይ ምስ ረኣኺ
መርሃዊተይ ናተይ ማርያም ንስኺ ኢኺ

3.	እታ ምስኪን ካቴሪን ኣዲኣ ምስ ሞተት
ኣደ ክትኮንያ ናባኺ ቀረበት
ተቀበልክያ ኣእዳውኪ ዘርጊሕኪ 
ምርኩስ ኮንክያ ንብዓታ ደሪዝኪ 
ሕጂ’ውን ኦ ማርያም ጠምቲ ናባና
ፀበባና ኣርሕቂ ሰላም ኣውርድልና

4.	ናይ ምሕረት ኣዒንታ ወትሩ ናባና ኢየን 
ብኣና  ብደቃ ከብዳ ኣይጭቅንን
ፀሎት ምህለላና ወትሩ ቅቡል’ዩ
ቃና ናይ ገሊላ ነዚ ምስክር’ዩ 
ብኣኣ ዝመፀ ሕቅፏ ዝመረፀ 
ዝተኾነነ የለን ፍፁም ኣይተሰምዐን,


        ''',
        'category': 'ማርያም',},
        {'title': 'ተስፋ ኣሎና',
         'lyrics': '''
1.	ይኣክል ምስ ተብሃለ ምረት ናብራ ዓለም
ብክብሪ ምስ መፀ ዕማሙ ክፍፅም(2)
ሽዑዩ ግዜና ክብረት እንለብሰሉ
ኣብ ፅላሉ ኮይንና እፎይ እንብለሉ(2)

              ተደ፡ ተስፋ ኣሎና ዘይፅልምት
                     ፅኑዕ ኪዳን ዘይልወጥ
                     ዘልኣለማዊ ርስቲ
                     ለምለም ሸኻ ነባሪ
                     ክንኣትዋ ኢና ኢየሩሳሌም
                     ክነብር ንዘልኣለም(2)

2.	ተሓጒስና ክነብር ብፍቅሩ ክንሓብር
ርስትና ክትከውን ‘ታ ቅድስቲ ሃገር(2)
‘ቲ ዘይፀግብ ፍቅሩ ምግብና ክኸውን
ገፁ እናረኣና ብሓጎስ ክንዝምር(2)

3.	ዓይኒ ዘይረኣየቶ እዝኒ ዘይሰምዐቶ 
ልቢ ደቂ ሰባት ዘይሓሰቦ ከቶ(2)
እታ ትመፅእ ቤት ኣምላክ ዘዳለዋ
ሰላም ዝሰፈና ቅሳነት ዘለዋ(2)

4.	እታ ዓባይ ሃገር መእተዊኣ ፀቢብ
ብሃብቲ ብፍልጠት ብሓይሊ ዘይርከብ(2)
ሓንቲ’ያ ዕጥቅና ንሳ ድማ መስቀል
ንትጋህ ንሰከማ ብዓወት ክንሰግር(2),


        ''',
        'category': 'ማርያም',},
                {'title': 'ንኹራ ደንጓዪ ኣምላኽ',
         'lyrics': '''
1.ብፍላጥ ብፍላጥ ብዘይ ምፍላጥ ብዋዕላ ብእከይ ምክሪ
ኣንፃርካ ተሓባቢረ ብሓሳብ ኮነ ግብሪ
ብኸምኡ ነቲ ዝሸለምካኒ ፀጋን ኣስተዋሒደ 
ካብ እቲ ለምለም ርስተይ ኣርሒቀ ተሰዲደ

                 ተደ ፡ንኹራ ደንጓይ ኣምላኽ
                       ርሕሩሕ ብዓል ዓብይ ምሕረት
                       ሓርነት እተውፅእ ካብ ባርነት ሓጢያት
                       እንተዘይትኸውን ነይርካ ናይ ኩሎም ድኹማት ኣቦ
                       እቲ ናትካ ሰላም ኢየሱስ መን ኮን እዩ ነይሩ ዝረኽቦ

2.ድምፅኻ ከይሰምዕ እዝነይ ደፊነ ከይቅበል ልበይ ኣትሪረ
ንርእሰይ ኣብ ትሕቲ ሑፃ ከም ሰጎን ቀቢረ
ሕልናይ ንዓለም ተገዚኡ ካባኻ ከይደ ርሒቀ
ብበደል መሊኡ ልበይ ብሓጢኣት ተጨማሊቀ

3.ብልቡ መን እዩ ደፊሩ ዝዛረብ ብፅሬቱ ልቡ ዝምካሕ
ብግብሩ ወይ ብኽእለቱ ንመንግስትኻ ዝበቅዕ
ሰብ ኩሉ በዲሉ ሓጥያት ሰሪሑ ብውርደት ርእሱ ኣድኒኑ
እንተ ምሕረትካ ብዙሕ’ዩ ብስምካ ዳግም ድሒኑ

4.ብሰይፈይ ብሰይፈይ ብቅልፅመይ ብሓይለይ ኣይደሓንኩን
ብምሕረትካ ኢየሱስ ብብርሃን ገፅካን ሳሕልኻን
ብትግሃት ብትግሃት ብዘይምሕላል ሕያውነትካ እምስክር
ደጊመ ደጋጊመ ስለ ምሕረትካ እዝምር,


        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ዑቅባይ ኣብ ኣምላኸይ',
         'lyrics': '''
1.	ናይ ሓያላት ሓያል ልዑል እግዚኣብሄር
ሳህልኻ ኣብ ቅድሚ ኣዒንተይ ይነብር (2)
መንፈስካ ‘ውን ንኣይ ሓይለይ’ዩሞ
ብሓያል ቅልፅምካ ኩሉ’የ ዝገብሮ 
ኣብ ማእኸል ኣህዛብ ከመስግነካ
ክውድሰካ ስምካ ከኽብር ክባርኸካ (2)

              ተደ፡ ኣብቲ ልዑል ኣምላኸይ እዕቆብ ኣለኹ (2) እውከል ኣለኹ
                       ንዑ ብምርካበይ እሕጎስ ኣለኹ (3) 
                       ብስሙ ምእማነይ ኣብ ቤቱ ምንባረይ ወራሲ ምዃነይ (2)

2.	ብጎነፅ ዘይንቅነቅ ፅኑዕ እዩ መንግስቱ
ጎደሎ ዘይብሉ ምሉእ እዩ ሰላሙ (2)
ኣብ ዓለም ምውካል ምንም ኣይጠቅምን
ኢየሱስ ምቅባል እዩ ንልበይ ዘቅስን
ናተይ ውሳነ ናብ ኣምላኸይ እዩ ናብቲ ንጉስ ኩሉ
ዘለዓለማዊ ደስታይ በዚሑ ናብ ዘዕርፈሉ

3.	ምውራድ ምድያበይ ሰሪሐ ምርካበይ
ካብ ሞያይ ኣይኮነን ካብ ጥበብ ኽእለተይ (2)
ንሰብ ኣማኺረ ወይ መፅሓፍ ገንፂለ
ሽቶይ ኣይሃረምኩን ኣብ ሰብ ተወኪለ
ሓለፋ ኩሉ ካብቲ ዝሪኦ ካብቲ ዝሰምዖ
ጎይታ ኢየሱስ እዩ ቤተይ ዝመልኦ ልበይ ዘፅንዖ,


        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ኣዛዚ ሰማያት',
         'lyrics': '''
1.	ኣዛዚ ሰማያት ኦ ንጉሰይ
ፈጣሪ ሰማያት ኦ ኣምላኸይ
ናባኻ እጥምት ራሕርሓለይ
ፀጋኻ ክለብስ እዩ ተስፋይ
ንባርያኻ ጠምት ጎይታይ

2.	ፀጋኻ ኦ ጎይታይ ትውክልተይ እዩ
ወንጌልካ’ውን ኢየሱስ ብርሃነይ’ዩ
ከይወድቅ ከይደክም የፅንዓኒ
ከይጠፍእ ከይኩነን ይመርሓኒ
ዕርደይ ዋልታይ ንስኻ ኢኻ

3.	ዓለም ስጋ ሰይጣን ከይስዕሩኒ
ብነፍስን ብስጋን ደግፈኒ
ምቁሐይ ይሰበር ይበጣጠስ
ክነብር ዘልኣለም ፍቃድካ ይኹን
ጥሪትካ’የ ግዙእ ናትካ

4.	ትዕግስትን ለውሃትን ለግሰለይ
ነቲ ተሪር ልበይ ለውጠለይ
ንፁህ ልቢ ኢየሱስ እሰግደልካ
መስዋእቲ አቅርብ ናብ ቅድሜኻ
ኣባኻ’ዩ ኩሉ ተስፋይ,


        ''',
        'category': 'ልመና',},
                {'title': 'እንታይ ይጨንቆ',
         'lyrics': '''
1.	ኣብ ማእኸል ህቦብላ ኣብ ሃልሃልታ ሓዊ ኣብ ፃምእ ኣብ ፀድፊ
ኣብ ራህዋ ቅሳነት ኣብ ዘርእን እቶትን ስራሕን ዕረፍትን
እግዚኣብሄር ኣሎ ኣብ ኩሉ ጊዜ ኣብ ኩሉ ቦታ (2)
እግዚኣብሄር ሰናይ እዩ ኣብ ፀበባ
ጎልጎል’ዩ ኣብ ቅድሜኡ ዓብዪ እምባ (2)

              ተደ፡ እንታይ እንታይ ይሰኣኖ
                      እንታይ እንታይ ከ ይጨንቆ (2)
                      ከውሒ ይጭንድሕ ባሕሪ ይገንሕ የንቅፅ’ውን
                      ንሱ ይቀድድ ንሱ ይወቅዕ ይዝንን’ውን
                      ስለዚ ንኺድ ንመላለስ ምስ እግዚኣብሄር (2)

2.	መንገደይ እንተኾነ ዓቀብ ቁልቁል ገደል ፀሓይ ሃሩር ፀልማት ቁሪ
ማዕበል’ውን ይለዓል ሽሕ ጊዜ ይበርትዕ መርከበይ ትናወፅ
ኢየሱስ ኣሎ ኩሉ ጊዜ ኣብ ኩሉ ጉዕዞይ (2)
ኣይሰምጥን ኣይጥሕልን ኣይሽገርን
ኢየሱስ እዩ መንገደይ ኣይሕለልን (2)

3.	ብቃል ከናፍሩ ምትንካፍ ኽዳኑ ኣንብሮ ናይ ኢዱ
ለምፃማት ይነፅሑ ዕውራት ይርእዩ ልሙሳት ይቆሙ
እንታይ እዩ ዝኸብዶ ዝስኣኖ ዘይከኣሎ (2)
ኣጋንንቲ ኣብ ቅድሜኡ ይምብርከኹ
ብትእዛዝ ተግሳፁ የንቀጥቅጡ (2),


        ''',
                'category': 'ዝተፈላለዩ',},
                {'title': 'ወንጌልካ ብርሃነይ',
         'lyrics': '''
1.	ንድሕሪት ኣይጥምትን ዘገድሰኒ ፈፂሙ የለን ዘሰምብደኒ ከቶ ኣይርከብን 
እኣምን ንሓሳባተይ ኩሉ ድልየተይ
ከም እተስልጦ ‘ቲ መሪር ናብራይ ከምእትልውጦ

              ተደ፡ ፈተና ሰጊረ ክሓልፍ ከም ፍቃድካ
                       መስቀልካ ፀዊረ ክበፅሕ ናብ ሕቅፎኻ
                       ወንጌልካ ብርሃነይ ምግቢ ልበይ
                       ዓፀድካ ፅላለይ ቀዋሚ ርስተይ (2)

2.	ብስርሐይ ብሓሳባተይ መሪሕ ክኸውን ፅቡቅ ኣብነት
ሰባኺ ወንጌል ኣብሳሪ ድሕነት ፀጋኻ ፍልጠት ኣእምሮይ
ሓይሊ ድኻመይ ብርሃን መንገደይ ቃላት ትንሓገይ ድፍረት ሕመቀይ

3.	ዘይጠፍእ ባልዕ ዘይለኸፎ ኣእዳው ሰራቂ ዘይትንክፎ
ብፀሓይ ዝናብ ዘይበላሸ ማዕኸን ሰላም ፍቅሪ ሕውነት
ፍትሒ ሓድነት ራህዋ ቅሳነት ኣብኡ እዩ ቤተይ ኣብቲ ላዕላይ ቤት

4.	እምነትን ፍቅሪን ለቢሰ ናይ ድሕነት ተስፋ ቆብዕ ደፊአ
ንገዛእ ርእሰይ ፍፁም ገቲአ ቃል ኣምላኽ ከም ዋልታ ሒዘ
ናይ መንፈስ ቅዱስ ሰይፊ መዚዘ ነቲ ናይ ሰላም ቃል ተኣዚዘ

5.	ንጎይታ ብፅንዓት ሓይሉን በቲ ዘይንደል ዋልታ ወንጌሉን
ንፍሕሶ ሰይጣን ኣይምብርከኸሉን ክጎዓዝየ ስሙ ፀዊዐ
ንዓለም ስጋ ሰይጣን ከዲዐ በቲ ዝህበኒ መንፈስ ፀኒዐ,


        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ውዕለትካ ብዙሕ እዩ',
         'lyrics': '''
1.	ንህዝቡ ይጥምት ኣንቆልቊሉ ኣኽናፉ ይዝርግሕ ክፅልሉ
ፀሓይ ምድረበዳ ከይብርትዖ ማያት ቀይሕ ባሕሪ ከይክልክሎ
ፀሓይ ብደመና ናጋረደ ባሕሪ ኣብ ክልተ እናመቀለ (2)

              ተደ፡ ኦኦኦ እግዚኣብሄር ንዓና ኣይኮነን ኣይኮነን (2)
                      ግናኸ ስለ ምሕረትካን ሓቅኻን (2)
                      ንስምካ ጎይታ ክብሪ ሃብ

2.	ህዝቡ እንክሽገር ምግቢ ስኢኑ ኣዝዩ የማርር ማይ ፀሚኡ
ኣምላኽ ኣይገደፎምን ኣብ በረኻ ጎቲቱ ኣውፅኦም ካብ ማሕልኻ
መና እናውረደ ኣብ ጥሜቶም ኸውሒ እናንትዐ ኣብ ጊዜ ፅምኦም (2)

3.	ስቃይ ኣብ ድንኳነይ ኣይቀርብን እከይ ዘበለ 'ውን ኣይረኽበንን
ኣእጋረይ ብእምኒ ኣይዕንቀፋን ኣምበሳን ገበልን ኣይጎድኡንን
ኣብ ፀግዒ ትልዑል ንመላለስ ኣብ ፅላል እግዚኣብሄር እየ ዝውከል (2)

4.	ክእለትካ ብዙሕ’ዩ ኣይስፈርን ብኣፍ ተነጊሩ ኣይውዳእን
ድልየትና እዚ እዩ ሃረርታና ስምካ ልዕል ክብል ብምስጋና
ስለዚ ተመስገን ክበር ንገስ ልዕል በል ተባረኽ ጎይታ ኢየሱስ (2)

5.	ኣፋዊ ኣይኮነን እቲ ኣምላኽና ሓቀኛ ኣምላኽ ዩ ትውክልትና
ብኡኡ ንፀንዕ ንዘልኣለም የለን ዘውድቀና ኣብዛ ዓለም
ፅልሚ ብርሃን ዓይኒ እዩ መራሒ ሓቂ ዋልታን ፀግዕን መመክሒ (2),


        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ዘልኣለም ንገስ',
         'lyrics': '''
1.	ብማዕበል ፈተና እንክሽገር ብዘይምቅሳን ናብራይ እንከማርር
ኩሉ ጠሊሙኒ እንክሓፍር ዘፀናንዕ ተስፋ ምስ ሰኣንኩ
ድንገት ሓድሽ ብስራት ተበሰርኩ ውፁእ ሓራ ኢኻ ወደይ እንካብ ሕሰም
ኣለኹ ምሳኻ ናባይ ቅረብ ኢድካ ኣትሕዘኒ ዘርግሐለይ
ኢሉ ኣቅሲንዋ ንሕይወተይ

              ተደ፡ ብግርማኻ እግዚኣብሄር መሬት ትናወፅ
                       ብድምፅኻ ኦ እየኡስ ኩሉ ፀጥ ይብል
                       ትሑት ኣምላኽ ኢኻ መፍቀሪ ዘኽታማት
                       ስለ’ቲ ግብርኻ ኣሜን ዘልኣለም ንገስ
                       ዘልኣለም ንገስ ኣሜን (ሃሌሉያ) ዘልኣለም ንገስ (4)

2.	ሰባት ብዳርባ እምኒ ከሳድዱኒ ጌጋይ ኣሳቢቦም ንሞት ፈርዱኒ
ፈተውተይ ፀላእተይ ተንሲኦምኒ መህደሚ ስኢነ ፀቢቡኒ
ድንገት ሓደ ርህሩህ ሰብ ገጠመኒ ፍርዱ ቅኑዕ ፍፁም ዘየዳሉ
ዕረፍቲ ልቢ ዝህብ ከምቲ ቃሉ ጌጋይ ኣይረኣየን ሕሉፍ ግብረይ
ማህደሩ ገይርዋ ንሕይወተይ

3.	ኣንፃሩ ከለኹ ግብረይ ኽፉእ ስርሐይ ህዝቡ ምቅታል ቤቱ ምፍራስ
ኣመንቱ ምስዳድ ደሞም ምፍሳስ ኣቀፀለን ግን ግብረይ ኣንፃር ቃሉ
ሓርዩኒ ኢየሱስ ክሰርሐሉ ሕሩይ ኣቅሓ ኮይነ ብፍቃዱ 
ንኹሉ ከበስር ክቡር ቃሉ ፍፁም ለዊጡኒ ተሓዲሰ
ፍረይ ብዙሕ ኮይኑ ተዓዊተ,


        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ይለወጥ ታሪኸይ',
         'lyrics': '''
1.	ይኣኽለካ በለኒ ይለወጥ ሂወተይ
ከምቲ እትደልዮ ይኹን ኣካይዳይ
ንዓኻ ባህ ከብል ንኹሉ ዘመነይ
እቲ መንገዲ ፅድቂ ናይ ህይወት ጎዳና
እቲ ለምለም ሸኻ ንነብሰይ ዘቅስና
ኢየሱስ መሃረኒ ህይወት ክርስትና

              ተደ፡ ኣሜን ፍቃድኻ ይኩን ይለወጥ ታሪኸይ
                      ነቲ ናይ ምምሳል ናብራይ ኢየሱስ ለውጠለይ (2)

2.	ከም ጴጥሮስ ከም ጳውሎስ ከም ኩሎም ሃዋርያት
ታሪከይ ይለወጥ ከይጥምት ንድሕሪት
ፀጋ ኣልብሰኒ ከገልግል ብትግሃት
ሓትሞ ንልበይ በቲ ቅዱስ ማህተም
ካባኻ ከይርሕቅ ከይጠልመካ ዳግም
ህይወት ክርስትና ብፅድቂ ክቅፅል

3.	ጎይታይ መንፈስ ቅዱስ ሰራሒ ተኣምር
ኩሉ እትፈልጥ ኩሉ እትምርምር
ሕጂ ንዘልኣለም ግብረይ ተቆፃፀር
ብፍቅርኻ ኣንድዶ ይምበርከኸልካ ልበይ
ግዙእካ ክበሃል ጥበብ ወስኸለይ
ከም ልብኻ ክኸውን ምልኣዮ ጎደሎይ,


        ''',
        'category': 'ንስሓ',},
                {'title': 'ይነገር ብስራት',
         'lyrics': '''
1.	ብፍርሕን ብራዕድን ኣብ መከራ ጭንቂ ቤትና ተሸጒሩ እንክነእዊ
ተስፋና ፀልሚቱ ሞት ከቢቡና ካባና ተፈልዩ ‘ቲ ፈቃር መምህርና
ድሓር ግን ተገሊፁ እቲ ምስጢር ሞይቱ ኣይተረፈን ኣብ መቃብር
ተንሲኡ ብሓይሉ ሞት ኣሸኒፉ ሓርነት ረኺብና ብትንሳኤኡ

              ተደ፡ ንኹሉ ይነገር ብስራቱ እቲ ዘወፈየልና ንሕይወቱ
                       ማእሰርቲ ሞት ፈቲሑ ኣብ ሳልስቱ
                       መምህርና(ኢየሱስ) ህያው ኮይኑ ሞት ኣይሓዞን (2)
                       እወ ህያው ኮይኑ’ዩ ሞት ኣይሓዞን

2.	ንምንታይ ነቲ ህያው ኣብ ማእኸል ሙታን ተናድያኦ ከም ድኹም ሰብ
ኢየሱስ ተንሲኡ’ዩ ኣብዚ የለን ሓለዋ ዓቀይቶት ኣይከልከሎን
ከም ብርቱዕ ተዋጋኢ ሓይሊ ሞት ስዒሩ ብስዕረት ናብ ክብሩ ተሳጊሩ
ኣብታ ብርህቲ ለይቲ ፋሲካ ጎይታ ንዘምር ነመስግን ብዕልልታ

3.	ሕያዋይ ኣምላኽና ፈቃር ንጉስ ፍቅሩ ገሊፁልና ልብና ክሕደስ
ኣሰጋጊሩና ካብ ሞት ናብ ሕይወት ብደሙ ነፂሕና ካብ ርስሓት ሓጥያት
ዳግም ተወሊድና - ብመስቀሉ ዉሉድ ተሰሚና - ብትንሳኤኡ
ኣብታ ብርህቲ ለይቲ - ፋሲካ ጎይታ ንዘምር ነመስግን - ብዕልልታ
        ''',
        'category': 'ትንሳኤ',},
      ],
    },
        {
      'albumTitle': 'Album 03 ንዓኻ ኣሚና',
      'songs': [
        {'title': 'ገሪሙኒ',
         'lyrics': '''
1.	ወትሩ እንኩጓዓዝ ፡ ብናተይ ፍቓድ
ልበይ ኣይነበረን ፡ ፍፁም ዝስንብድ
ካብኡ እንክሃድም ፡ ተኸታቲሉ
ኣንፃሩ ኮይነ ፡ ብስርሐይ ኩሉ
ኢሉ ሒዙኒ ፡ መን ክሰደካ
ንዓ ናባይ ፡ ውሉደይ ኢኻ

            ተደ፡ ገሪሙኒ ከምዚ ድዩ(2)
                    ንዓይስ ጎይታ ይፈትወኒ እዩ

2.	ጠፊአ ኔረ ፡ ጊደይ ተማቒለ
ተመሊሰዮ ፡ ጥርሐይ ብዘይ ገለ
ኣቦይ በዲለካ ፡ ምሕረት ክትበኒ
ናትካ ባርያ እምበር ፡ ውሉድ ከይ ትብለኒ
ካብ ልቡ ሓዚኑ ፡ ይቕሬታ ጌሩለይ
ቀለቤት ናብ ኢደይ ፡ ስቡሕ ሓሪዱለይ

3.	ብናይ ዓለም ነገር ፡ ብዙሕ ተኸቢበ
ሓጥያተይ በዚሑ ፡ እንተተኣከበ
ናብ ፍርዲ ኣይቀረብኩን ፡ ኣይብል በዲልካኒ
ኩሉ ግዜ ምሳይ ሕማቕ ከይረኽበኒ
ናብ ፍርዲ ኣይቀረብኩን፡ምሕረት በዚሑለይ
ናብ ሑቕፉ ክቐርብ ፡ ኢዱ ዘርጊሑለይ

        ''',
        'category': 'ኣምልኾ',},
        {'title': 'ተመስገን ኢልና',
         'lyrics': '''
                ተደ ፡ተመስገን ኢልና ገና ኣይፀገብናን
                        ትብልዎ እንተሎ እስኪ ንገሩና
                        ጎይታ ኢየሱስ እስኪ ደስ ይበሎ 
                        ተመስገን እምበር እንታይከ ንብሎ(2)

1.	ፀሎትና ሰሚሩ ኢልናዮ ተመስገን
ኣብ ጊዜ ሽግርና እውን ኣይጎደለን
እዝን ከምዝን ኢሉ ማንም ዘይግምቶ
መፍቀርን ርሕሩሕን የሱስ’ዩ ዝፍቶ(2)

2.	ቲ’ናትና ዘይኮነ ግድፍ ኣቢልናዮ 
ንክርስቶስ የሱስ ኣጥቢቅና ሒዝናዮ
መንገዲ ሕይወትን ሓቅን ዝኾነና
ክንዳና እተሰቅለ የሱስ ይሕሸና(2)

3.	ሕይወትን ፅሬትን ኢየሱስ ኮይኑልና
ሓጥያትና ሓፂቡ ኣምላኽ ቀሪቡና
ዘሚርካን ወዲስካን ዘይዕቀብ ውዕለቱ
ንውሉድ ወለዶ ነኣሕዋትና ነዘንቱ(2)
,


        ''',
                'category': 'ምስጋና',},
                {'title': 'ናብ ፍርዲ ኣይትእቶ “ህያው ዘበለ”',
         'lyrics': '''
1.	ንእግኣብሄር ተዓጊሰ ተፀበኹዎ
ብስውር ፀኒኑ ኣውያተይ ሰሚዕዎ
ክብሪ ይኹኖ ንሰማያዊ ኣቦ
ትፅድቅኻስ ብልበይ ኣይሓባእኩን
ትፍቅርኻስ ብልበይ ኣይሓባእኹን

                ተደ ፡ ህያው ዘበለ ኣብ ቅድሜኻ
                         ሓደኳ የለን ፃድቅ ከማኻ
                         ናብ ፍርዲ ኣይትእቶ ምስ ባርያኻ (2)

2.	ኣምላኸይ ከም ሳህልኻ ጎይታ መሓረኒ
እንካብ ኣበሳይ ኣፀቢቅካ ሕፀበኒ
ት’ቅዱስ መንፈስካ ኣይግደፈኒ
ፀሎተይ ስማዕ ኣይተሕፍረኒ (2)

3.	ንነፍሰይ ምድሓንኪ ኣነየ በላ
ተስፋ ክትገብር ባህ እውን ክብላ
ስለ ኩሉ ነገር ክብሪ ነዓኻ
ንዘልኣለም ንገስ ኣብ ዙፋንካ (2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ውሉድኪ ሓዚ',
         'lyrics': '''

1.	ኣብ መስቀል የሱስ ክሞት ንዓነ
ልቡ ኣይከኣለን ክንኮን በይንና
ኣቲ ሰበይቲ ውሉድኪ ሓዚ
ወድኺ እዩ ካብ ድሕሪ ሐዚ

                ተደ ፡ ከይንፈላለ ተወራሪስና
                         ውሉድ ክንከውን ንሳ ወላዲትና
                         ተረሓሒቅና ንኸይንነብር
                         ኣደ ሂቡና ንኸይንሽገር (2)

2.	ኣይፍለይን’የ ማርያም ካባኺ
ኣደ ህያዋን ንስኺ እንዲኺ
ኣነ ከይጠፍእ ቅረቢ ናባይ
ኢለ ክፅውዕ ኣደይ መዓረይ

3.	ኣብ እግሪ መስቀል ናይ ጎይታ ስቃይ
ከይተፈለኺ ኢልኪ ውሉደይ
ሎሚ’ውን ኣሎ ስቃይ መከራ
ምሳይ ክትኮኒ ማርያም ሓደራ

4.	ፍረ ከርስኺ ክንደይ ብሩኽ’ዩ
ቲ’ልመናኺ ወትሩ ቅቡል’ዩ
ይመስገን ጎይታ ንዓኺ ሂቡና
ኩሉ ጥዑም’ዩ ምስ ወላዲትና

        ''',
        'category': 'ማርያም',},
                {'title': 'እንታይ ዘፍርሕ ኣሎ',
         'lyrics': '''
1.	ጀግና ኢሎም ሰባት ዘድንቅዎ
ምሉእ ዕጥቂ ብረት ካብ ዘልበስዎ 
ምስ ጎይታ ዝወፀ ዳዊት ኣማኒ
ዓወት ሒዙ ይመለስ ብ 3 እምኒ(2)

                ተደ ፡ እንታይ ዘፍርሕ ዘደንግፅ ኣሎ(3)
                         ብኡነት ኢየሱስ ኣብ ልበይ እንከሎ 

2.	ዘፍርሕ ነገር ኣብ ዙርያና
ህቦብላ ንፋስ ዘጭንቀልና
ኣባዲ ዘይብሉ ብርቱዕ ማዕበል
ኣይሃደአን ድዩ ጎይታ እንክለዓል(2)

3.	ኣብ መቃብር ቦታ ክነብር ንበይኑ
ዝቀርቦ ዘየለ ፈውሲ ስኢኑ
ኢየሱስ ግን ቀሪቡ ተዛረቦ
‘ቲ ክፉእ ክወፅእ ሰላም ክህቦ(2)

                ተደ ፡ ቀልጢፍካ ትረድኣኒ ኣንታ ልዑል ጎይታ
                         ንዓኻ እፅበ ኣሜን ማራናታ(2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'መምህር ትሕትና',
         'lyrics': '''
1.	ኦ ኣማላዲ ማርያም ድንግል
መምህር ትሕትና እኖ ልዑል
ከይንወድቅ ናብ ሓጥያት ገደል
ስሓብና ናብቲ ኩሉ ዝኽእል(2)

                ተደ ፡ሓጎስ ደስታ ሰላም ፍቅሪ
                         ምሳኹም ንኽነብሩ 
                         ዓለምን ስጋ ሰይጣን ገዲፍኩም
                         ንሱ ዝበለኩም ግበሩ(2)

2.	ውሉድ ማርያም ዝኾነ
ዕድለኛ’ዩ ዝተማህፀነ
እንታይ ስኢኑ ንዓኺ ዝለመነ
ትሑት ከማኺ ኣነስ ስኢነ(2)

3.	መስቀል ክስቀል ትወድኺ
የሱስ ክሳቀ ኣብ ቅድሜኺ
እዋይ ክገርም ትሕትናኺ
ስቃይ መከራ ኩሉ ኣብ ልብኺ(2)

        ''',
        'category': 'ማርያም',},
                {'title': 'ክኽተለካ ኢየሱስ',
         'lyrics': '''
ኣምላኽ ኢኻ ዝገበርካለይ ፅቡቅ
ኢየሱስ  ኢኻ ዝገበርካለይ ፅቡቅ
ጎይታይ  ኢኻ ዝገበርካለይ ፅቡቅ
ንስኻ  ኢኻ ዝገበርካለይ ፅቡቅ

1.	ጎይታ ንዓ ናባይ ቅረበኒ
ኣብ ጊዜ ሽግረይ ሓግዘኒ
ይፅበ ኣለኹ ክትረድኣኒ
ናብቲ መንገድኻ ክትመርሓኒ


                ተደ ፡ሪኤዮ ዓይንኻ
                        ሪኤዮ ሓልዮትካ
                        ሪኤዮ ፍቅርኻ
                        ሰሚዔዮ ‘ቲ ቃልካ
                        ኣይምለስን ንድሕሪት
                        ጥዒሙኒ’ሎ ቲ እምነት (መስቀል ኣይኮነን ዕሽነት)
                        ቃል ኣትየ ኣለኹ ንባዕለይ
                         ክኽተለካ ኢየሱስ (2)

2.	ዝረኣኽዎ ኩሉ ፀልሚቱኒ
ናባኻ ከይቀርብ ደሪቱኒ
ካባኻ ርሒቀ ኣይከኣልኩን
ልበይ ኣፅነዓዮ ናትካ ክኾን


3.	ይቅረ ተዘይትብላ ነዛ ነብሰይ
ታይ ምኾነት ነይራ ’ታ ሂዎተይ
መስቀል ዝወዓልካ ኣብ ከክንዳይ
ውርደትን መከራን ኩሉ ስቃይ

        ''',
        'category': 'ፀዋዕታ',},
                {'title': 'ንዓኻ ኣሚና',
         'lyrics': '''
1.	እቲ ምሕረትካ ፍጡን ምዃኑ
ንዝቀረቡኻ ብኣኻ ዝኣምኑ
እንካብ ሕማማ ነፂሓ እንድያ
ዘፈር ክዳንካ ጥራሕ ተንክያ (2)

                ተደ : ንዓኻ ኣሚና እሳ እንታይ ስኢና (2)

2.	ግደፎ በቃ ጎይታ ኣይተድክሞ
ጓልካ ዓሪፋ ሞይታ ኢሎምዎ 
ጎይታ ኢየሱስ ግን ሪኢኻ እምነቱ
ኣየሕፈርካዮን ናባኻ ጠሚቱ (2)

                ተደ : ንዓኻ ኣሚኑ ንሱ እንታይ ስኢኑ (2)

3.	ብዙሕ ሰብ ኣሎ ታይኮን ይህሉ
እንተ ሓተትኩስ የሱስ ደኣሉ
ፀዊዐካ’የ ድምፀይ ኣልዒለ
ብርሃን ክረክብ ኢየሱስ ኢለ (2)

                ተደ : ንዓኻ ኣሚነ ኣነ እንታይ ስኢነ (2)
                         ንዓኻ ኣሚንና ንሕና እንታይ ስኢንና (2)
                         ንዓኻ ኣሚና ንሳ እንታይ ስኢና
                         ንዓኻ ኣሚኑ ንሱ እንታይ ስኢኑ  
                        ንዓኻ ኣሚነ ኣነ እንታይ ስኢነ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ምእንታይ ኢልካ',
         'lyrics': '''
ንምንታይ ካብ ሰማይ ወሪድካ ንምንታይ
ንምንታይ ዙፋንካ ሓዲካ ንምንታይ
ንምንታይ ስጋና ለቢስካ ንምንታይ
ንምንታይ ኣብ መስቀል ውዒልካ ንምንታይ
ንምንታይ ስቃይን መከራን ንምንታይ
ንምንታይ ዝኹሉስ ንምንታይ

ቀደም ጥንቲ ዝሃብካና 
መብፅዓ ኣሎካ ከይትገድፈና (2)

ንስኻ ኢኻ ተስፋና ንስኻ እወ (2)
ንስኻ ኢኻ ሰላምና ንስኻ እወ (2)	

ንዓና ካብ ሰማይ ወሪድካ ተመስገን
ንዓና ዙፋንካ ሓዲካ ተመስገን
ንዓና ስጋና ለቢስካ ተመስገን
ንዓና ኣብ መስቀል ውዒልካ ተመስገን
ንዓና ስቃይን መከራን ተመስገን
ንዓና ዝኹሉስ ተመስገን

እዚ ኩሉ ዝኾንካልና 
ክበር ንገስ መድሓኒና (2)

ንስኻ ኢኻ ሓጎስና ንስኻ እወ (2)
ንስኻ ኢኻ ፍቅርና ንስኻ እወ (2)

        ''',
        'category': 'ምስጋና',},
                {'title': 'ኣምላኸይ',
         'lyrics': '''
1.	ኣብቲ ኣብ በረኻ ኣብ ስቃይ ከለኩ
ዝሰትዮ ስኢነ ጎሮሮይ ነቂዑ
ንከውሒ ፈንፂሕካ ማያት ዝፈልፈልኻ
ንፅምእቲ ነፍሰይ ሕይወት ዝሰራዕኻ

              ተደ፡ ኣምላኸይ(2) ንጉሰይ(2) መድሕነይ(2)
                  ናይ ዘልኣለም ርስተይ(2)
                  ኣምላኸይ(3) ንጉሰይ ናይ ዘልኣለም ርስተይ
                  ኣምላኸይ(3) መድሕነይ ናይ ዘልኣለም ርስተይ(2)

2.	ኣብቲ ኢያሪኮ ኣብ ወሰን መንገዲ
ኣዕንተይ ስኢነ ተኮርምየ ከለኹ
ኢየሱስ ናዝራዊ መሓረኒ ድማ በልኩ 
ኣዕንተይ በርሃ ክስዕበካ ተሃንጠኹ

3.	በቲ ርኹስ መንፈስ ክሳቀ ከለኹ
ልመናይ ሰሚዕኻ ካብ ስቃይ ደሓንኩ
ፀጋኻ ጥዒመ ሕይወት ምስ ዘራእኹ
እነሆ ብሰላም እነብር ኣለኹ

4.	ፎርኦን ሰዓበኒ ንነብሰይ ከጥፍኣ
ከምልጥ ኣይከኣልኩን ብባሕሪ ኤሬትራ
ጠፋእኩ ናበልኩ ኣምላኽ በፀሓለይ
ብሰላም ሓለፍኹ ባሕሪ ሰንጢቁለይ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ፅሩይ ልቢ ፍጠረለይ',
         'lyrics': '''
1.	ንስኻ ዘይብሉ መሲሉኒ ክነብር
ትእዛዝካ ጠሊመ ብባሕሪ ክሳገር
ጥሒለ ቀረኹ በቲ ኽፉእ ተግባር
ከብዲ ዓሳ  ኾይነ ተጠዓስኩ ምሒር
ሕጂ ግን ጎይታየ እምህለል ኣለኹ
ምሕረትካ ክረክብ ይፅበ ኣለኹ
ከም እዮብ ቀቢእኻ ይኣኽለካ በለኒ
ከም ቃልካ ዘልኣለም ህያው ግበረኒ (2)
	
                ተደ ፡ከም ሳህልኻን ርሕራሔኻን መሓረኒ
                         ካብ ሓጥያተይ ኣፀቢካ ኣፅርየኒ
                         ሓጎስ ምድሓንካ ጎይታ ምለሰለይ
                         ኣምላኸይ ፅሩይ ልቢ ፍጠረለይ (2)

2.	ኣነ’ውን ዘማዊት ኣነ ሓጥያተኛ
ንቃልካ ጠሊመ ኮንኩ ዓመፀኛ
ኣነ ተታሊለ ብዙሕ ተበደልኩ
ብሰይጣን ክግዛእ ተማሪኸ ኣለኹ
ብንብዓት ቅብኣተይ እግርኻ ሓፀብኩ
ካብ ዓለም ነገራት ናባኻ ኣድሀብኩ
እልምን ኣለኹ ኮይነ ኣብ ቅድሜኻ
በጃኻ ስምዓኒ ጎይታይ ሓደራኻ (2)

3.	ዓለም ስጋ ሰይጣን መረፅኩ ካባኻ
ኮብሊለ ነበርኩ ገዲፈ ንዓኻ
ሕጂ ግን ይኣኽለኒ ክሰምዖ’ቲ ቃልካ
ንነብሰይ መሊሰ ክጥምት መስቀልካ
እነሆ ጎይታየ በዚ ናብራ እዚ
ክነብር ኣይደልን ወትሩ ኣብ መቅዘፍቲ
ኢየሱስ ኣምላኸይ ፀጋኻ ኣብዝሓለይ
ከም ምሕረትካ እምበር ኣይትቁፀር ኣበሳይ (2)
        ''',
        'category': 'ልመና',},
                {'title': 'ክውድሰካ’የ',
         'lyrics': '''
1.	ዝኽእለካ የለን ዝወዳደረካ
ኩሉ ዝፈጠርካ ብኣፍካን ብቃልካን
ቃልካ ሓንቲ እያ ፅኑዕ ዘይትልወጥ
ይግባኝ ዘይብላ ዳግም ዘይትኽፈት
ዝበልካዮ ይፍፀም ኩሉ ኣብ ጊዜኡ(ብግቡኡ)
የለን ኣይመፅእን ንቃልካ ዘናሹ (2)

                ተደ ፡ግብርታት ሓይልኻ ኩሉ ፈሊጠ’የ
                         ጎይታይ ንስራሕካ ንኣህዛብ ክምስክር’የ (2)
                         ፃድቅ ፃድቅ ስለ ዝኾንካ ክውድሰካ’የ
                         ሃሌሉያ ክብል ስምካ ከልዕሎ’የ (2)

2.	ካብ ጭቃ ጠፍጢፍካ ብኣምሳልካ ትሰርሕ
ብእስትንፋስ ኣፍካ ሕይወት ሰብ ትሰርሕ
ሰማያትን ምድርን ኩለን ናትካ እየን
ፀሓይ ከዋኽብቲ ኩለን ግብርኻ እየን
ዓበይቲ ቃላያት ወሓዝቲ ኣፍላጋት
ምድረበዳ ዓይኒ ማይ ኩለን ናትካ ፍጥረት (2)

3.	ዓበይቲ ኣይኮኑን ጠቢባት ዝኾኑ
ሽማግለ ኣይኮኑን ቅኑዕ ዘስተውዕሉ
ልብን ኩላሊትን እውን ዘስተብህሉ
ጎይታይ ንስኻ ኢኻ ከኣሊ ንኹሉ
ንሓፂን ከም ሓሰር ነስራዝ ዕንፀይቲ
ተፍልሕ ንስኻ መዓሙቅ ከም ድስቲ (2)

        ''',
        'category': 'ምስጋና',},
      ],
    },

  ],

      'መዘምራን ርእሰ ኣድባራት ኪዳነ ምሕረት (ሹቅ)': [
    {
      'albumTitle': 'ኣምላኸይ እዩ ዓለመይ',
      'songs': [
        {'title': 'ኣምላኸይ እዩ ዓለመይ',
         'lyrics': '''
ግዚኡ ኣኺሉ ኣባይ ትኸብረሉ
ምሳኻ ክነብር ማዕፆታት ተራሕዩ
በቃ ወሲነየ ኣምሒለዮ ልበይ
ብኣኻ ክማረኽ ባህጊ መዋእለይ
ኩሉ ይትረፈኒ ኣምላኸይዩ ዓለመይ
ቀደምውን (2) እዚዩ ትምኒተይ

ኣነ ናይ ኢየሱስየ ሎሚ ፅባሕ ኩሉ ግዜ
ኣነ ናይ ኢየሱስየ ምርኩሰይ ሻምብቆ ክሳዕ ዘይኮነ
ኩሉ ይትረፈኒ ኩሉ ሙሉ ኩሉ
ኩሉ ይትረፈኒ ንስኻ ዘይትኸብረሉ
ኩሉ ይትረፈኒ ኣምላኸይ (2) ዓለመይ (3)

ሃብቲሎኒ ዝብሎ ናይ ኢደይ ትሕዝቶ
ልዕሊ ኩሉ ባህገይ ቀዳማይ ዝሓቶ 
ስጋይ ይዕበር ይስባሕ ሸሻየይ ይውሓድ ይብዛሕ 
ንዓኻ የገልግል ንበይንኻ ጥራሕ 
ፍቕርኻ እንከሎኒ ኣብ ፀፅባሕ ዝራባሕ 
ምሳኻየ (2) ኪኖኻ ዝማሞቐ ዓለም የለን

ኣነ ናይ ኢየሱስየ ሎሚ ፅባሕ ኩሉ ግዜ 
ኣነ ናይ ኢየሱስየ ምርኩሰይ ሻምብቆ ክሳዕ ዘይኮነ
ኩሉ ይትረፈኒ ኩሉ ሙሉ ኩሉ
ኩሉ ይትረፈኒ ንስኻ ዘይትኸብረሉ
ኩሉ ይትረፈኒ ኣምላኸይ (2) ዓለመይ (3)

እምነተይ ንዓኻ ዓሻ እንተቢሉኒ
ካልእ ኣየምልኽን ምልባም ይትረፈኒ
ኩሉ ኣልቦ እዩ ድሕሬኻ ምንባረይ
ካልእ የብለይን ንስኻ ኢኻ ዓለመይ
እቲ ኣባይ ዘሎ ይበልፅ ቲ ኣባይ 
እቲ ምሳይ ዘሎ ይዛይድቲ ምሳይ

እንቋዕ መዋድቖይ ኣባኻ ኮነ
እንቋዕ መዕለቢየይ ኣባኻ ኮነ
ደስ ኢሉኒሎ ናብራ ደስ ኢሉኒ 
ባህ ኢሉኒሎ ናብራ ባህ ኢሉኒ (3)
        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ቃልካ',
         'lyrics': '''
ንቓልካ እምብዛ ኣፍቂረዮ
ካብ ወርቅን ብሩርን መሪፀዮ
ነፍሰይ ብናፍቖት ንቓልካ ትፅበዮ
ንስጉምትታተይ ኣብ ቃልካ ኣፅንዓዮ

ቃልካ ንዓይ ህይወትዩ 
ቃልካ ንዓይ ፈውሲዩ
ቃልካ ንዓይ ሓጎስዩ 
ቃልካ ንዓይ ብርሃንዩ

ቃልካ ክሕሉ ባህጊ`ሎኒ
ሓለፋ ፀላእተይ የለብመኒ
ሓለፋ መምህራነይ ይምህረኒ
ሓለፋ ሸማግለታት ኣእምሮ እህበኒ

ቃልካ ንዓይ ህይወትዩ 
ቃልካ ንዓይ ብርሃንዩ
ቃልካ ንዓይ ፈውሲዩ 
ቃልካ ንዓይ ሓጎስዩ

ምሕላው ቃልካ ግደይዩ በልኩ 
ብህይወት ክነብር ንቓልካ መረፅኩ 
ብምሉእ ልበይ እደልዮ ኣለኹ 
ሃረርታይ እዚዩ ንቓልካ ክሕሉ

ቃልካ ንዓይ ህይወትዩ 
ቃልካ ንዓይ ፈውሲዩ
ቃልካ ንዓይ ብርሃንዩ 
ቃልካ ንዓይ ሓጎስዩ

ቃልካ ንዘልኣለም ፀኒዑ ይነብር
እሙን ምዃንካ ኣብ ኩሉ ይምስከር
ኣነውን ሎሚ ህያው ምስክር`የ
ንቓልካ ብመዝሙር ጌረ ክዝምር`የ

ቃልካ ንዓይ ህይወትዩ 
ቃልካ ንዓይ ፈውሲዩ
ቃልካ ንዓይ ብርሃንዩ 
ቃልካ ንዓይ ሓጎስዩ

ቃልካ ንዓይ ፈውሲዩ 
ቃልካ ነዓይ ሓጎስዩ
ቃልካ ንዓይ ብርሃን`ዩ
ቃልካ ንዓይ ህይወት'ዩ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ፀጋኻ በዚሑልና',
         'lyrics': '''
ብስብሒ ቤትካ ክንፀግብ ሳላ ምሕረትካ
ኣንጉዕ ናይ ቃልካ ክንምገብ ሳላ ፍቕርኻ
ኣብ መሰረት ነብያት ሃዋርያት ክንንደቕ ሳላ ለውሃትካ
ሓቂ ዘበለ ክንፈልጥ ሳላ ጥበብካ
በዚሑልና ረዲኤትካ

ምእካብና ካባና ኣይኮነን ኢየሱስ ካባኻ እምበር
ምዝማርና ካባና ኣይኮነን ኢየሱስ ካባኻ እምበር
እንተፀለና እንተለመንና
ከም ኣሕዋት ከም ኣሓት እንተሓበርና
ኢየሱስ ፀጋኻዩ በዚሑልና
እወ ምሕረትካዩ በዚሑልና

ከም እተፍቅረና ፈሊጥና ብዘይበሊ ፍቕሪ
ክትድግፈና ርኢና ኣብ`ቲ ፀልማት ፈታኒ
ህያውነትካ ጥዒምና ብኹሉ ትሓሊ
ልፅምካ ኣሰንዩና ኦ ኩሉ ከኣሊ
ንምስክር ኣሎና ሕያውነትካ

ምእካብና ካባና ኣይኮነን ኢየሱስ ካባኻ እምበር
ምዝማርና ካባና ኣይኮነን ኢየሱስ ካባኻ እምበር
እንተፀለና እንተለመንና
ከም ኣሕዋት ከም ኣሓት እንተሓበርና
ኢየሱስ ፀጋኻዩ በዚሑልና 
እወ ምሕረትካዩ በዚሑልና

ንዓ ከም ቀደምካ ስራሕ ብቕዱስ መንፈስካ
ኣወዳት ኣዋልድ ኣክብ ኣብ ዙርያ መቕደስካ
ይሰበኽ ይነገር `ቲ ወንጌል ኣብ ኩላ ምድርና
ኣበርትዓያ ክትምስክር ንቤት ክርስትያንና
ግዲ ይኹንካ ኢየሱስ ሕለፍ ብኣና

ምእካብና ካባና ኣይኮነን ኢየሱስ ካባኻ እምበር
ምዝማርና ካባና ኣይኮነን ኢየሱስ ካባኻ እምበር

እንተፀለና እንተለመንና
ከም ኣሕዋት ከም ኣሓት እንተሓበርና
ኢየሱስ ፀጋኻዩ በዚሑልና እወ ምሕረትካዩ በዚሑልና (2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'መሓርን ርሕሩሕን',
         'lyrics': '''
ንህይወተይ ካብ ጥፍኣት ዝተበጀዋ
ብሳህልን ምሕረትን ዝሓለዋ
ንሱ ንምርድአይ ኣዝዩ ፍጡን ኢዩ
ግብሩ ዘገርም መስተንክርዩ ግብሩ 
መስተንክርዩ ንድሕነት ህይወተይ ዝኸፈሎ ዋጋይ
ኣምላኸይ ስሙ ይኽበረለይ
ስሙ ብሩኽ ይኹነለይ

እግዚኣብሔር መሓርን ርሕሩሕንዩ 
ዓቃልን መሳልንዩ
ምሕረቱ ንዘልኣለም ይነብርዩሞ
ንፍትወይ የፍቅሮየ 
ምሕረቱ ንዘልኣለም ይነብርዩሞ 
ንኣምላኸይ የፍቅሮየ

ምስ ፀበበኒ ናብኡ ተፀጋዕኩ
ፆረይ ከቢዱኒ ደግፈኒ በልኩ
ብሓይሊ መንፈሱ ዕረፍቲ ዝህበኒ
ከምኡ ኣይረኸብኩን *ደገፍ ዝኾነኒ (2)
ፀግዐይን ዕርደይን እቲ ዝውከሎ
ኣምላኸይ *ክበር ክበር ይብሎ (2)

እግዚኣብሔር መሓርን ርሕሩሕንዩ 
ዓቃልን መሳልንዩ
ምሕረቱ ንዘልኣለም ይነብርዩሞ
ንፍትወይ የፍቅሮየ 
ምሕረቱ ንዘልኣለም ይነብርዩሞ 
ንኣምላኸይ የፍቅሮየ

ብግርማን ብኽብርን ዝተኸበበ
ኩሉ ስልጣናት`ውን ናቱ ዝገበረ
ናይ ሓያላን ሓያል ናይ ነገስታት ንጉስ
ንጎይታ የመስግን “እብል ቅዱስ ቅዱስ (2)

ኣብ ሰማይን ምድርን ኣብ ዝኾነ ስፍራ
ኣምልኾ ክብሪ ምስ ምስጋና
ይኹኖ ንጎይታ ይግባእ ንጎይታ

እግዚኣብሔር መሓርን ርሕሩሕንዩ 
ዓቃልን መሳልንዩ
ምሕረቱ ንዘልኣለም ይነብርዩሞ
ንፍትወይ የፍቅሮየ 
ምሕረቱ ንዘልኣለም ይነብርዩሞ 
ንኣምላኸይ የፍቅሮየ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ኢየሱስ ኩሉ ንዓይ',
         'lyrics': '''
ንባህገይ ምሉእ ዝገብሮ ንድልየተይ
ንፀበባይ ዝፈትሖ ንፀገመይ
ዝጓስየኒ ኣብ ኩሉ መንገደይ
ኢየሱስ`ዩ እኹል ትሩፍ ንዓይ

መዕቆብየይ ዋልታይ ሓይለይ
ጓሳይየይ ዝምከሓሉ ዕርደይ

መልሲ ንኹሉ ሕቶይ
ኢየሱስ ኩሉ ንዓይ (2)
ሃሌሉያ (2) ኢየሱስ ኩሉ እንትናይ
ኣሜን (3) ኢየሱሰይ ጓሳ ህይወተይ

ዘበርትዓኒ ኣብ ኩሉ ድኻመይ
ዘተንስኣኒ ካብ ኩሉ ውድቀተይ
ዝዋግኣለይ ምስ ኩሎም ፀላእተይ
ኢየሱስ`ዩ ፅኑዕ ዕርዲ ንዓይ

መዕቆብየይ ዋልታይ ሓይለይ
ጓሳይየይ ዝምከሓሉ ዕርደይ
*መልሲ ንኹሉ ሕቶይ
ኢየሱስ ኩሉ ንዓይ (2)

ናብ መስቀል ከቋምት ናብቲ ዝሞተለይ
ቲ ናይ ፍቕሪ ሰንደቕ ዕላማይ
ናይ ድሕነት ህያብ ንምሉእ ህይወተይ
ኢየሱስዩቲ ንዓይ ዝሞተለይ

መዕቆብየይ ዋልታይ ሓይለይ
ጓሳይየይ ዝምከሓሉ ዕርደይ

መልሲ ንኹሉ ሕቶይ
ኢየሱስ ኩሉ ንዓይ (2)

ዘዕርፈኒ ካብ ናይ ዓለም ሓሳበይ
ዘፀናንዓኒ ካብ ኩሉ ጓህየይ
ንማዕበል ዘህድእ ንፈተናይ
ኢየሱስ`ዩ ሩፍታ ናይ ህይወተይ

መዕቆብየይ ዋልታይ ሓይለይ
ጓሳይየይ ዝምከሓሉ ዕርደይ

መልሲ ንኹሉ ሕቶይ
ኢየሱስ ኩሉ ንዓይ (2)
ሃሌሉያ (2) ኢየሱስ ኩሉ እንትናይ
ኣሜን (3) ኢየሱሰይ ጓሳ ህይወተይ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ተስፋ ሕዙናት',
         'lyrics': '''
ቀደም ኣትሒዙ ዝመረፀኪ
ንድሕነት ኣዳም ዝተሓረኺ
ምላሽኪ ኣድሚፀ ከም ዝበልካኒ ይኹነለይ
ኣነውን ከምኡ ከም ናትኪ መሪፀለኹ
ኣሰር ኣሰርኪ ክስዕብ ደስ ኢሉኒ ኣሎ 
ስለዚ ምላሸይ እህብ ከም ዝበልካኒ ይኹነለይ

ኦ ማርያም ኣዴና
ኣማላድነትኪ *ንኣምን ኣሎና (2)
ስለ ልዑል ትሕትናኺ ዝኸበረ ብፅዕነትኪ
ነፍቅረኪ (2) ንውድሰኪ (2)

ተስፋ ሕዙናት መፀናንዒት
መድሕን ወላዲት መብርሂት ፀልማት
ተስፋ ትኾኒ ተበራትዒ ንድኹም ፍጥረት
ህያዋን ኢና ድሮ ብደሙ ዝነፃሕና
ብዝሒ ምሕጣእና ግን ሰፈሩ ርሒቑና
ስለ`ዚ ኢና ንልምነኪ መደያይቦ ክትኮንና

ኦ ማርያም ኣዴና
ኣማላድነትኪ *ንኣምን ኣሎና (2)
ስለ ልዑል ትሕትናኺ ዝኸበረ ብፅዕነትኪ
ነፍቅረኪ (2) ንውድሰኪ (2)

`ቶም መዕዘምዘምቲ ርእሶም ከኽብሩ
ትዕቢት መሊኦም ክከራኸሩ
ብኸንቱ ፍልጠት ካብ ትሕትናስ ልቦም ዘትርሩ
ንሕና ደቅኺ ግን ንቕፅል ጉዕዞ ምሳኺ
ልዕሊ ክብሪ ሰብ ክብሪ ስለ ዘሎኪ
ስለ'ዚ ንዝምረልኪ ንዘልኣለም ንምስክረልኪ

ኦ ማርያም ኣዴና
ኣማላድነትኪ *ንኣምን ኣሎና (2)
ስለ ልዑል ትሕትናኺ ዝኸበረ ብፅዕነትኪ
ነፍቅረኪ (2) ንውድሰኪ (2)

ኦ ማርያም ኣዴና
ኣማላድነትኪ *ንኣምን ኣሎና (2)
ስለ ልዑል ትሕትናኺ ዝኸበረ ብፅዕነትኪ
ነፍቅረኪ (2) ንውድሰኪ (2)

        ''',
        'category': 'ማርያም',},
                {'title': 'ምሳይ ኩን',
         'lyrics': '''
ከመይለ ክኽእሎ ህይወት ንበይነይ ክኸብደኒዩ
ከመይለ ክወፆ ጉዕዞ ብባዕለይ ከረብርበኒዩ
ኣነ ምስ ድኹም ዓቕመይ
እሞ ከኣ በይነይ ኣይከውንን እዩ 
ብዘይ ብኣኻ ኣይከውንንዩ ኣምላኸይ

ምሳይ ኩን (2) ሰላመይ ዋሕዙ ክቕፅል
ኣብ ጥቓይ ኩን ኣብ ጎነይ ኩን
ማዕዶይ ውሑስ ክኸውን
ሰብ ዝንእዶ ኣይኮነን ዝነኣድ
ንስኻ ትንእዶዩ ተፈቲኑ ዝወፅእ ስለዚ ብምልኣት ኣባይ ኣቲኻ ስራሕ
ቀቅድመይ እናሰገርካ ምራሕ
ኣምላኸይ ምራሕ (4) ንስኻ ምራሕ

እፈልጦየ ናብራይ ብቐትሩ ከሎ ከምዝፅልምቶ 
እፈልጦየ ሓይለይ ከይሰጎመ ከምዝሕለሎ
ኣነ እዚ ዝዓቕመይ
ክነብር በይነይ ኣይጥዕመንንዩ 
ብዘይ ብኣኻ ኣይጥዕመንንዩ ኣምላኸይ

ምሳይ ኩን (2) ሰላመይ ዋሕዙ ክቕፅል
ኣብ ጥቓይ ኩን ኣብ ጎነይ ኩን
ማዕዶይ ውሑስ ክኸውን
ሰብ ዝንእዶ ኣይኮነን ዝነኣድ
ንስኻ ትንእዶዩ ተፈቲኑ ዝወፅእ 
ስለዚ ብምልኣት ኣባይ ኣቲኻ ስራሕ
ቀቅድመይ እናሰገርካ ምራሕ
ኣምላኸይ “ምራሕ (4) ንስኻ ምራሕ

ቲ ናይ ትማሊ ሎሚ ከይድገም
`ዚ ሎሚ ዘሎ ፅባሕ ዝብለል
ከም ቆፅለ መፅሊ ብንፋስ ዝብተን
ግን የብልሓኒ ምንባረይ ይፈታተን
ከየሕምቐኒ ሓይለይ ከይስነፍ
መደብካ ኣባይ ድሕሪት ከይተርፍ
ከስተማቕሮ ፀጋታት ሰማይ
አንቅድ ሕጂ ካብ ጣዕሳ ዳሕራይ

ምሳይ ኩን (2) ሰላመይ ዋሕዙ ክቕፅል
ኣብ ጥቓይ ኩን ኣብ ጎነይ ኩን
ማዕዶይ ውሑስ ክኸውን
ሰብ ዝንእዶ ኣይኮነን ዝነኣድ
ንስኻ ትንእዶዩ ተፈቲኑ ዝወፅእ ስለዚ ብምልኣት ኣባይ ኣቲኻ ስራሕ
ቀቅድመይ እናሰገርካ ምራሕ
ኣምላኸይ *ምራሕ (4) ንስኻ ምራሕ

        ''',
        'category': 'ልመና',},
                {'title': 'ድላይካ ትገብር',
         'lyrics': '''
ኣብ ሰማይ ኣብ ምድሪ *የለን ዝመስለካ (2)
ኦ እግዚኣብሔር ኣምላኽ *ልዑል ጎይታ ኢኻ (2)
ንሰማይን ምድርን *ብቓልካ ፈጢርካ (2)
ድላይካ ትገብር *ገለ ዘይጨንቀካ (2)

ድላይካ ትገብር
ከም ፍቓድካ ኩሉ ይኸውን (2)

ዝመስለካ ከቶ የለን
ዝወዳደረካ ኣይርከብን (2)

ቅዱስ እናበልና ንሰግደልካ
ዓቢ እናበልና ነኽብረካ
ግሩም እናበልና ነድንቀካ
ኣምላኽ እናበልና ነምልኸካ

መን እሞ`ሎ ከማኻ ዝበለ
ልዑል ኣምላኽ ግርማ ዝተኸለለ (2)

ብማህሌት ቅዱሳን ክውደስ ዝነብር
ሰማየ ሰማያት ዙፋኑ ዝገብር (2)

ኣየ ግርማ ኣየ ዕቤት
ኣየ ስልጣን ኣየ ልዕልና (5)

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ፍቕርኻ',
         'lyrics': '''
ካብ ዕለት ናብ ዕለት ከም ንስሪ እሕደስ
ብተስፋ ብሓጎስ መሊአ እምለስ
ናይ መንገደይ ብርሃን ናይ ሓጢኣተይ ምሕረት
ረኺበ ካባኻ ኢየሱስ ተመስገን ተመስገን

ኣብ ቤትካ መፂኤ ፍፁም ኣይከሰርኩን
ካብ ሰበይ ንድሕሪት ጭራሸ ኣይተረፍኩን
ኣምሳይኡስ በረኸት ደኣ ረኺበ
ብዘይበርስ ሰላም ልበይ ዓጊበ

ፍቕርኻ ብህይወት የምብረኒ
ምሕረትካ *ኣብ`ዚ (3) ደው የብለኒ
ኣነስ ኣበይ ኣበይ ምሃለኹ
ብፀጋኻ ምሳይ እንተዘይትህሉ
ምሳይ እንተዘይትህሉ ኣበይ ምሃለኹ (2)

ንተግባርካ ርእየ ኣድኒቐዮ
ብቛንቋይ ምግላፁ ስኢነዮ
ንዓኻ ምፍላጠይ ባህ የብለኒ
ስለ ኩሉ ነገር መዝሙር`ዩ ዘሎኒ

ፍቕርኻ ብህይወት የምብረኒ
ምሕረትካ “ኣብ`ዚ (3) ደው የብለኒ
ኣነስ ኣበይ ኣበይ ምሃለኹ
ብፀጋኻ ምሳይ እንተዘይትህሉ
ምሳይ እንተዘይትህሉ ኣበይ ምሃለኹ (2)

ፍቕርኻ ብህይወት የምብረኒ
ምሕረትካ *ኣብ`ዚ (3) ደው የብለኒ
ኣነስ ኣበይ ኣበይ ምሃለኹ
ብፀጋኻ ምሳይ እንተዘይትህሉ
ምሳይ እንተዘይትህሉ ኣበይ ምሃለኹ (2)

        ''',
        'category': 'ምስጋና',},
                {'title': 'ሓደራ ህይወተይ',
         'lyrics': '''
የማዕዱ ኣለኹ ናብቲ ብሩህ ገፅካ 
ይፅበውን ኣለኹ ሓይልኻ ረዲኤትካ
ትሕትና ኣልብሰኒ ኣስተውዕለ ክጎዓዝ
ትዕቢተይ ጠፊኡ ፍቕርኻ ክዓዝዝ

ሓደራ (3) ህይወተይ
ክትኣቱ ክትወፅእ ጓስየለይ ጎይታይ
ብሓይልን ክእለትን ዘይወፅእ ብምዃነይ
ኣብ ትሕቲ መስቀልካ *ይእመን`የ ባዕለይ (2)

ሓይሊ የብለይን ክእለት ደገፍ ዝኾነኒ
እምንቶይ ንስኻ `ታ ለዋህ መድሓኒ
እድፋእ ኣለኹ ኣብ ትሕቲ ዙፋንካ
ነቲ ስቡር ልበይ ዘንኖ ባዕልኻ

ሓደራ (3) ህይወተይ
ክትኣቱ ክትወፅእ ጓስየለይ ጎይታይ
ብሓይልን ክእለትን ዘይወፅእ ብምዃነይ
ኣብ ትሕቲ መስቀልካ *ይእመን`የ ባዕለይ (2)

ንኸይርስዓካ ኣምላኸይ ልበይ ከይዝንግዕ
ኣንቅሓዮ ኣእምሮይ
ንዓኻ እንተሓዝኩ`ዩ ጎይታየ ዝመልእ ድሌተይ
ዘንጀርብብ ፅውአይ
ንዝበደልኩኻ ብጣዕሳ ተኣሚነ
ኣብ እግርኻ እድፋእ ይቕረ ክትገብረለይ
ምሕረትካ ክዓዝዝ ኣብ ልዕለይ

ሓደራ (3) ህይወተይ
ክትኣቱ ክትወፅእ ጓስየለይ ጎይታይ
ብሓይልን ክእለትን ዘይወፅእ ብምዃነይ
ኣብ ትሕቲ መስቀልካ *ይእመን`የ ባዕለይ (2)

ካባኻ ከይፍለ ጎይታየ ዓቕለይ ከይፀበኒ
ኩሉ ከይስሕቀኒ
ማዕበል ናይ ድያብሎስ ከየናውፀኒ
ፆረይ ከይከብደኒ
ሰንፈላል ከይነብር በይነይ ከየዕነኒ
ሓይለይ ከይደኽመኒ
ሓደራኻ ኢየሱስ ንወትሩ ኣይትጋደፈኒ

ሓደራ (3) ህይወተይ
ክትኣቱ ክትወፅእ ጓስየለይ ጎይታይ
ብሓይልን ክእለትን ዘይወፅእ ብምዃነይ
ኣብ ትሕቲ መስቀልካ *ይእመን`የ ባዕለይ (2)

        ''',
        'category': 'ልመና',},
                {'title': 'ባህ ይበልካ ብንእስነትና',
         'lyrics': '''
ባህ ይበልካ ኢየሱስ ባህ ይበልካ ብንእስነትና
ደስ ይበልካ ኢየሱስ ደስ ይበልካ ብመዋእልና
ከቢርካ ከቢርካ ክንርኢ ኢዩ ባህግና
ንስኻ ትመርሓ ክትከውን ህይወትና
ከቢርካ ከቢርካ ክንርኢ ኢዩ ባህግና
ንስኻ ትመርሓ ክትከውን ህይወትና (2)

ተመስገን ኢየሱስ ብኣና ተመስገን
ልዕል በል ኢየሱስ ብኣና ልዕል በል
ንዝምር ንውድስ ኣብ ቅድሚ ዙፋንካ
ቅዱስ ቅዱስ ኢየሱስ ቅዱስ ኢኻ (2)

መዝሙርና (4) ምስጋና (4)
ይብፃሕ ኣብ ዙፋንካ (4)

ተመስገን ኢየሱስ ብኣና ተመስገን
ልዕል በል ኢየሱስ ብኣና ልዕል በል
ንዝምር ንውድስ ኣብ ቅድሚ ዙፋንካ
ቅዱስ ቅዱስ ኢየሱስ ቅዱስ ኢኻ (2)

ዕልልታ (4) ሸብሸባ (4)
ይዕረግ ናብ መቕደስካ (4)
        ''',
        'category': 'ምስጋና',},
                {'title': 'ጥዑም ኢዩ ኣፀድካ',
         'lyrics': '''
ተመስገን ክብለካ ኣንቂደ ካብ ልበይ
ተባረኽ ክብለካ ኣልዒለ ደሃየይ
ክብሪ ምስ ምስጋና ከቕርብ ኣብ ዙፋንካ
ከምልኽ ክሰግድ ዕጣን ክዓጥነልካ
ንዓመታት ብእምነት ከገልግል ኣብ ቤትካ
ብቕንኣት ክጎዪ ንድሕነት ነፍሳትካ

ካባይ ኣይኮነን ካብ ክእለተይ
ብፀጋኻ`ዩ ኮይኑ ዓወተይ
ሳላ ሓይልኻ ደው ኢለ
ሳላ ደገፍካ ተበራቲዐ

ዓቢ (2) ኢኻ ኦ ኣምላኸይ
ልዑል (2) ኢኻ ኦ ጎይታይ
ግኑን (2) ኢኻ ንጉሰይ
ንድኹም ምስጋናይ ተቐበል ኢየሱሰይ
ከም ዘብህግ ሸታ ሸትቶ ዕጣነይ
ናይ ፍቕሪ ንብዓተይ ዕቖሮ ፍትወይ
ከመስግን ክውድስ ኣንቅሓዮ ልበይ

ጥዑም ኢዩ ምንባር ኣብ ኣፀድካ ኣምላኸይ
ንሰናየይ ኮይኑለይ ቲ ኩሉ ድኻመይ 
ካብ ሃብትን ስልማትን ይምረፅቲ ማሕደርካ
ሰላምን ዕረፍትን ኣለዎ ዙፋንካ

ምሳኻ መሪፀ ጠንጢነያ ዓለም
መንገደይ በሪሁ ተቐንጢጡቲ ፀላም 
ነዚ ኩሉውን ምስክርየ 
ዝገበረለይ ከውርዮየ
ዝሓባእክዎ ኣብ ልበይ
ይደፍኣኒ`ሎ ፍቕሪ ኣምላኸይ

ዓቢ (2) ኢኻ ኦ ኣምላኸይ
ልዑል (2) ኢኻ ኦ ጎይታይ
ግኑን (2) ኢኻ ንጉሰይ
ንድኹም ምስጋናይ ተቐበል ኢየሱሰይ
ከም ዘብህግ ሸታ ሸትቶ ዕጣነይ
ናይ ፍቕሪ ንብዓተይ ዕቖሮ ፍትወይ
ከመስግን ክውድስ ኣንቅሓዮ ልበይ

ካብ ሸሕ ዓመታት ምንባር ምስ ረሲኣን
ይበልፅ ኣብ ቤት ኣምላኽ ሓላዊ ደገ ምዃን
ነዚ ፈሊጣ ነፍሰይ ጠሚታ ናብ ጎይታ
ብሃብቲ በረኸቱ ከፅግብ ድሌታ
ንዑ ናብ ቤት ኣምላኽ ሓቢርና ንገስግስ
ንተንስእ ንለዓል ንጥፉኣት ክንመልስ
ሓልዮትና ኩሉ ናብኡ ኣውዲቕና
ንዑ ንስዓቦ ዘሎና ሼጥና
ሰማያዊት ቤት ንኽንወርሳ
ምድራዊት ቤትና ንቐድሳ

ዓቢ (2) ኢኻ ኦ ኣምላኸይ
ልዑል (2) ኢኻ ኦ ጎይታይ
ግኑን (2) ኢኻ ንጉሰይ
ንድኹም ምስጋናይ ተቐበል ኢየሱሰይ
ከም ዘብህግ ሸታ ሸትቶ ዕጣነይ
ናይ ፍቕሪ ንብዓተይ ዕቖሮ ፍትወይ
ከመስግን ክውድስ ኣንቅሓዮ ልበይ (2)
        ''',
        'category': 'ኣምልኾ',},
      ],
    },
  ],
  'መዘምራን ሰላም ወሰናይ ደብረ ቅ.ኣንጦንዮስ ከረን': [
            {
      'albumTitle': '2 ኣየ ተዓዲሎም',
      'songs': [
                {'title': 'ህላዌ እግዚኣብሔር',
         'lyrics': '''
1.ህላዌ እግዚኣብሔር ፍፁም ዘይኣምኑ
ድሕነት ናይ ነፍሶም ኩሉ’ዩ ዘኽቲሙ
ኣበይ ኣሎ ኢሎም ክርእይዎ ዝፈተኑ
ብፍጥረታት ዓለም ንኹሉ ኣመኑ

ተደ፡ ኣበይ ኣበይ ኣሎ ንመስቀል ጎይታና ክኽተሎ
     ኣበይ ኣበይ ኣበይ ኣበይ ኣበይ ኣሎ
     ኣብ ኣርያም ኣብ ምድሪ’ውን ኣሎ/2/

2.ዘተራጥር ኣይኮነን ህላዌ ኣምላኽና
ኣበይ ኣሎ ኢሎም ንዝኸራኸሩና
ሕይወቱ ዘሕለፈ ምእንቲ ድሕነትና
ኣምላኽ ናይ እስራኤል ኤልሻዳይ’ዩ ናትና

3.ንሕዝብኻ ሓብሮም ንኸይልሕዱኻ
ኣዕንቲ የብሎምን ንኸይርእዩኻ 
ዘይትልወጥ እሙን ጓሳና ምኳንካ
ኣበይ ኣሎ ኣይንብልን ደጊም ንስኻ ኢኻ

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ፀጋ ውህበቱ',
         'lyrics': '''
1.እዚ ኹሉ ነዓይ ዝገበርካለይ
ሕይወትካ ምእንታይ ዘወፈኻለይ
ኣሰር ናትካ ሓበርካኒ 
ንቤትካ ክኣቱ ኣሰነኻኒ
ኣነ እሞ እንታይ ክገብረልካ/
ተመስገን ተመስገን ኣምላኽ ይብለካ

    ተደ፡ ፀጋ ምሕረቱ ዘልበሰና
        ምልክት ድሕነት ኮይኑ ናባና
        ካባና’ዩ ናባና’ዩ ኢየሱስ ኣሎና

2.ኩሉ ጊዜ ክመላለስ ቤትካ
ኣፈተና ክፅውዕ ንስምካ
ድምፀይ ሰሚዕካ’ውን ከምእትረድኣኒ
ኦ ኣምላኸይ ምሉእ ተስፋ ኣሎኒ
ክብርን ምስጋናን ይግብኣካ
ኣማን ብኣማን ንስኻ ሕያው ኢኻ

3.እሰይ ንበል ንጎይታ ምርካብና
ዓይንና በርሀ ብናይ መንፈስ ባና
ዕልል ዕልል መድሓኒ ረኺብና
ዕልል ዕልል ብንፁሕ ደም ተሓፂብና
ቀሪቡ’ዩ መዓልቲ ፍርድና
ንዳሎ ክርስትያን ተሓዲስና

        ''',
        'category': 'ምስጋና',},
                {'title': 'ተመስገን',
         'lyrics': '''
1.ዋልታ ናይ ሕይወተይ 
ጓሳ’ዩ ናይ ነብሰይ
ተዓረቐኒ ብሓጥያተይ 
ኣነ ኢየ በዳሊ ዓቢ’ዩ በደለይ

       ተደ፡ ተመስገን/2/ ኢየሱስ መድሕነይ
           ኣብ ኩሉ ሽግረይ ረድኤት ናይ ሕይወተይ

2.’ታይ ክህበካ ኣቦይ ንገረኒ
ሓይሊ ‘ውን ሃበኒ
ብዘይ ናይካ ሓይሊ
የብለይን’ዋ ፀጋኻን መንፈስካን ሃበኒ

3.ኣንታ ፈጣሪ ዓለም 
ሕያው ዘልዓለም
ከመስግነካ ኢየ’ሞ
ፀጋኻ ሃበኒ ንእምነት ክኾነኒ

4.ከማኻስ ኣይረአኹን 
ሽግረይ ተቓልሎ
ሸኽመይ ተራግፎ
ብሓጎስ ትመልኦ ንልበይ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ዓወት ረኪብና',
         'lyrics': '''
1.ሰይጣን ብቐሊሊ ከጥፋኒ ኢሉ
ናይ መከራ ድነ ኣውሪዱለይ 
ኣብ ድቅድቅ ፀልማት'ውን ኣእተወኒ
ኢየሱስ መድሓኒ ብርሃን ሂቡኒ

ተደ፡ ዓወት ረኪብና ፡ ዓወት 
    ዓወት ረኪብና ፡ ዓወት 
    ካብ ሞት ተንሲኡ ፡ ዓወት
    ዓወት ረኪብና ፡ ዓወት
    ብደም መድሓኒና 

2.ሓሳቡ ዝሰልጠሉ እናመሰሎ 
ጭንቅን ፀበባን እናንወሖ
ግን ከም ሓሳቡ ኣይጎድኣንን
ኣምላኽ እስራኤል ኣድሓነኒ   

3.ብዘሎዎ ክእለት ሓይሊ ተጠቂሙ 
ጭንቅን  ፀበባን እናኣንወሖ
ከጥፋኒ ኢሉ ተሓጊሱ 
ኢየሱስ መድሓኒ ኣድሓነኒ ደም ኣፍሲሱ

        ''',
        'category': 'ትንሳኤ',},
                {'title': 'ኣብቲ ቅዱስ ቤትካ',
         'lyrics': '''
1.ንዑ ንኣምላኽ ብሓጎስ ንዘምረሉ
ንከውሒ መድሕንና ብሓባር ንዘምረሉ
ኣብ ዝፋኑ ክንበፅሕ ብምሉእ ምስጋና
ክንዝምረሉ ኢና ብጥዑም ቃና

ኣብቲ ቅዱስ ቤትካ ክተመላልሰና
ብመንፈስ ሓይሊ ፅድቂ ፍጠረልና/2/

2.ኣብ ልዕሊ ኩሉ ኣምላኸይ ንጉስ’ዩ
ጠፈር ሃዋህው ‘ውን ምስክርዩ
ባሕሪ ናቱ ኢዩ ንሱ ዝፈጠሮ
ንቑፅ ምድሪ’ውን ጥሉል ዝገበሮ

3.ንፅምእቲ ነብሲ ብፀግኡ ኣዕጊቡ
ንጥፍእቲ ነብሲ ናብ ሰናይ ስሒቡ
ንሱ ኣምላኽና’ዩ ንሕና ድማ ህዝቡ
ኣብቲ ልሙዕ ሸኻ ኣብሊዑ ኣፅጊቡ

4.ኣምላኽ ምሳና’ዩ ከቶ ኣይንፈርሕን
ሰብ’ከ እንታይ ከይገብረና ፍፁም ኣይንርዕድን
ኣብ ትሕቲ ኣኽናፉ ክንሕቆፎ ኢና
እቲ እኩይ ሓይሊ’ውን ፍፁም ኣይቀርበናን

        ''',
        'category': 'ልመና',},
                {'title': 'ኣብ ሽግረይ ኣብ ሓዘነይ',
         'lyrics': '''

    ተደ ፡  ኣብ ሸግረይ ኣብ ሓዘነይ 
          ዓርኪ ኾይኑ ዝሓልየለይ 
          ንየዕንተይ እንካብ ንብዓት 
          ንሂወተይ እንካብ መዓት 

1.ኣይርአኹን ኣነ ከምኡ
   እሙን ዓሪኪ ብዘይክኡ
   ኣቦ ፍቕሪ ኣፍቃርየይ 
   ኣብ ግዜ ሽግር መዕቆብየይ 
                                      
2.ኣብ ጭንቀተይ ኣብ ሕስረተይ
   ኣብ ውድቀተይ ኣብ ውርደተይ
   ኣይገድፈንን ይርሕርሓለይ 
   ይደርዘለይ ንንብዓተይ          

3.ዘይነሓፈ ንሂወቱ 
   በጃ ይሓልፍ ንጥሪቱ
   ክሳብ መስቀል ከም ሰራቂ
   ዝተበጀወለይ ኣቦ ፅድቂ
                               
 4.ተሸንኪሩ ምእንታና 
    ደሙ ዛርዩ ዘድሓነና
    ሕሉፍ ፍቅሩ ገሊፁልና 
    ካብ ሓጥያትና ኣንፂሁና

        ''',
        'category': 'ምስጋና',},
        {'title': 'ብግዜ ፈተና "ጎይታይ ኢየሱስ"',
         'lyrics': '''
1. ፍቅሪ ስኒት ጠፊኡ ኣብ መንጎና 
ክፍኣት ተንኮል ወሪስዎ ልባትና
ታቦት ሰይጣን ኮይኑ ኣካላትና 
ረሲዕናዮ እቲ ኣብ መስቀል ምውዓልካ

ተደ ፡ ጎይታ ኢየሱስ ብግዜ ፈተና ኣይትፈለየና 
     መንፈሳውነታና ሕማቕ'ዩ ዘሎ ኣረጊት ቤት ዑና

2. ብኣፍ ጥራይ ኮይኑ ክርስትና 
ብዘይ ግብሪ ትህኪት ወሪሱና 
ሕጂ ከይከውን ምፅኣት ናይ ጎይታና 
ከይተዳለና ሓላፍ ዘላፍ ኮይና

3. ንዑ ኣሕዋት ንመለስ ናብ ጎይታና 
ፅድቕን ቅንዕናን ሓቂ  እናገበርና
ሕያዋይ'ዩ እቲ ፈቃር ኣምላኽና 
ክበር ተመስግገን ኣሜን ሃሌ ሉያ


‘‘ኦ ኣምላኽ ፅሩይ ልቢ ፍጠረለይ ፅኑዕ መንፈስካ ኣብ ውሽጠይ ሓድስ
ካብ ገፅካ ዝይትደርብየኒ ቅዱስ መንፈስካ’ውን ኣይተግድፈኒ
ሓጎስ ምድሓንካ መልሰለይ ብፍቓደኛ መንፈስ’ውን ደግፈኒ’’ መዝ 51፡10-12

        ''',
        'category': 'ልመና',},
                {'title': 'ኣየ ተዓዲሎም “ጉንዲ ወይኒ”',
         'lyrics': '''

1.	ጉንዲ ወይኒ ፅቡቕ ጨናፍሩ
መፅለል ድኹም ፅላል ንሓዋሩ
ሽታኡ ጥዑም ምቹእ ዝኣየሩ
ኣየ ተዓዲሎም እቶም ኣብኡ ዝነብሩ
ኣየ ተዓዲሎም እቶም ኣብኡ ዝነብሩ
ኣየ ተዓዲሎም እቶም ኣብኡ ዝነብሩ

        ተደ ፡ ፍቓድካ እንተኾይኑስ ምስኦም ግበረልይ (3)
             ከይጠፍእ ብኽፉእ ክፅብቕ ዕድለይ (2)

2.	ብርሃን ዓለም ጩራታት ዘውዱ
ክትከዶ ደስታ ዘይዕንቅፍ መንገዱ
ጥሜት ዘይብሉ ትርፊ'ሎ ኣብ መኣዱ
ኣየ ተዓዊቶም እቶም ኣብኡ ዝኸዱ
ኣየ ተዓዊቶም እቶም ኣብኡ ዝኸዱ
ኣየ ተዓዊቶም እቶም ኣብኡ ዝኸዱ

3.	ኣብታ ሓዳስ ሰማይ ኣብታ ሓሳስ ምድሪ
ምስ ጎይታ ምስ ኢየሱስ ዝረኸቡ ክብሪ
ስሞም ዝተፃሕፉ ብወርቃዊ ብርዒ
ከመይ ኮን ይኸውን ሓጎሶም እንድዒ 
ከመይ ኮን ይኸውን ሓጎሶም ኣብ ላዕሊ
ከመይ ኮን ይኸውን ሓጎሶም እንድዒ

        ''',
        'category': 'ልመና',},
      ],
    },
    {
      'albumTitle': '4 ካበይ ናበይ',
      'songs': [
        {'title': 'ምስጋና ኦ ምስጋና',
         'lyrics': '''
1.ምልኣት ልቢ ጥበብ ዘልበስካና ምስጋና ኦ ምስጋና
ብመንገዲ ሓቂ ዝመራሕካና ምስጋና ኦ ምስጋና
ሕይወት ክንለብስ ብርሃን ዝሃብካና ምስጋና ኦ ምስጋና
ቅዱስ ቤትካ ፍቕርኻ መገብካና ምስጋና ኦ ምስጋና

ተደ፡ ምስጋና ምስጋና ሆሆ ምስጋና/3/
      ምስጋና ንልዑል ፈጣሪ
      ምስጋና ንከኣሊ ኹሉ
      ምስጋና ንልዑል መድሓኒና
      ምስጋና ኣብዚ ዘብፃሕካና

2.ንሕማምና ፈውሲ ዝኽዕንካልና ምስጋና ኦ ምስጋና
ካብ ፀሓይን ንፋስን ዘፅለልካና ምስጋና ኦ ምስጋና
ንድኻምና ዕረፍቲ ዝሃብካና ምስጋና ኦ ምስጋና
ካብ መገሻን ብሰላም መለስካና ምስጋና ኦ ምስጋና

3.ፅንዓት ልቢ ዝገበርካልና ምስጋና ኦ ምስጋና
ንድሕነትና ሕይወት ዝወፈኻልና ምስጋና ኦ ምስጋና
መጓሴኻ ዝገበካልና ምስጋና ኦ ምስጋና
ደቂ ብርሃን ክንከውን ዘብቃዕካና ምስጋና ኦ ምስጋና


        ''',
        'category': 'ምስጋና',},
                {'title': 'ኦ ማራናታ',
         'lyrics': '''
እንዳ ረኣኹ

ኦ…ማራ..ናታ…  ኦ… ማራ..ናታ.. /3 /

1.እናረኣኹ ዘይረኣኹ ኮይነ ሓሊፈካ /2/
  እናሰማዕኩ ዘይሰማዕኩ ኮይነ ርሒቀካ /2/ (2)

ተደ፡ ስለዚ ኣነ'የ በዳሊኻ
    ንነብሰይ እናሓለኻ
    ፅቡቅ መሲሉኒ ርሒቐካ 
    ፍትወይ ግን ርሕሩሕ ኢኻ

 2.እናረኣኹ ውጉኣት ኣእዳውካ ሓሊፈካ/2/
   እናረኣኹ ዝፈሰሰ ደምካ ርሒቀካ/2/
   እናሰማዕኩ ዝግዕር ድምፅኻ ሓሊፈካ/2/
   እናረኣኹ ዝተወግአ ጎድንኻ ርሒቀካ/2/

3. ከም ሑፃ ባሕሪ በዚሑ ክፍኣተይ  
   ከቢድ'ዩ ደቛሲ መቑሑ ናይ ሓጢያተይ
   ኦ ኣምላክ ስማዕ ንስሓይ ጣዕሳይ       
   ኣይትደርብየኒ ኣብ ሃገረ ምዉታን

   ብሰሪ ሓጢያተይ መርገም ረኺበ እየ
   ብፈተና ናይ ሰይጣን ተኸቢበ እየ

   ፅቡቅን ክፉእን ብዙሕ ተዛሪበ 
   ጎይታ ናይ ሰራዊት ብኣኻ እየ ዓጊበ (4)

        ''',
        'category': 'ሕማማት',},
                {'title': 'ካበይ ናበይ',
         'lyrics': '''
ካበይ ናበይ 'ቲ ጉዕዞ ናበይ (2)
ካበይ'ዩኸ መበገሲና 
ናበይ'ዩ ኸ ጉዕዞ ሕይወትና

ኣሕዋት ኣይንዓሹ ንሓዝ ኣምላኽና 
ደጊም ሕጅስ ይኣኽለና (2)

1.	ኣሕዋት ንመለስ ናብ ኣምላኽና እወ ናብ ኣምላኽና (2)
ይቅሬታ ንሕተት ተደፊእና እወ ተደፊእና
ናብ ጎይታ ንቅረብ ተሓዲስና እወ ተሓዲስና

ካበይ ናበይ 'ቲ ጉዕዞ ናበይ
ካብ ኦም ሕይወት ትንፋስ ዘሪእና
ናይ ዘልኣለም እምባ ደይብና
ኣሕዋት ቤት ኣሎና ቤት ኣምላኽና (2)

2.	እስከ ንዘክር ጉዕዞ ኣምላኽና እወ ጉዕዞ ኣምላኽና (2)
ካብ ላዕላይ ሰማይ ናብዛ ዓለም እወ ናብዛ ዓለም
መስቀልና ፀይሩ ፍቅሩ ኣርእዩ እወ ዘድሓነና

ካበይ ናበይ 'ቲ ጉዕዞ ናበይ (2)
ቅዱስ መፅሓፍ'ዩ ህያብ ኣምላኽና
መበገሲና ምዕራፍ ጉዕዞና
ኣሕዋት ኣይንዓሹ ንሓዝ ቃል ኣምላኽና
ቃሉ እዩ ሕይወት ሕይወት ንዓና (2)

3.	ቅዱስ መፅሓፍ'ዩ ህያብ ኣምላኽና እወ ህያብ ኣምላኽና
መበገሲና ምዕራፍ ጉዕዞና እወ ምዕራፍ ጉዕዞና
ናብ ጎይታ ንቅረብ ሕይወት ለቢስና ሕጅስ ይኣኽለና (2)

ካበይ ናበይ 'ቲ ጉዕዞ ናበይ
ካብ ኦም ሕይወት ትንፋስ ዘሪእና
ናይ ዘልኣለም እምባ ደይብና
ኣሕዋት ቤት ኣሎና ቤት ኣምላኽና (2)
        ''',
        'category': 'ንስሓ',},
                {'title': 'ኦ ቤተክርስትያን እኖና',
         'lyrics': '''
1.ንፋስ ኮነ ማዕበል ኣይዓጅበክን
መራሒ ክርስቶስ ዣንጥላኺ ፀድቂ
መንገድኺ ብርሃን  መለለይኺ ፀሎት
ተምሳል መርከብ ኖህ ዝሰገርኪ ማይ ኣይሂ

                ተደ፡ ኦ ቤተክርስትያን አኖና/2/
                      ንስኺ ኢኺ ከውሒ መሰረትና ኣሃሃ…
                      ኦ ቤተክርስትያን አኖና/2/
                      ንስኺ ኢኺ ከውሒ መሰረትና 
                      ክርስቶስዩ ሂቡኪ መፍተሕናይ ድሕነትና

2. መሰረት ምስጢራት ዋልታ እምነት
ካብ ጥንቲ መቑፀርያ ዝመለለይኺ
ወንጌል ዝቕናትኪ ንኩሉ መበሰሪት
ፈውሲ ንሕሙማት ፅንዓት ንድኹማት

3. ኣብዛ ምድሪ እዚኣ ንስኺ ኢኪ ምንጪ ምሕረት 
ካባኺ’ዩ ዝዛሪ ዛራ ማይ ድሕነት
ንስግኡን ደሙን ትምግቢ ንነፍሳት 
ሰላም ተበስሪ መንጎ ደቂ ሰባት


        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ማርያም ዕንቍ ባሕሪ',
         'lyrics': '''
               ተደ፡ ማርያመይ ካብ ኩለን ዝከበርኪ
                   ርኽሰት ኣልቦ ካብ ኩሉ ንፅሕቲ
                   ብሰማያዊ ፍቕሪ ዝተወግአ ልብኺ
                   ተዋሂቡኪሎ ብልዑል ፈጣሪ

                   ስለ ኩሉ እውን ትፅዕሪ
                   ንጥፉኣት እውን ኽትመልሲ
                   ስለ ኩሉ ፍጡር ትነብዒ
                   ንሓጥኣን ምስ ፈጣሪ ክትዓርቂ

                   ማርያም ዕንቍ ባሕሪ
                   ዝለበስኪ ዘለኣለም ክብሪ
                   የድንቐኪ ኣለኹ (2)
                   ማርያም ክበሪ ወትሩ ንበሪ

1.	ኣማልድነትኪ ወትሩ ንፅውዕ
ስለፍቁር ወድኺ ደገና ነፅንዕ
ልብኺ ክፈቲ ኣውያትና ክትሰምዕ
ፀጋ ኣልቢሱዩ መንፈስና ከፅንዕ (2) መንፈስና ከፅንዕ

2.	ካብ ኩለን ደናግል ኣብሊፁ ሓረየኪ
ማሕደሩ ክትኮኒ ቕድስና ቀብኣኪ
ኣብ ምድሪን ሰማይን ንግስቲ ሸመኪ
ክብርን ውዳሴን ዘለኣለም ንዓኺ (2) ዘለኣለም ንዓኺ

ነዓኺ ማርያመይ ነዓኺ

        ''',
        'category': 'ማርያም',},
                {'title': 'ኦ ኣምላኽ ንዓ ናባና ',
         'lyrics': '''
1.ኦ ኣምላኽ ምሕረት ንዓ ናባና 
 ካብ ሰማይ ቁልሕ በል ረኣየና/2/ 
 ገፅካ'ውን ምለስ ናባና /2/ 
 ንዓ ንህዝብኻ ኣድሕነና  
 ኦ ኣምላኽ ሰማይ ንዓ ናባና 

ዎ ኣምላኽ ንዓ ናባና ዎ ኣምላኽ/3/
ኣእዛንካ ከፊትካ ፀሎትና ስምዓና ንዓና/4/

2.ናይ ድኹም ፀሎት ክትሰምዕ
ፍቅርኻ  ተርኢ ንሓጥእ/2/
ኣብ ነብሎ የብልናን ብዘይካኻ/2/
ሃየ እሞ ስማዕ ፀሎት ህዝብኻ
ኦ ጎይታይ ስማዕ ፀሎት ህዝብኻ  

3.ብፍቃድካ ኢየሱስ ብፍቃድካ 
 ነዚ መከራ ‘ዚ ኣሕልፍ ካባና 
 ሰላም ካባኻ'ዩ ሰላም ሃበና/2/
 ከቶ ኣይዓርፍን ናይ ሰላም ተስፋና
 ኦ ኣምላኽ ሰላምተስፋ ሃበና 


        ''',
        'category': 'ልመና',},
                {'title': 'ጣዕሳ በደለይ',
         'lyrics': '''
1.ደሃይካ ከይሰምዕ ፀመምኩ
ብርሃንካ ከይርኢ'ውን ዓወርኩ
‘ትፈለየኒ እጠዓስ ኣለኹ
ደጊም ዉሉድካ ሙኻን መሪፀ ኣለኩ(2)

ዘይወፅእ ጣዕሳ ጣዕሳ በደለይ
ሕደገለይ ሕማቕ ኣመለይ (2)
ሓሳብካ ይምላእ ሃሌ-ሉያ ጎይታይ(4)
ኦ ጎይታይ ፀጋኻ ኣፍስስለይ
ብምልኣት ልቢ ክመላለስ ኣብ ቤትካ
ኦ ጎይታ ፀጋኻ ኣፍስሰለይ
ንውሉድ ወለዶ ክወርስ ርስትኻ


2.መሲሉኒ ይጋገ ነበርኩ
ብክልተ ነገራት ተገዛአኩ
ኣብ ሓይልታት ፀልማት'ውን ሰገድኩ
ኣይትፈለየኒ ይጠዓስ ኣለኩ(2)

……….ሓሳብካ ዪመልእ ኣሎ ኦ ጎይታይ……….

3.ብፀጋኻ ክስንጠቅ ንልበይ
ብፍቅርኻ ክቃፀል ኣካለይ
ስቃይካ ክኸውን ስቓየይ
ጀሚረዮ ኣለኹ ፀዋዕታ ሕይወተይ(2)


        '''
,
        'category': 'ንስሓ',},
                {'title': 'ዉሉድ ተስፋ',
         'lyrics': '''
1.ፍትወት ዓለም ድሌት ስጋ ሒዙኒ
ህርፋን ሃብቲ ስስዐ ገንዘብ ወሪሩኒ
ግርማ ለቢሱ ዘብለጭልጭ ዓይነይ ማሪኽዎ/2/

ግዝኣት ዓለም በርቲዑኒ/2/
ጭፍራ ሰይጣን ጎቢጡኒ/2/
መቑሕ ሰንሰለት ዓለም ኣሲሩኒ/2/
ዕምቖት ባሕሪ ሰልሚ ኾይኑ ውሒጡኒ/2/

ረድኤት ክፅውዕ ክፅውዕ ኣፈይ ከፊተ
ልሳነይ ግዒሩ ኣካለይ ኣንቐጥቐጠ
ኣሰረይ ስዒቡ ስዒቡ ከም ንፋስ ዝጎዪ
ህቦብላ ሓዊ ረመፅ ኮይኑኒ
ንቕድሚት ይጎዪ ይጎዪ መዕቖቢ ከናዲ
ዉሉደይ ኢሉ ዘናግፈኒ

ንዓኻ ክረክብ እናተፃዓርኩ
በሊሕ ሰይፊ ኣብ ቕድመይ ተተኺሉ
ጉዕዞይ ክኹለፍ ተስፋ ክቖርፅ
ኣብ ማሕንቖ ኣትየ ብፀበባ ክጭፍለቕ/2/

2. ኣእዳወይ ዝርጊሐ ንሰማይ ኣንቃዕሪረ
ሰራዊትካ ክፅውዕ ከናፍረይ ኣድመፀ
ደጋጊመ ፀዋዕኩ ብዙሕ’ውን ደኸምኩ
ዓይነይ ከፊተ ንተስፋ ኣማዕዶኹ

ደመና ሰማይ ኣፍደገ ኸፊቱ/2/
ከዋኽብቲ ሰማይ ኣብ ዙርያ ተስፋ የንፀባርቑ
ወርሕን ፀሓይን ንኽብራ ይደምቑ/2/
ኩሉም ደቂ ተስፋ ስሌኣ ይሰግዱ/2

ሓይሊ ወሲኸ ወሲኸ ትብዓት ረኸብኩ
ንተስፋ ክረኽባ መንገደይ ቀፀልኩ
ንኹሎም ፀላእተይ ፀላእተይ ብተስፋ ሰዓርኩ 
ንዓዘቕቲ ሓጥያት ‘ውን ሰገርኩ
ንተስፋ ክረኽባ ክረኽባ ናብ ኣቦይ ክበፅሕ
ጥጡሕ ክረግፅ ሕይወተይ ክመርሕ

ሓቂ ሰኒቐ ብርሃን ተስፋ ኣብ ገፀይ ክበርህ
ዘልዓለም ቤቱ ‘ውን ክወርስ ምስ’ቶ ቅዱሳን’ውን ክሓብር
ኣብ ሰማይ ገነት ብሓጎስ ክነብር
ንኽብሪ ዙፋኑ እውን ክውድስ እውን ክዝምር
ክብሪ ምስጋና ነዓኻ ንዘልዓለም ሕያው ንጉስ
ብመገዲ ሓቂ ዝመራሕካኒ ዉሉድ ተስፋ ኢልካ ዝቐባእካኒ/2/

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ውሽጣዊ ሰላም',
         'lyrics': '''
1. ኣምላኽ የለን ክብል ብልበይ ክርበሽ
ሓጥያት ከቢዱኒ ንድሕሪት ክጉተት
ንስኻ ግን ኣምላኸይ ረዳኢ ድኹማት
ኣድሕነኒ ካብቲ ናይ መንፈስ ድርቐት/2/

  ተደ፡ ውሽጣዊ ሰላም ናይ መንፈስ ዕረፍቲ
      ዘይጠፍእ  ብርሃን ምሳኻ’ዩ ዘሎ
      ኦ ኣምላኽ ስማያት ምሳኻ’ዩ ዘሎ
      ኦ ንጉስ ነገስታታ 
      ሃሌ-ሉያ ሃሌ-ሉያ/2/

2.መንፈሰይ ክጭነቕ ሰላም’ውን ስኢነ
ላዕልን ታሕትን ክብል ዕረፍቲ ስኢነ
ኣይረኸብኩን ኢየሱስ ከማኻ ዝበለ
ፈቲሕካዮ ኢኻ ፀገመይ ዘበለ/2/

3.ንስኻ ካብ ኮንካ ‘ቲ እሙን መድሕነይ
ኢየሱሰይ ካብ ኮንካ ነዓይ ረድኤተይ 
ነዓይሲ ከማኻ መን ኣሎኒ 
ሎምስ ክስዕበካ ምሳኻ ይሕሸኒ/2

4.ዘሕለፍክዎ ሕማቕ ብፅቡቕ ክሒሰ
በቲ ሰናይ ቀፎይ መሊአ
ሰመያዊ ሃብቲ መንገደይ ኣጠጢሐ
ሰመያዊ ሰላም ብሓጎስ ክፅበ/2/

ተደ፡ ውሽጣዊ ሰላም….

ሃሌ-ሉያ ሃሌ-ሉያ

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ሳላ ኣዶናይ ',
         'lyrics': '''
1.ደበና ኮይኑወን ዓኦኢንተይ ተዓመታ
ጎይታ ግን ኣንቕሐን ኣርሒቐን ክጥምታ
ደበና ኮይኑወን ዓኦኢንተይ ተዓመታ
ጎይታ ግን ኣንቕሐን ኣርሒቐን ክጥምታ/2/

ተደ፡ ሳላ ኢየሱስ ‘ቲ መድሓኒ
      ሳላ ክርስቶስ ‘ቲ ሓላይ
      ሳላ ኣዶናይ ‘ቲ መርሃዊ
      ብርሃን ዘርኣየኒ

2. ሰይጣን ከጥቅዓኒ ዕርዱ ክጨንቐኒ
የሱስ ስለ ስሙ እንባይ ይኾነኒ
ሰይጣን ከጥቅዓኒ ዕርዱ ክጨንቐኒ
የሱስ ስለ ስሙ እንባይ ይኾነኒ/2/
  ……’ቲ መርሃዊ እንባይ ዝኾነኒ

3.ኩሉ ክርሕቀኒ በይነይ ክመስለኒ
ክርስቶስ ረኸብኩ ዓርኪ ዝኾነኒ
ኩሉ ክርሕቀኒ በይነይ ክመስለኒ
ክርስቶስ ረኸብኩ ዓርኪ ዝኾነኒ/2/
   ……’ቲ መርሃዊ ዓርኪ ዝኾነኒ

4.’ቲ ንፁህ ዝገብሮ ንፁህ’ውን ዝልቡ
ልበይ ከፊቱለይ መንፈሱ ከእቱ
’ቲ ንፁህ ዝገብሮ ንፁህ’ውን ዝልቡ
ልበይ ከፊቱለይ መንፈሱ ከእቱ/2/
   ……’ቲ መርሃዊ መንፈስ ዝሃበኒ

5.ኣነ እነኹ ድሮ ንጎይታ ስዒበ
ናይ ኢየሱስ ምዃነይ ጌና ክምስክር’የ
ኣነ እነኹ ድሮ ንጎይታ ስዒበ
ናይ ኢየሱስ ምዃነይ ጌና ክምስክር’የ/2/
       ……’ቲ መርሃዊ ትብዓት ዝሃበኒ

ክብሪ ይኹን ነቲ ልዑል መድሓኒ
ምስጋና ይኹን ምስ ክብሪ 
ስለቲ ዝሃበኒ ክብሪ/2/

        ''',
        'category': 'ምስጋና',},
      ],
    },
     {
      'albumTitle': '5 እግዚኣብሄር ጓሳይ’ዩ',
      'songs': [
        {'title': 'እግዚኣብሄር ጓሳይ’ዩ',
         'lyrics': '''
እግዚኣብሄር ጓሳየይ’ዩ ዝጎድለኒ የብለይን
ኣብ ልሙዕ ሸኻ የውዕለኒ/2/
ናብ ዝዓርፈሉ ማይ ይመርሓኒ/2/

ንሱ ንነብሰይ የህድኣ ሓድሽ ሓይሊ ‘ውን ይህበኒ
ንሱ ንነብሰይ የህድኣ መንገዲ ፅድቂ ይመርሓኒ
በትርኻን ምርኩስካን የፀናንዓኒ/2/

ንስኻ ምሳይ ኢኻ'ሞ
ብሩባ ሩባ ድነ ሞት እኳ እንተኸድኩ/2/
ክፉእ ኣይፈርህንየ/4/

‘’ንስኻ  ኣብ  ቅድሚ  ፀላእተይ መኣዲ  ትሰርዓለይ
ከም  ክቡር  ጋሻ ንርእሰይ  ብዘይቲ  ቀባእካ
ፅውአይ  መሊኡ  የንጀርብብ  ኣሎ
ብሓቅን  ሳህልን  ምሕረትን 
ንኩሉ  ዕድመይ  ክስዕባ ኒ እየን
ኣብ  ቤት  እግዚኣብሔር  ከኣ
ንዘልኣለም  ክነብር  እየ  ኣሜን’’

ንስኻ  ምሳይ ኢኻ'ሞ......


        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'እግዚኣብሄር ብነፍሰይ ይግደስ ”ነፍሰይ ኣጆኺ”',
         'lyrics': '''
ነፍሰይ ኣጆኪ ኣይትጨነቒ ሓላይ ዘይብልኪ ከይመስለኪ
የሱስ ከምዝሓልየልኪ እወ ‘ቲ ልዑል ከም ዘፍቅረኪ
እመንዬ ብምሉእ ልብኺ እመንዮ ንፈቃር ኣምላኽኪ (2)

1.ፍቕሪ የሱስ ኮይኑ ልዕሊ ዓቕመይ
ዘክርዬ ዝተገብረልኪ ነፍሰይ
ብፀላኢ ከይትብልዒ ክደሊ ንዓኺ
ካብ ሰማይ ወሪዱ ፍቕሩ ገሊፁልኪ (2)

‘ቲ ፍሉይ ኣፍቃሪ ይግደስ’ዪ እወ ብኣኺ
ናይ ሰማይ ኣቦኺ ይሓልየልኪ’ዩ እወ ንኣኪ
ኣነ ክነግር ኢየ ዝተገብረለይ ኩሉ ብኡ
ኣነ ክነግር ኢየ ዝተገብርለይ ኩሉ ናቱ

2.ካብቲ ምሉእ ቁፅሪ ብምጉዳለይ
ብወረ ድዪ ተነጊሩ ብዛዕባይ
ኣይመስለንን ኣይተፃሕፈን ከማኡ ዝበለ
ስለ ዝሓልየለይ’ዩ ናባይ ዝወረደ (2)
ክሓስቦ ከለኹ ከስተንትኖ እቲ ፍቕሩ
ምስ ጠፋእኩ ተስፋ ቖሪፀ ከምዘይምለስ ናብኡ
ብዘይ ካልኣይ ንኽደልየኒ ናባይ ነቒሉ
ብቐንዱ ስለ ዝሓልየለይ ኢዩ ኢየሱስ ባዕሉ

ነፍሰይ ኣጆኺ…
ፍቕሪ ኢየሱስ….
‘ቲ ፍሉይ ኣፍቃሪ….


        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'መን ምስ ጎደለ ኢኻ',
         'lyrics': '''
ብርሃን ናይ ዓለም መድሓኒ
ኩሉ ዝከኣሎ ኸኣሊ 
እቲ ፍጡን ልዑል መድሓኒ
ንሓጥእ ወለዶ ብሓልዮት ዝኣሊ (2)

ኣነየ ጎይታየ ኣነ’የ ኣነ’የ ድኹም ባርያኻ
ኣነ’የ ጎይታየ ኣነ’የ ኣነ’የ ዘኽታም ወድኻ
ኣነ’የ ጎይታየ ኣነ’የ ኣነ’የ ድኻ ወድኻ
ኣነ’የ ጎይታየ ኣነ’የ ኣነ’የ ድኻ ወድኻ

መን ምስ ጎደለ ኢኻ ፀሚአ ዝበልካ(2)
ኣነ ድየ ሓፍተይ ርሒቕናካ

ሰሚዐዮ ኣለኹ ኣነስ ‘ቲ ቃልካ
እመፀካ ኣለኹ ኣቦይ ተቀበል ወድኻ(2)

ኣቆጢዐካ ብዙሕ ኣሕዚነካ(2)
ይመለስ ኣለኹ ኣቦይ ኣብ ቤትካ(2)

ቃላትካ ምስ ተመገብኩ ኣብ ቤትካ ከቢረ
ፍቕርኻስ ተረዲኡኒ ኣለዎ ሓለፋ ኣለዎ ሓለፋ
ብፍቓድካ ውርደተይ ፆርካ (2)
ተመስገን እየሱሰይ ድሕሪ ደጊም ይኣኽለካ(2) (3)


        ''',
        'category': 'ሕማማት',},
                {'title': 'ኦ ኣቦይ ብዙሕ ‘ዩ ውዕለትካ ',
         'lyrics': '''
1.	ኦ አቦይ ብዙሕ’ዩ ውዕለትካ
ነኽብረካ ቅዱስ እናበልና
ውዕለትካ ኩሉ እናዘከርና      
ፀፅባሕ ሓድስ ልባትና(2x)

     ተደ: ኣንታ ዓቢ ቅዱስ ቅዱስ አንጦንዮስ	    
         ኣንታ ዓቢ ቅዱስ ቅዱስ አንጦንዮስ/2/
         ንሕና ደቅኻ ንምንቃሕ ብመንፈስ	 
         ክተማልደልና ንትስፎ አለና/2/

ኦ አቦይ……..መንገዲ ሰማይ ክፈተልና    
ደበና ፅድቂ ክኸበና አማልደና(2x)

2.	ኦ ገባሪ መንክር ቅዱስ አቦና
አበሳሪ ወንጌል አብ ሕይወትና
አብ ዙፋን ‘ቲ ልዑል ትነብር            
ፍቕሪ አምላኽ አብ ዉሽጥና አንብር(2x)

(ተደጋሚ)

ኦ አቦይ……..ቀንዲል ብርሃንካ አብርሃልና    
ክንከውን መሪሕ ናይ ህዝብና አብ ጉዕዞና(2x)
ኦ አቦይ……..መንገዲ ሰማይ ክፈተልና    
ደበና ፅድቂ ክኸበና አማልደና(2x)


        ''',
        'category': 'ቅዱሳን',},
                {'title': 'በዓል ውዕለተይ',
         'lyrics': '''
ንእየሱስ ተንሲኤ ከመስግኖየ ጎይታዬ (2)
በዓል ውዕለተይ እዩ ጎይታይ
እወ ብዜማ እየ ከመስግኖ ጎይታዬ (2)
በዓል ውዕለተይ እዩ ጎይታ (5)

1.	ገሊኡ ዘንጀርብብ የብፅሕ ምስጋና
ካብቶም መጨነቅተይ ኣድሒኑኒ እዩ ሞ ሃሌሉያ
ብጊሓት ተንሲኤ በገናይ ከልዕልየ
ግዜ እንተከፈአ ንሱ ኣሎ ኣብ ጎድነይ ሃሌሉያ

               ተደ: ምስጋና እነሆ ኣምልኾ እነሆ
                   ብተግባር ኣእዳውካ
                   መዝሙር እነሆ ሸብሸባ እነሆ
                   ኣብ ዙፋንካ ኽበር (2) ማህደርካ 'ውን ይምላእ
                   ኣብ ዙፋንካ ክበር (2) ማህደርካ 'ውን ይምላእ

2.	ኣይክእሎን ዝበልኩዎ ሓፁር ኣዝሊሉኒ
ኣነ ምሳካ’የ ኣይትፍራሕ ኢሉኒ ሃሌሉያ
ምስጋና ክስውእ ኣብኡ ተደጊፈ
እሾኹ ጭቅኡ ትፀልማት ሓሊፈ ሃሌሉያ

3.	ምሕረቱ ለውሃቱ ፍቅሩ ዝጠዓምኩም
ሓቊፉ ሓንጊሩ ሎሚ ዘፅንሓኩም ሃሌሉያ
ድምፅኹም ኣልዕሉ ንዘምር ምስጋና
ከም ኢየሱስ ዝበለ የብልናን ንዓና ሃሌሉያ

ንእየሱስ ተንሲኤ …………….

        ''',
        'category': 'ምስጋና',},
                {'title': 'ተመስገን ክብል’የ',
         'lyrics': '''
1.ይመስለና ኣሎ ዝብፃሕ ጉዕዞ ስጋ
ምስትውዓል ሃበና ክንበፅሕ ናባኻ
ተንበርኪኽና እንተጠመትና ናባኻ	
ተገሊፁ እዩ ኣብ መስቀል ፍቅርኻ/2/

ተደ፡ ንኸንቱ ኣይኮነን ዝፈሰሰ ደም ጎይታ 
    ንኸንቱ ኣይኮነን ስቃይ ናይ ጎልጎልታ/2/	
    ደም ጎይታ ዝፈሰሰ ንኸንቱ ኣይኮነን/2/ 
    ብደም ጎይታ ዝድሓና ነፍሳት
    ይምስኽራ ብድምፂ መለኸት/2/
    
ተመስገን ክብል’የ/2/
ብፀጋ ዓጊበ ፍቕርካ ተመጊበ
ተመስገን ክብል’የ/2/
ብደምካ ተሓፂበ ፀርየ ነፂሐ
ተመስገን ክብል’የ/2/ ብጎይታ ዓጊበ ድሕነት ረኺበ ኣነ ኣሜን ክብል’የ

2.ክሳብ ክንደይ ዓሚቅ’ዩ ጎይታይ’የ ፍቅርኻ
ተቀዲሑ ዘይውዳእ ከም ምድራዊ ቀላይ
ብዙሕ’ዩ ሃብትካ ዘይውዳእ ፀጋኻ
ኩሉ ኣሎ ኣብኡ ህያባት ፍቅርኻ/2/
   ንኸንቱ. . . . . . . 

3.መስቀልካ ይንገር ንምስጢር ጉዕዞካ
ተቢዑ ይኹላዕ ኣብቲ ለዋህ ገፅካ
ርኣዩ ይብለና ንውጉእ ኣካልካ
ፀጋኻ ክፈስስ ካብ ደም ርሃፅካ  
    ንኸንቱ. . . . . . .  
ተመስገን ክብል እየ….


        ''',
        'category': 'ሕማማት',},
                {'title': 'ተስፋና መፈፀምታ ረኺቡ',
         'lyrics': '''
‘’ኦ እግዚኣብሔር ኣምላኽና በቲ ሰላም ዝህብ ዘፀናንዕ ቃልካ
ስለዝበፃሕካናን ዝረዳእካናን ነምስግነካ ኣሎና’’

ንባሮቱ ቁልሕ ኢሉ ዝረኣየ ኦ ጎይታይ ተመስገን
ብስራት ወንጌል ዝበፅሓና አረ ኽንደይ ተዓዲልና ተመስገን
ኣሰይ ኣሰይ አረ ኽንደይ ተዓዲልና/2/ ፍረ እምነት ሓቊፍና/2/

ብእግዚኣብሄር እንካብ እተሓሰብና ብኡ ካብ ከበርና
‘ቲ ፀልማት ብርሃኑ በሪሁ ንድሕነት ኮይኑልና
ንሕና’ውን ነመስግኖ ኣሎና/2/ ኦ ጎይታ ክበረልና/2/

ኣቲ ሓያል ኣይፈንፈነናን አረ’ኳ ደኣ ተሳተፍቲ በረኸት ጌይሩና
ኩሉ ነገር ንሰናይና ንሰናይና ከም ዝድግፈና ገይሩና
እግዚኣብሄር ንእስራኤል/2/ እውን ይጥምት
እግዚኣብሄር ንመግደላዊት/2//ዘኪዎስ/ እውን ይምሕር
እግዚኣብሄር ንኣፍሪካ /2/ እውን ይጥምት (2)

ካብ ኩሉ ንዓና ጎይታ ብፍቅሩ ይጥምተና
ሎሚ ‘ውን ነዓና ጎይታይ ብፍቅሩ ይጥምተና

ብኣኻ ካብ ከበርና ይኣኽለና ኦ ጎይታ ተመስገን
ብርሃና ኣዝዩ ደሚቁ ተስፋና መፈፀምታ ረኺቡ
ተስፋና መፈፀምታ ረኺቡ/2/ ኦ ጎይታ ተመስገን
ኣሰይ ኣሰይ አረ ኽንደይ ተዓዲልና/2/ፍረ እምነት ሓቊፍና


        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ብፍቅርኻ ኢና ንነብር',
         'lyrics': ''' 
1.ንዓይኒ ዘፍርሕ ንኣእምሮ ዘጨንቕ
ዘይሓልፍ ዝመስል አረ ዘትውዳእ
ናይ ዓለም መከራ ግን ኩሉ በኒኑ
እነሆ’ኳ ተሰጋጊርና ሓሊፍና  
ብፍቕሩ/3/ ብፍቕርኻ ኢየሱስ/2/

ተደ፡ ብፍቕርኻ ኢና ንነብር ኣብ ሕቕፎኻ
    ብፍቕርኻ ንመላለስ ብፍቕርኻ
    ብኣኽናፍ ፍቕርኻ ኢና ንሰግሮ
    ኣፃምእ ምድረ በዳ 
    ምፅንናዕካ ኢና ንፀሮ
    ምረት ሕሰም መከራ

2.ካብ ሰልሚ መከራ ኢየሱስ ኣውፂኡና
በቲ ኽቡር ደሙ ገይሩ ሓፂቡና
ዘይስገር ዝመስል ሓፁር ኣዝሊሉና
እነሆ’ኳ ብደሙ ከቢርና ኣብ ሕቕፎኡ
ብስሙ/3/ ብስሙ እወ ብፍቕሩ/2/

3.ነመስግን ነዕልል ኣፍና’ውን ንኸፍት
ውዕለቱ ዘኪርና ንኽብሩ ክንምስክር
ኣብ ሎሚ ኾይና ናይ ፅባሕ ነመስግን
ከመይ’ሲ እነሆ ኢየሱስ ቀቅድመይ ይሓልፍ 
ይመርሕ ቀድሜና ይሓልፍ እወ ይመርሕ/2/

ኣብቲ ሕዉስዋስ ሕይወት ዘለዎ
ፀራውን መፀብሓውን ዝረከቦ
ማዕበል ንፋሳት ሕብረት ዝዘርጎ
ጉዕዞና ግን /3/ ፍቕርኻ’ዩ ዝመርሖ


        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ቅድስናኺ ደሚቁ',
         'lyrics': '''
1.ሓጥያት ኣዳም ዘይቀረበኪ
ብሓይሊ ‘ቲ ልዑል ዝነፃሕኪ(2)
መራሒት ኮኾብ ናይ ህዝብኺ
ኦ ማርያም ማርያም ክበርልና ኢኺ(2)

ተደ፡ ኦ ማሪያም ቅድስናኺ ደሚቁ
ኦ ማሪያም መድሓኒ ካብ ሰማይ ፀዊዑ(2)
ኣሰይ ብሓይሊ መንፈስ ቅዱስ ስምኪ ተፀዊዑ
ማህደር መንፈስ ቅዱስ ‘ውን ክትኮኒ በቀዕኺ ኣሃኣሃ/2/

ነህዛብ ኩሎም ናብ ጎይታ ተማልዲ
ምሳኺ ፀጋ ክሓፍሱ ናይ ጎይታ መኣዲ/2/
ሓልዮትኪ ኣብ ኩልና ብዘይ ኣፈላላይ
ናይ ሰላም  መሳልል ናብታ ላዕላይ ሰማይ/2/

2.ፅሞና ናዝሬት ኦ ንፅህቲ ድንግል
ኦ ፅርሃ ፅዮን ኣንቲ ሓዳስ ቤት/2/
ኣብ ጉዕዞ ቀራንዮ ክንክተለኪ
ኦ ማሪያም ኣዴና ሓግዝና ኢኺ(2)
ተደ፡ ማርያም……

ነሕዛብ ኩሎም……

ኦ ማርያም ኣዴና ……
ምስ ወድኺ ንገስልና ንዘልኣለም ክበርልና 


        ''',
        'category': 'ማርያም',},
                {'title': 'ብዘይካኻ ካልእ ፅቡቕ የለን',
         'lyrics': '''
ወትሩ ኣብ ፀፅባሕ ይሕደስ ሕወተይ
መሊሱ ይደምቅ ይኹላዕ መንፈስ ኣእምሮይ
ፍቕርኻ ዛይዱ የንጀርብብ ኣብ ልዕለይ/2/

ጎይታየ መድሕነይ ወትሩ ክበረለይ
ጎይታየ መድሕነይ ልዕል በለለይ /2/

ብዘይካኻ ካልእ ፅቡቕ የለን
ንስኻ ኢኻ ኣንታ ለዋህ የሱስ/2/
ኣነ ናባኻ እየ ዝፅጋዕ ሓልወኒ ጎይታ
ኣነ ናባኻ እየ ዝፅጋዕ ሓልወኒ የሱስ

ጎይታ ልዑል መድሓኒ
እምባይ ዋልታይ ንዓይ መፅለሊ/2/
ብዘይካኻ መን ኣሎ ፈጣሪ
ጎይታ ኩሉ ፍጥረት መፅለሊ/3/

ኣነ… ብዘይኻካ መን ኣሎኒ መን ኣሎኒ
ኣነ… ኣብ ሕቕፎኻ ይሕሸኒ ይሕሸኒ/2/ 

ጎይታየ ንስምኻ እነሆ ይውድሶ
ክንዲ ኩሉ ንዓይ ዝኾንካለይ
ንስምካ ይባርኽ ኣሎ ልበይ
ደስ እናበሎ ደስ እናበሎ

የመስግን ኣለኹ ኣብ ዘለኹ ሃልየ
ተመስገን’ዩ ቛንቛይ/2/ድማ ክብል’የ
ተመስገን’ዩ ቛንቛይ/2/ድማ ክብል’የ

ንስኻን ሓጥያተይ ትሓድገለይ/3/
ንኹሉ ፀገማተይ ትፈትሓለይ/3/
ካብ ጥፍኣት ንሕይወተይ ትመልሰኒ/3/
ዘልኣለማዊ ምሕረት ተልብሰኒ/4/

ኣታ ርሕሩሕ ፈቃር ኣምላኸይ
ርሕራሔኻ ይነግስ ኣብ ልበይ
ንስኻ ኢኻ ክንዲ ኩሉ ንዓይ         
ንውዕለትካ ክነግር ልሳነይ/2/
 (2)
        ''',
        'category': 'ምስጋና',},
      ],
    },
  ],
    'መዘምራን ቅዱስ ልቢ መድሕን ዓለም ዓሳዳገ “ቦቦ”': [
    {
      'albumTitle': 'ዝተፈላለዩ ብንፅል ዝወፁ መዛሙር',
      'songs': [
                      {'title': 'ቁዱስ ልብ',
         'lyrics': '''
1. ዪናህ ጋሪባድ ኣንህ ሓጢያተኛ ኪዮ
ኣኑ ኢኒ ሓጢያት አደገህ ኣኒዮ
ቂዱስ ልብ ኢየሱስ ዮልማካዪሲትን
ኢስ ናሕሩሪ ባሊህ ብሕላዮሀይ(2)

ኣዝ,,ቁድዱስ ሊብ ኢየሱሲ(3)
እሰህ ኒኢይምጊድ

2. ዓለምል ተመነ ያፍዓዶ ጋሪህተ
ከና አድሙደ ኣዳኮ ብያክተ
ቅዱስ ሊብ ኢየሱሲ ኮያቢያይስተ
ተነሰሐህ ካዶ ኮያል ወዓክ ታነ(2)

3. ኪዮም ዪታዲገ ሩኩት ኢራሮ
ኣኑማዲዓክ ኮኮበሓልማሮ
ቅዱስ ልብ ኢየሱስ ዮክማሓብን ባሮ
ኢሰኮ ዪማሓብኒ ዮሪብስ ኢሲማሕድሮ(2)

4. ጰጥሮስ ኣዶሓጉል ኩማድገ የድሐ
ኒማዳራ ኢየሱሲ ቢሕላኣካህ ተድሐ
ባጎ ዓድ ኢየሱሲ ዓዱይ ማክቶ
ኢስ ማይዲኮ ዪማሓብን ክትቶ(2)

ቁድዱስ ልብ ኢየሱሲ(3)
ኢሰህ ኒይምጊድ
        ''',
        
        'category': 'ልመና',},
      ],
    },
        ],
  'መዘምራን ቅዱስ ልቢ ኢየሱስ ደብረ መድሕን ዓለም ካቴድራል ዓዲግራት': [
    {
      'albumTitle': 'ዝተፈላለዩ ብንፅል ዝወፁ መዛሙር',
      'songs': [
                      {'title': 'ነመስግኖ',
         'lyrics': '''
1. ንኣምላኽ ብኽበር ብመሰንቆ ነመስግኖ
ንኽብሩ ንቓኒ መዝሙር ንዘምረሉ
ካብ ልብና ነመስግን ዝሃበና ኩሉ
ምስጋና ይንእሶ’ዩ ነቲ ሓያል ዝመሰሎ ዘይብሉ። 2x

ተደ፡ ንሕና ትፅቢትና ካብ እግዚኣብሔር’ዩ
ሓገዝናን ዋልታናን ንሱ በይኑ እዩ
ናትና ኣምላኽ ኩሉ ዝከኣሎ ሓያል
ነመስግኖ ንዘምር ንበለሉ ዕልል
ስለዚ ኣብ ቅዱስ ስሙ ስለዝተኣመና
ብእኡ ንሕጎስ ኣሎና 
ስለዚ ኣብ ሓያሉን ከኣለቱን ስለዝተኣመንና
ብታሕጓስ ንዘልል ኣሎና።

2. ቃል እግዚኣብሔር ኩሉ ሓቂ እዩ
ተግባር ኣእዳው ኣዝዩ ድንቂ እዩ
ንሰማይን ምድርን ንፀሓይን ወርሕን
ንኹሉ ብቓሉ ዝፈጠረ ዘደንቕ ኣምላኽ’ዩ። 2x

3. ንጉስ ብበዝሒ ሰራዊት ኣይስዕርን
ጅግና’የ ዝብል ብቕልፅሙ ኣይዕወትን
ብኣፅዋር ብንብረት ዝተዓወተ የለን
ዓወትሲ ኣምላኽ’ዩ ብፍቓዱ ብረድኤቱ ዘድሕን። 2x

4. እግዚኣብሔር ትእዛዙ ንዘኽብሩ ይሕልዎም
ብምሕረቱ ዝትስፈዉ ንውሉዱ ይሓልየሎም
ካብ ሞት ካብ ስቓይ ካብ ፍርሒ ካብ ጭንቂ
ብዘመን መከራ ተሸኪሙ(ተስፋ ኾይኑ) ብህይወት የንብሮም። 2x

        ''',
        
        'category': 'ምስጋና',},
      ],
    },
  ],
    'ዘማሪ ተወልደ ግደይ': [
    {
      'albumTitle': 'ዝተፈላለዩ ብንፅል ዝወፁ መዛሙር',
      'songs': [
                      {'title': 'ኣይገደፈናን ነይሩ',
         'lyrics': '''
ኣይተፈለየናን ነይሩ እቲ ልዑል ኣምላኽና
ኣይገደፈናን ነይሩ ኣብቲ ኩሉ ፈተና
ነመስግኖ በቲ ኩሉ ክእለትና
ተመስገን ንበሎ ነቲ ክቡር ህያው ልዑል ኣምላኽና

1. ኣብቲ ብኽያት ኣብቲ ግዜ መቁዛም
አብቲ ስደት ብሰንኪ ስእነት ሰላም
ኣብቲ ፀልማት ኣብቲ ግዜ ሕልምልም
ኣምላኽና ግን ኣይተፈለየናን ፍፁም

2. ፀላእቲ ኣብዙርያ እንክስለፉ
ኣብ ምጥፋእና ኩሎም ኢዶም እንክሓውሱ
ወገን ገለ ከይብል ተሰኪፉ
ኣምላኽና ግን ኣውፂኡና ሓቂፉ

ሃሌ ሃሌ ሃሌሉያ ይመስገን ፈጣሪና
ምስጋና ምስ ውዳሴ ይግበኦ እየሱስና
ነመስግኖ ሓደልቢ ኮይንና
ተመስገን ንበሎ ነቲ ፍፁም ኣቦሰላም ኣምላኽና

3. ነቲ ንሱ ካብ ጭንቀት ዘኣውፀኣና
ካልኦት እናኸሓልፉ ብሂወት ዘትረፈና
ንወድሶ ኣብሊፁ ንዘፍቀረና
ነመስግኖ ሃሌሉያ እናበልና

4. ኣምላኽ እንድዩ ብኽንፉ ዝሓለወና
ካብቲ ፀልማት ናብ ብርሃን ዘውፅኣና
ብሓልዮቱ ሕይወት ንዝሰርዐልና
ንባርኮ ነቲ ፈቃር ኣምላኽና 

ሃሌ ሃሌ……….
        ''',
        
        'category': 'ምስጋና',},
                        {'title': 'ንዒ ማርያመይ ንዒ ናባይ',
         'lyrics': '''
ኣደ ኣምላኸይ
ኣደ ጎይታይ
መሳልል ካብ ምድሪ ናብ ሰማይ
ንዒ ማርያመይ ንዒ ናባይ

1. ብመፅበዓ እንድዩ ዝተጠነስኪ
ኣብ እርጋን ምንጪ ሓጎስ ዝኮንኪ
ከም ቃሎም ናብ ኣምላክ ዘቕረቡኪ

2. ካብ ቅዱሳን ወለዲ ዝተገነኪ
ናብ ቤተመቕደስ ዝተወፈኪ
ንፁህ መርዓት ዝኾንኪ

3. ገብርኤል መልኣክ እንክመፀኪ
ብስራት ኣምላኽ እንከስምዐኪ
ከምቲ ዝበልካኒ ይኹን በልኪ

4. መንፈስ ቅዱስ ናባኺ ወረደ
ዝፈለጦ ኣይነበረን ዋላ ሓደ
ስጋ ለቢሱ ኣምላኽ ተወልደ

        ''',
        'category': 'ማርያም',},
      ],
    },
    ],
  'መዘምራን ገዳም ልደታ ማርያም ዓሊተና': [
    {
      'albumTitle': 'ኩአሰሮህ ኡማኒም ገዩምታ',
      'songs': [
                      {'title': 'ኣቱ ኡማኒም ዲዐና ኪቶ',
         'lyrics': '''
1 ኮያህ ኪኒ ዲተ ሳይታም
ኩሓይላህ ሑገ ማሕታም
ኩዳዓባህ ኣይሮ ታውዐ ኣይሮ ሳይታ
ሓቀህ ኣቱ ኡማኒም ዲዕታ

ተደ፡ ኣቱ ኡማኒም ዲዐና ኪቶ
ዲዐዋይታማህ ኣይም ሊቶ
ባዶከ ዓራን ጋባድ ሊቶ
ኒቲፍጢረህ ኖሊህ ታኒቶ /2/

2 ኩሐይላህ ያውዐ ግኒ
ኣፍ ዋይተሚህ ታሐየ ዋኒ
ኡምነድ ራድናምኮ መዐ ሎይኒ
ኩሓይሊ ኣይናህ ኪኒ

3 ኩጋባድ ማራ ሕይወት
ኩሓይላ ምድረ ገነት
ሓቀህ ሊቶ መዐ ሕይወት
ኮያህ ያኮይ ሓቀህ ኪብረት

4 ኮያ ትቢደም ጊራድ ማራዳ
ቦላ ታይለየ ኩናባ ረዳ
ሱርኮ ማሊኖ ኮኮ ፋይዳ
ኣቱ ናቢቶ ናባ ኩረዳ

        ''',
        
        'category': 'ኣምልኾ',},
                        {'title': 'ጋዲ ዓለምኢያ ቲላየለ',
         'lyrics': '''
ተደ፡ ጋዲ ዓለምኢያ ቲላየለ
ሓዪ ዓለምኢያ ቲላየለ
ሳሮ ዓለምኢያ ቲላየለ
ፋጊ ቃል ግን ባኪቶ ማለ

1 ሃየ እኒ ሳዓል ማንጋጋይን
ዓለሚል ሱርኮህ አል ማኣማኒን
ኣራሓድ ታነም ማቢያይስቲን
ማቢን ኢኒ ሳዓል ፉጎ ማሓቢን /2/

2 ዓለሚል ሓይታም ኣንዳ ፋናህ ኪቶ
ዳጎ እጊዲት ኪኒ ማዒል ማማንጊቶ
ኩጊዘ ዳጎ ማዒል ማሊቶ
ማታኒን ዒንዳ ጊዘ ፉጎሊህ ትላይሲቶ

3 ቲላየ ዋ ቃል ፉጊያ እቢዳይ
ሓዶይታከ ዓለም ካንቶ ኪናም እዲጋይ
ፉጎ ኦባይ ካቲእዛዝ ዳዉዳይ
ኒያታክ ማር ካያ ኒያቲሳይ

4 ቢያይሲተካህ ፉጊ ያነም ኮሊህ
ሓዋል ካሊህ ማርቶክ ዘለኣለሚህ
ካ ኣራሕ ኣዱይ ታኮክ ፉጎሊህ
ሕይወት ገይቶክ ዘለኣለሚህ

        ''',
        'category': 'ኣምልኾ',},

                      {'title': 'ፉጊ ይዳውዳ ሓይላ ኪኒ',
         'lyrics': '''
አዝ… ፉጊ ይደሳ ሓይላ ኪኒ
ጭንቂጉል ይመድሓኒ
ዋላ ባዶ ቲምፊኪነሚህ ማዓል ማሊዮ
ፉጊ ዮሊህ ኪኒ እንኪ ማይሲ ማሊዮ

እምቦብ ባሕራድ ራደሚህ
ሪሮያ እሲ ሓይላህ ኣዳደሚህ
ማንጎ ጭንቂ መከራ ተከሚህ
ማማይሲታ ፉጊ ኪኒ ዮሊህ

ፉጊ ዮሊህ ኣኒህ ኣይም ዋ-ምኮ
ኣራሕ ይያይቡሉየ ኣላየምኮ
እሲኡላል ይደዓ ኡምነድ ራዳምኮ
ገናህ ማማይሲታ ኣይም ዋ-ምኮ

ፉጊ ማሓድ ከና ማሙዳ
እሲን ዮሊህ ኣኒህ ማማይሲታ
ዮሊህ ያነም ማቢያይሲታ
ፋደም ታማቶይ ካሊህ ማማይሲታ

        ''',
        'category': 'ምስጋና',},

        {'title': 'ኣዳራዎ ኪዮ',
         'lyrics': '''


ኦዋ ኪዮ ኮያህ ሕይወት ገይነም
ኩዳዓባህ ፉጎሊህ ዋጋርነም
ኢየ ሊዮ ሓ'ቢ ኪቶም
ኢየ ሊዮ ኣራሕ ኪቶም

አዝ ኩቃል ኣድራዎ ኪዮ
ኮያ ሂን ኣባ ማሎን ማሊዮ
ኩቃል ኡማንቲያ ማዲሶ ኪዮ

ኩቃል ማደ ዋየ ማራ
ማዲሶ ኪዮ ሊዮ ሓደራ
ኣዱይ ይባዲ ተህ ይፋርተ
ዮሊህ ተን ኢይሲዲግ ዮክተ

ኣስባኮ ኪዮ ሓቀ ኪቶም
ኦዋ ኪዮ ሕይወት ኪቶም
ኩሚጋዕ ሑሶ ኪዮ ኢኪቴህ ኣነም
ባከህ ኪዮ ማስቃል ሊህ ኣነም

ኩቃል ፊላክ ሊዮ
ኩመንፈስ ኣፍዓዶድ ሊዮ
ኦዋ ኪዮ ቲላሰ ሕይወት
ኖያ ቶዋ ገይተ ውርደት

ቢያክ ያኮይ ይሳባዖናይ
ኩሚጋዓህ ፋደም ይ'ሶናይ
ዋላ ይላፋ ዒንደ ታኮይ
ኩሚጋዕ ፋደዶ ራቦይ

        ''',
        'category': 'ምስጋና',},
                                {'title': 'ኢየሱስ ኡጉተ',
         'lyrics': '''
ዕሊል አደሓ ኒያታ
ፊዲታ ቲርቲሪሳ
ካፋ ደሀያ ኢየሱስህ ሞሳ
ሕይወት ገይነ ለለዕ ከኒክ ኒያታ
ቲርቲሪሳ
ሆሪሳ
ኒያታ

ዮ ሕይወት ገይነ ለለዕ ኪኒክ
ኢዚሚራ ታዚሚረሚክ
ዕሊል ዲዕታማክ ዕሊሊታ
ኢሱስ ኡጉተክ አሊህ ኡጉታ
ኢዚሚራ
ኢክሒና
ኢዊዲሳ

ኢውዲሳ ውዳሴ ካያህ ታኮይ
ዕሊል አደሓ ኒያትኖይ
ኢፎይታ ኒነሊህ ጋባክ ሃይኖይ
ኢየሱስ ኡጉተክ ኒያትኖይ
ሕይወት ገይነ ለለዕ ኪኒክ ኒያትኖይ /2/
ኒያትኖይ /3/
ቲርቲሪሳ
ሆሪሳ /2/
ኢዊዲሳ
ኒያታ

        ''',
        'category': 'ትንሳኤ',},
                                {'title': 'ፉጎ ኢዚክር',
         'lyrics': '''
ኣዝ… ኡማ ለለዕ ኮድ ኣሚተካህ
ባሳክ እየዋይታ ጊዘ ካብ ኮድ እየካህ
ዕንዳ ታቶል ኣኒህ እሰ ታነካህ
ኢዝኪር ፉጎ /2/ ዕንዳነ ሐበካህ
ኢኮ ዋይተህ ታነካህ ሓቶ
ተምዐለህ ታነካህ ማዕዶ ፋክቶ

ሓዋለካህ ኣካህ ታድየ ኩእቢ
ሓቢተካህ ኩደሳ ሓይሊ

ኩኣይትድ ሳየካህ ዳውቲ ሳና
ዮ ኣልፊመካህ ሞዎቦት ኢና
ሓሲኒ ኣሚተካህ ኣምዐል አደዲስና
ዑካ ጉረካህ ታነካህ ገና

ራበ የኒህ ማዓጋል ኮህ ወዐካህ
ሓዶይታ ቡልኩዓ ቡልኩዓድ ጋሐካህ
መንፈስ ዮሖየ ፉጎዳግ ጋሐካህ
ኢዚክር ፉጎ ዕንዳነ ሓበካህ

        ''',
        'category': 'ንስሓ',},
                                {'title': 'ኩአሰሮህ ኡማኒም ገዩምታ',
         'lyrics': '''
ኣዝ… ኣኪማራህ ሪግ ኢየ ዋይታም
ኣኪማራህ ኣስሊተ ዋይታም
ኣኪማራህ ገዪመ ዋይታም
ማርያም ኒና ኩአሰሮህ ገዩምታ

ኣቱ ዓለሚል ፀጋ ሓሊሳ
ተምገገየም መሕረትኮ ሓይሳ
ዱረህ ታምሰቀየም ተንኡሩሳ
ዲንገትድ ራዳም ተንጎሮኒሳ

እሲፃሎቱህ መሕረት ኖሀ ቲክ
ኒዱወና ኒሓቶ ኒታስፋ ቲክ
ጉርነም ኩኣራህ ዋጊይኖ
ኩማለሁ ፀጋ ፉጎኮ ማሊኖ

ማርያም ኣኑ ኩኪሒዮ
ኣዳም ኃጥኣት ሂን ኢናህ ኮያ ሊዮ
ፀጋ ገዮ ኮያዳጋህ ኪዮ
ኩ ጎሮን ገምኮ ካንቶ ማኪዮ

ኣቱ ኡማ ፋታናኮ ኒራዒስ
ኣኒህከ ራብነህ ኒጎሮኒስ
ጋናት ኣራሕ ኖህ ኢፊስ
ኣቱ ኒና መዐም ኒሲራሕሲስ

        ''',
        'category': 'ማርያም',},
                                {'title': 'ኣቱ ዮህታይሰ',
         'lyrics': '''
ኣዝ… ኮሊህ ኪዮ ኮሊህ ዮህ ያይሰ
ኣኪማራ ማጉራ ኣቱ ዮህታይሰ /2/
ኡማንጉሉህ ኣቱ ዮህታይሰ
ዮህ ያይሰ ኢየሱስ ኮሊህ ዮሀ ያይሰ

ኩላ ማታነ ሲቃይከ መከራ
ስቃይ ሩሃይ ዋይከ ኡማናብራ
ኣማይጉል ኮሊህ ዮህያየሰ
ኢየሱስ ኮሊህ ዮህ ያይሰ

ኣቱ ሓቀህ ናሕሩረና ኪቶ
ማዓዱታ ዓዱይ ማኪቶ
ኣማይጉል ኮሊህ ዮህ ያይሰ
ኢየሱስ ኮሊህ ዮህ ያይሰ

ኮሊህ ኡማንጉል ካሓኒ ያነ
ኩዲኪድ ናዓቢ ሚያነ
ኣማይጉል ኮሊህ ዮህ ያይሰ
ኢየሱስ ኮሊህ ዮህ ያይሰ

ኣቱ መዕነ ኣቱ ፂድቀ
ኣቱ ሕይወት ኣቱ ሓቀ
ኣማይጉል ኮሊህ ዮህ ያይሰ
ኢየሱስ ኮሊህ ዮህ ያይሰ

ኣቱ ኪቶ መዐ ሎይና
ኣኑ ኩባዲ ኣቱ ይዋና
ኣማይጉል ኮሊህ ዮህ ያይሰ
ኢየሱስ ኮሊህ ዮህ ያይሰ

        ''',
        'category': 'ፀዋዕታ',},
                                {'title': 'ዩናህ ጋርባኮ አደዲሰህ',
         'lyrics': '''
ኣዝ… ዩናህ ጋርባኮ አደዲሰህ ኃጢኣተይና ኪዮ
ኣኑ ኩባዲ ሩኩት ቲያ ኪዮ
ሩክታኮ የየዕ ኣይክ ኣኒዮ
ይታያፆ ኩነፊል ወዓክ ኣኒዮ

ኣኑ ኢኒ ኡምነ አደገህ ኣነ ኡማንጉል
ይነፊል ኪኒ ይኡምነ ኩኩራሰም
ይኣፍዓዶ ኣዲጊይ ታነ መዐ ያባ ቢሒላ
ዮሀይ ኣክ ኣነ /2/

ኢሲ ነፍ ይኃጢኣትኮ ሱዑስ
ይኃጢኣት ዮህ ኢዲምሲስ
ኢሰኮ የማዒዲን መዐም ይሲራሕሲሰ
ኢሲ መንፈስ ያኣፍዓዶድ ዮህ ኢፍስ /2/

ኃጢኣትኮ ናፃ ኣኮክ አስመዓይ ዩኢይፅርይ
ይኣፍዓዶድ ታነ ኡምነ ዮህ አየዕ
ኢሲ ነፍኮ ሃየ ይማዒዲን
ኡማጉል ኩኒያቲሶክ ዩማሓቢን /2/

ዩማሓቢን ያባ ካምቦ ኪዮ ኮሊህ
ዓለም ካንቶ ኪናም አደገ ኡምነሊህ
ባከህ ኪዮ ካምቦህ ማሮ ኮሊህ
ቢሒላ ዮሀይ ሕይወት ገዮክ ዘለዓለሚህ /2/
        ''',
        'category': 'ልመና',
      },
              {'title': 'ኮህሳነ ኢየሱስ ኮህሳነ',
         'lyrics': '''
ኣዝ… ኮህ ሳነ ኢየሱስ ኮህሳነ
ኮሊህ ሊክኢነ ሕይወት ዊን ዮህይያነ /2/
ኩካሓኒ ዩሳኒሰ
ኩማሊ ሕይወት ይኣካሰ
ካምቦህ ኮያ ዳጋህ ጋሖ ኣባሰ

ኣራሒተ ኮክ አደደጉል
ዮሳይ ማና ኣማይጉል
ኮያ ሐበህ ኡምነድ ራደጉል
ኣቱ ዊን ዮህተ ኩኢዚኪረ ቶጉል

ታነ ጉረም ታስላቶ ሒንተ
ባዶ ዲተ ተከ ኢሲኑቡር ሐብተ

አይሮ ኣኒህ ዲተ ዮክሳይተ
ኢፎ ኲያ ቶጉል ሑነሱሱተ

ፋደ ኣንዳሕ የከምኮ ማይሲታ
ከና ዮድ ሙደምኮ ላሑታ
ኩዳው ኦበምኮ ሐንካቢታ
ኩፀጋ የሱስ ቶጉል ዊን ዮህታ

ማሪመ ዋዮይ ኩማለሁ ሕይወት
ሰላም ማለ ኡማነጉል ሁከት
ታሃም አደገህ ጋሓክ ኣነ
ማዕዶ ዮህፋክ ኣባ ኢፈይ ኣፋክ ኣነ

        ''',
        'category': 'ዝተፈላለዩ',
      },
        
                {'title': 'ኩሳረና ዳገህ',
         'lyrics': '''
ኣዝ.. ኢየሱስ ኩጉረ ኮሀሳና
ማንጎ ዳሒነ ኩአሰራክ ኢነ
ካፋ ኮያ ገህ ኢሳሒነ
ኩሳረና ዳገህ ኡረህ ኣነ

ኣይናህ አህ ኪዮ ሒያዋድ ኣነጋሎ
ፂው ዮካይክ ይነ ገ ኢያሊህ ኣስጋሎ
ካፋ ግነ ዮህ ቲላየ
ኩሳረናህ ሕይወት ገ /2/

ሒያው ማለሁ ዲቦድ ባራካል
ስቓይታከ ማሓክ ኢነ ኣስሓይታል
ካፋ ጊን ዮህ ቲላየ
ኩሳረናህ ሕይወት ገ /2/

ዶምቦለተህ ቲነ ይንቲት ወዓክ
ኣልፊምተህ ቲነ ይኣይቲት ደራክ
ካፋ ጊን ዮህ ቲላየ
ኩሳረናህ ሕይወት ገ /2/

ኣሕሲቢክ ኢነ ራበሊዮ አድሐህ
ጋሖ አካሊክ ማናዮ ራቢ ኣፍ ማደህ
ካፋ ጊን ዮህ ቲላየ
ኩሳረናህ ሕይወት ገ /2/

        ''',
        'category': 'ልመና',},
                     {'title': 'ቲብ ኦዋ ማኪዮ',
         'lyrics': '''
ኣዝ… ቲብ ኦዋ ማኪዮ
ይዶቢ ኩኣይሚስጊኒህ
ቲብ ኦዋ ማኪዮ
ማለ ኩኣይማስጋኖ ኪዮ
ኮኮ ማምጎ ገም ሊዮ

ዮያ ቶዋ ራበተህ
ዮልሓቢተ
ኩሓዶ በተህ
ኩቢሎ ኦዖበህ
ቲብ ኦዋ ማኪዮ
ኩ ኣይማስጋኖ ኪዮ /3/

ኢምጢሚቀህ
ኩሓይላ ገህ
ሜሮን ጋራየህ
ኩፀጋ ኢቢደህ
ቲብ ኦዋ ማኪዮ

ኩሰላም ገህ
ሕይወት ዮህ ታሓየህ
ኩጋለድ ጋሓህ
ኣራሕ ኣድገህ
ቲብ ኦዋ ማኪዮ
ኩ ኣይማስጋኖ ኪዮ /3/

        ''',
        'category': 'ምስጋና',},
      ],
    },
    {
      'albumTitle': 'ዝተፈላለዩ መዛሙር',
      'songs': [
                      {'title': 'ኢየሱስ ዮቦከ',
         'lyrics': '''
ዮበፐከ ኢየሱስ ዮቦከ
ዓለም ኢፎይቲ ዮቦከ
የቦከ ኢየሱስ ዮቦከ

ኢሳያስ የም ተከ
ቤተልሄሚል
ዓለም ኢፎይቲ
ሄዋን ዲሞ ታዕራፎ
ሚናዳም ታስፋ ገይተ
ኢየሱስ ዮቦከ

ኣዝ.. ሒያው ጋባህ ሲቃይቶ
ኣዳም ዳይሎ ሓ‑ቢ ገይቶ

ዓለሚል ያምሳቓዎ
ሶዶሙህ ያማባሖ
ባካረህ ላየ ዋዎ
ራባህ ያምፋራዶ
ኡጉተህ ኖል ሓቢቶ

ኣዝ… ታኮ ኪናም ኣዲጊይ ይነ
ጊን ኒካሓኒ ካይስጊዲደ

ፉጎሊህ ኒዋጋሪሶ
ዲተድ ኖህ ኢፊሶ
ኣራሕ ኒያይባላኦ
ቦልኮ ኒቲላ ለሶ
ኒኣባሊህ ኒገይሲሶ
ኢየሱስ ዮቦከ

        ''',
        
        'category': 'ልደት',},
                        {'title': 'ዒንዳቲያክ ኣኒህ',
         'lyrics': '''
ኣዝ… ዒንዳቲያክ ኣኒህ ዒለዋይ አደዲስ
ባራካል ቶቦከ ሓሳራል ወዕተ
ኩዳለልቶይት ኣጋንታህ ማንጎ ሲቃይ ቲላሰ
ሀሮድስ ለም ሲኒዲክ ሲንሓብሲሰ

ኮልዔሪተን ጲላጦስ ለም ይሁዳቲያ
ሙዱተ መዐማሳንጋለ ኩያ
ኢየሱስ ኖያ ቶዋ ገይተም ኣይናሀ አህ ኦዋ
ራብተህ ኡጉተ ኖያ ቶዋ

ኖያ ቶዋ ማስቃላክ ታብተ
ማንጎ ሲቃይ ሊይቲነ ራደ ኡጉተ
ኖያ ቶዋ ኖኮ ማንጎ ኡምነ ገይተ
ፂዓ ደግሓል ማኪሰህ ኖልሓቢተ

ኩባሶድ ኃጥኣትከ ኡምነድ ኒነ
ኒነህ ኣብነ ገጋህ ኣራሕ ኖክ ኣልፊመህ ዩነ
መዐም ኣድጊህ ሶዳክ ኒነ
ካፋ ጊን ኩዳዓባህ ፉጎሊህ ቲታገይነ

        ''',
        'category': 'ምስጋና',},

               {'title': 'ኣዩዳ ቲሕቲና ሊቶ',
         'lyrics': '''
ቦሉል ቶቦከ
ሕያው ጋባህ ቲምጢሚቀ
አዩዳ ቲሕቲና ሊቶ
ሕያው ላኮኽ ዓካሊሰ
ኣዩዳ ቲሕቲና ሊቶ
ጊን ኮያድ ታምወደደረሚህ ኢያ ሊቶ
ጊን ኵዳ ታከሚህ ቲያ ማሊቶ
ኃጥኣትለም ሊህ ገዳ
ኣዩዳ ቲሕቲና ሊቶ
እሲ ኣራሕ ተንታይቡሉወ
ኣይዳ ቲሕቲና ሊቶ
ሓቀል ተንደሀይታ
ኣይዳ ቲሕቲና ሊቶ

ኢሰሊህ ተንማሪሳ
ኣይዳ ቲሕቲና ሊቶ
ጊን ኮያድ ታምወደደረም ኢያ ሊቶ
ጊን ኵዳ ታከሚህ ቲያ ማሊቶ

ዲካታት /ዋይተም/ ኩዓዲታ
ኣይዳ ቲሕቲና ሊቶ
ተናሊህ በታ
እይዳ ቲሕቲና ሊቶ
ተናሊህ ታስፍረ
ኣይዳ ቲሕቲና ሊቶ
ተና ማታፊንፊነ
ኣይዳ ቲሕቲና ሊቶ
ጊን ጎያድ ታምወደደረም ኢያ ሊቶ
ጊን ኵዳ ታከሚህ ቲያ ማሊቶ

ሒያዋህ ራብተ
ኣይዳ ቲሕቲና ሊቶ
ሚናዳማህ ሳብዒምተ
ኣይዳ ቲሕቲና ሊቶ
ሒያዋህ ቲምፊሪደ
ኣይዳ ቲሕቲና ሊቶ
ሒያው ጋባህ ራብተ
ኣይዳ ቲሕቲና ሊቶ
ጊን ጎያድ ታምወደደረም ኢያ ሊቶ
ጊን ኵዳ ታከሚህ ቲያ ማሊቶ

        ''',
        'category': 'ሕማማት',},
      ],
    },
  ],

  'መዘምራን ቅድስት ማርያም ጎልዓ እና መዘምራን ቅዱስ ልቢ ኢየሱስ ደብረ መድሕን ዓለም ካቴድራል ዓዲግራት ብሓባር ዝወፀ': [
    {
      'albumTitle': 'ንሱ እዩ ጓሳ ህይወተይ',
      'songs': [
        {'title': 'ሆሳዕና ኣብ ሰማያት ',
         'lyrics': '''
1.	ንዘምር ኣህዛብ ንበል ሆሳእዕና
ንወዲ ዳዊት ስየ ዓቲርና
ኣብታ ቅድስቲ እየሩሳሌም
ኣሜን ሃሌሉ ዓብዪ ጎይታ

        ተደ፡ ሆሳዕና ኣብ ሰማያት 
            ሆሳዕና ኣብ ምድሪ (2)
            ሆሳዕና ኣብ ሰማያት 
            ሆሳዕና ኣብ ምድሪ
            ሆሳዕና ኣብ ኣርያም (2)
            እቲ ዝመፅእ ብስም እግዚኣብሄር
            ንወዲ ዳዊት ይኩን ክብሪ (2)

2.	እነሆ ለዋህ ንጉስ መፂኡ
መለኮታዊ ዙፋን ገዲፉ
ክከብር ክነግስ ኣብ ሞንጎን
ሆሳዕና ንበል ስየ ዓቲርና

3.	ጎይታ ክከብር ብእስርቲ ዒሉ
ደቂ መዝሙሩ ከይዶም ኣምፅኡሉ
ጭንፈር ሆሳዕና ሒዝና ኹልና
ነሰንዮ ነቲ  ዓብዪ መምህርና

ክብሪ (3) ምስጋና (3) ዕልልታ (3)  (2)

        '''
,
        'category': 'ሆሳዕና',},
                {'title': 'ሰማይን ምድርን ክሓልፍ',
         'lyrics': '''
1.	ሰማይን ምድርን ክሓልፍ ‘ዩ (2)
ቃለይ ንዘልኣለም ክነብር ‘ዩ
ኢሉ መሃረና ልዑል ኣምላኽንና
ቃሉ ንኽንቅበል ኣሰሩ ሪኢና

                ተደ፡ ኦ እየሱሰይ እንታይ ክህበካ
                         ስምካ ከዐምሮ ኣብ ውሽጢ ደምበኻ
                         ንህዝበይ ኽምህሮ እቲ ግብርኻ
                         ደጊም ወሲነየ ክኸውን ውሉድካ (2)

2.	ሕይወት ደቂ ሰባት ንኽንነብር (2)
ብመንፈስ ንጎዓዝ ንጎይታና ነኽብር
ዓለም ኣይጠቅመናን ኩሉ ከንቱ እዩ
ቃሉ እንተሰሚዕና ሕይወትና ምሉእ እዩ

3.	ተስፋ ከይቆረፅና ንመላለስ (2)
ጎይታ ንክንረኽቦ ካብ ልቢ ንበገስ
ንኹሉ ገዲፍና ናብ የማን ንመለስ
ናይ ጎይታ ቃል’ዩ ኩሉ ጊዜ ዘይሃስስ

4.	ክርስትያን ተንስእ ተበራበር (2)
ሓጥያትካ ኣርሕቆ ልብኻ’ውን ስበር
እግዚኣብሄር ዝገበሮ ደሕነት ዘክሮ
ንኣሕዋት’ውን ሰላም ከይድካ ኣብስሮም

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ቅዱስ ቅዱስ ቅዱስ',
         'lyrics': '''
1.	ምእንታይ ኣብ መስቀል ተሸንኪርካ
ብፍቅረይ ተሳሒብካ ኣብ ቀራንዮ ሞይትካ
ክብሪ እናሃለወካ ምእንታይ ተዋረድካ

                ተደ፡ ቅዱስ (3) ኢለ ከመስግነካ
                         ክዝምር ከኽብር ነቱ ክቡር ስምካ (2)
                         ልበይ’ውን ባህ ይብሎ ክትከብር ንስኻ

2.	ንድሕነተይ ኢልካ ስጋኻ ሰዊዕካ
ክቡር ደምካ’ውን ንሕዝብኻ ኣፍሲስካ
ትሕትና ለቢስካ ብቅዱስ መስቀልካ

3.	ዘይትልወጠኒ ኣዝየንተ በደልኹካ
ዘይትገድፈኒ ዋላ’ንተ ረሓቅኩኻ
እትፅበየኒ ክሳብ ዝምለስ ናባኻ

4.	እንተረሓቅኩኻ ብቃልካ ትፅውዐኒ
እንተቀረብኩኻ ፍቅርካ ተርእየኒ
ከይኩብልል ፀጋኻ ኣብዚሕካ ትዕድለኒ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ንሱ’ዩ ጓሳ ህይወትና',
         'lyrics': '''
1.	ንኣኻ ዝመስል ፈፂሙ የለን
ንኣኻ ዝወዳደር ሓደኳ የለን
ኢየሱስና ዓንዲ ናይ ህይወትና

                ተደ፡ ንሱ’ዩ  ጓሳ ህይወተይ
                    ኧረ ህይወቱ ኣሕሊፉለይ (2)
                    ንሱ’ዩ  ጓሳ ህይወትና
                    ኧረ ህይወቱ ኣሕሊፉልና (2)

2.	ካባኻ ከይንክወል ኣፅኒዕካ ሓዘና
ሰንከልከል ከይንብል ኣበራትዐና
እወ ንስኻ ኢኻ ዓንዲ ናይ ህይወትና

3.	ትሑትን ዕጉስን ኣብነት ኩነና
ንዓኻ ክንመስል ሓይልኻ ሃበና
ብፍቅሪ ክንነብር እናተረዳዳእና

4.	መዘና ዘይብልካ ኣንታ ልዑል ጎይታ
ሕይወትካ ኣሕሊፍካ ምእንታና ኢልካ
ኣንታ ንስኻሲ ልዑል ኣምላኽ ኢኻ

5.	ምእንታና ክትብል ኢኻ ተገሪፍካ
ብትዕግስቲ ሓሊፍካ ንኹሉ ፀዊርካ
ንኣኻ ዝመስል ፈፂሙ ዘይብልካ

        ''',
        'category': 'ሕማማት',},
        {'title': 'ብዘይ ንስኻ መን ኣሎኒ',
         'lyrics': '''
1.	ድኹም ኢልካ ድኻመይ ዘይጠመትካ
ሓጥእ ኢልካ ሓጥያተይ ዘይቆፀርካ (2)
ሓያው ቃልካ ምሂርካኒ
ብፍቅርኻ ስሒብካኒ

                ተደ፡ ብዘይ ንስኻ መን ኣሎኒ
                         ኣብ ጉዕዞ ሕይወተይ ትድግፈኒ
                         ብፀጋኻ ስሒብካኒ
                         ካባኻ ከይፍለ ፍቅርኻ ሒዙኒ

2.	ክቆፅሮ ይበዝሓኒ ‘ቲ ሓልዮትካ
ክንደይ እሞ ይዓቢ’ቲ ስልጣንካ (2)
ምስጢራትካ ዓደልካኒ
ብፀጋኻ ሸሊምካኒ

3.	ግጉይ ኢልካ ንጌጋይ ዘይሓሰብካ
ሕሙም ኢልካ ሕማመይ ዝፈወስካ (2)
ብዘይካኻ መን ኣሎኒ
ኣብቲ ነዊሕ ጉዕዞይ ትመርሓኒ

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ኣህዛብ ኣነ እየ',
         'lyrics': '''
1.	ዓለም ስጋ ሰይጣን ክወግኡኒ
ብየማን ብፀጋም ክኸቡኒ
ኢየሱስ ምሳይ ኮይኑ ኣድሒኑኒ
ሕዝቡ ከሰብከሉ መዲቡኒ

                ተደ፡ ኣሕዛብ ኣነ እየ ዝተልኣኽኩ
                        ብስም ብኢየሱስ ዝመፃእኩ
                        ብወንጌል ንዓኹም ንኽንሰብኽ
                        ልኢኹኒ ‘ዩሞ ስምዑኒ ኢኹም (2)

2.	ንኣይ ሊኢኹኒ ኪድ ስበኽ ኢሉኒ
ንሕዝበይ ካብ ሓጥያት እለዮም ኢሉኒ
ኣነ ድማ ከምቲ ንሱ ዝለኣኸኒ
ክልእኸኩም እየ ተለኣኹኒ

3.	ኣነስ ብኢየሱስ ተሓጒሰ
ሕዝቡ ክመርሐሉ መመሊሰ
ንኣይ ፀዊዑ ፍቅሩ ለጊሱለይ
ብዘይቱ ንርእሰይ ቀቢኡለይ

4.	ኣብ ኢደይ ወቂጡ ንስኻ ወደይ ኢሉኒ
ከም ልብሱ ዝመስል ድማ ኣልቢሱኒ
ብኣፍ ቃላቱ ኣዛሪቡኒ
ኣብ ማእኸል ኣሕዛብ ኣቊሙኒ

        ''',
        'category': 'ፀዋዕታ',},
                {'title': 'ኢየሱስ ኢለ ፀዊዐ',
         'lyrics': '''
1.	ዓይነይ ነፍሰይ ውሽጠይ ብሓዘን ማህሚኑ
ህይወተይ ብጓሂ ዓመታት ተወዲኡ
ነፍሰይ ብኣበሳይ ዓዕፅምተይ’ውን ላሕሊሑ
ሓሳባተይ ኩሉ ኣብ ስቃይ ጥራሕ ኮይኑ

                ተደ ፡ የሱስ ኢለ ፀዊዐ (2)
                         ኣነስ ኮሪዐ (2)

2.	ስቅ ኢለ ክሓልም ምንም ኣብ ዘይረክብ
ንጎይታ ረሲዐ ኣብ ዓለም እኩብልል
ኣብ መወዳእታ ግን ክብህርር ምስ ጀመርኩ
ጎይታ ከም ዘሎኒ እውን ተረዳእኩ

3.	ኣምላኸይ ለዋህ’ዩ ፀሎተይ ሰሚዑ 
ኣብ ጠፈር ሃውሃው ድምፁ ተጋዊሑ
ወደይ ነዓ ናባይ ኢሉ ፀዊዑኒ
ብለውሃቱ ድማ ቡዙሕ ሻዕ መሓረኒ

4.	እዝንኻ ኣድንን ናባይ ቀልጢፍካ ኣናግፈኒ
ፅኑዕ ከውሒ ዕርደይ ምድሓነይ ኩነኒ
እምባይን ዕርደይን ንስኻ ኢካ’ሞ 
ስለዚ ባዕልኻ ምርሓኒ ኣናግፈኒ

        ''',
        'category': 'ልመና',},
                {'title': 'ኣምላኸይ ዋልታ ናይ ህይወተይ',
         'lyrics': '''
ኣምላኸ’የ ክመላለስ
ናብ ቤትካ’የ (2)
                ተደ፡ ኣምላኸይ (3) ኣምላኸየ
                         ዋልታ ናይ ሕይወተይ (3)

1.	ኢየሱሰይ ኢኻ መሓርየይ
ኣብ ጊዜ ፀበባይ ሓጋዝየይ
ንኹሉ ሓጥያተይ ትሓድገለይ
ኢየሱሰይ ኢኻ ለዋህ ጎይታይ

2.	መን ኣሎኒ  ኣምላኸይ ብዘይካኻ
ንኹሉ በደለይ ዝፆረለይ
መንከ’ሎኒ ጎይታይ ደጋፊየይ
ኦ ጎይታይ ፀጋኻ ኣፍሰሰለይ

3.	ንበደለይ ኩሉ እናደርበኻ
ካብ ጥፍኣተይ ጎይታይ መልሰኒ
ሓዲሽ ሕይወት ሃበኒ ጎይታየ
መሓረኒ ኦ ርህሩህ ኣምላኸይ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ክበረለይ',
         'lyrics': '''
1.	ኢየሱሰይ ረዳእየይ (2)
ኣምላኸይ ጓሳየይ (2)
ንስኻ በይንኻ ሓጋዝየይ
ብዘይ ንስኻስ ዝኽእሎ ዘይብለይ (2)

                ተደ፡ ንስኻ በይንኻ  (2) ኢኻ ልዑል ጎይታ (2)
                    ፈፂሙ ዝወዳደር (2) የለን ዩ ምሳኻ (2)
                    ክበረለይ (2) ንገሰለይ (2) ልዕል በለለይ (2) (2)

2.	መድሕነይ ጓሳ ናይ ሕይወተይ (2)
ኣብ ድኻመይ ደጋፊየይ (2)
ንስኻ ህይወትካ ዘሕለፍካለይ
ንበይነየ ኋይሊ እኳ ዘይብለይ (2)

3.	ንስኻ ትመርሐኒ (2)
ካብ ጌጋይ ተውፅአኒ (2)
ዘይውዳእ ፀጋኻ ተፍስሰለይ
ንኹሉ ኣበሳይ ይቅረ’ውን ትብለለይ (2)

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ኪዳነ ምሕረት',
         'lyrics': '''

                ተደ፡ ብርኽቲ ካብ ኩለን ኣንስቲ
                    ብህያብ ፀጋ ኣምላኽ ምልእቲ
                    መማለዲት ድንግል ንፅሕቲ
                    ኪዳነ ምሕረት (3) ፍቅርቲ

1.	ንኣምላኽ ክትፆሪ ኣብ ከርስኺ
ዝተቀበልክዮ ብምሉእ ልብኺ
ምልእተ ፀጋ ተፈታዊት
ኣደ ደቂ ኣዳም መንፈሳዊት

2.	ኋጥያትና ተሸኪሙ ክድይብ ወድኺ
ዝተኸተልክዮ ንብዓትኪ እናፍሰስኪ
ፍሉይ ዓብዪ እዩ እቲ ክብርኺ
ብምፍቃድኪ መድሕን ክሓድር ኣባኺ

3.	ምስጋና ተቀበሊ ቅድስቲ ኣዴና
ንኽንውድሰኪ ብኸበሮ በገና
ሰላም ንዓኺ ይኹን ማርያምና
ጠበቃና ናይ ዘለዓለማዊት ቤትና

        ''',
        'category': 'ማርያም',},
                {'title': 'ካብ ተፃረርትና',
         'lyrics': '''
1.	ኣምላኽናን ኋይልናን ንስኻ ኢኻ
ንሕይወትና ድማ ኣይትድርብን ኢኻ
ብርሃንካን ኋይልኻን ኣልብሰና
ና ቅድስቲ ቤትካ ኣእትወና

                ተደ፡ ካብ ተፃረርትና ዘድኋንካና
                    ንፀላእትና ‘ውን ዘፍራሕካልና
                    ንስምካ ንዘልኣለም ነመስግን
                    ኩሉ መዓልቲ ብኣኻ ንሕበን (2)

2.	ኣብ ቦታ ጎቦታት ኣይሓደግካናን
ልብና ብዓወት ኣጎልበትካልና 
ቀልብና ንድሕሪት ኣይተመለሰን
ስጉምትና ካብ መንገዲ ኣየልገሰን

3.	ኣምላኽና እቲ ቀደም ዝገበርካልና
ኣቦታትና ኹሉ ኣዘንተውልና
ብየማናይ ኢድካ ተቀበልካና
ፍሽኽታ ገፅካ ብርሃን ኮነልና

4.	ኣምላኽና ንዓና መዕቆብን ኋይልን
ብጊዜ ፀበባ ረድኤቱ ፍጡን
ስለዙይ ምድሪ እንተተገልበጠት’ውን
ንሕና ግን ክርስቶስ ሒዝና ኣይንፈርሕን

        ''',
        'category': 'ምስጋና',},
                {'title': 'ጎይታ ክመፅእ’ዩ “ምስጋና”',
         'lyrics': '''

1.	ጎይታ ክመፅእ’ዩ ክወስደና
ካብ ሓጥያት ማእሰርቲ ክፈትሐና
ብትዕግስቲ ንፀበዮ ኩላትና ሓቢርና
ንዘልዓለም ነኽብሮ ብዕልልታ ምስጋና

                ተደ፡ ምስጋና (4)
                    ሎሚ ምስጋና ፅባሕ ምስጋና
                    ንእየሱስ ይኹን ነቲ ጎይታ ምስጋና

2.	ጊዜኡ እዋኑ ሓደ’ኳ ኣይፈልጥን
ነቂሕና ንፀበ ለይቲ ምስ መዓልቲ
ተዳሊና ንፅናሕ ብተስፋን እምነትን
ንኩሉ ሰጊርና ምፅኣትን ድኽነትን

                ተደ፡ ሃሌ ሉ (3) ሃሌሉያ
                    ሎሚ ሃሌሉ ፅባሕ ሃሌሉ
                    ንእየሱስ ይኹን’ቲ ልዑል ኩሉ ሃሌሉ

3.	ካብ ሰማየ ሰማያት ወሪዱ
ንኣና ክወስድ ብክብሪ ዓጂቡ
ካብ ሰማየ ሰማያት መንፈሱ ሰዲዱ
ኣሕዋት ታሓጎሱ ኩሉኹም ዓልሉ

                ተደ፡ ዕልልታ (4)
                    ሎሚ ዕልልታ ፅባሕ ዕልልታ
                    ንእየሱስ ይኹን ነቲ ልዑል ጎይታ ዕልልታ

        ''',
        'category': 'ምስጋና',},
      ],
    },
    {
      'albumTitle': 'ናይ ዘልኣለም ፍትሒ ወሃቢ',
      'songs': [
                {'title': 'ናይ ዘልዓለም ፍትሒ ወሃቢ',
         'lyrics': '''

1.ጎይታየ ናይ ዘልዓለም ፍትሒ ወሃቢ
ዓወት ወሃቢ በይንኻ ዘይብልካ ዓጃቢ /2/
ልብኻን ቃልካን እሙን ዘይብልካ ፍርሒ
ብበዝሒ ልመናይ ለዊጥካኒ ሎሚ

ተደ: ኣባኻ ምንባር ይሕሸኒ
    ንቓላት ቃላትካ ንኽምስክር
    ምሳኻ ምንባር መሪፀ ኢየ
    ምሳካ ምንባር ኣብሊፀ እየ /2/

2.ፈጣሪ ኹሉ ፍጥረት መሓሪን ኢኻ
ቃላትካ ክንሰብኽ ህያው ፍቕርኻ /2/
ኣብ ኩሉ ጉዕዞና መራሒና ኢኻ
ኣምላኽ ብሓቂ ንስኻ ለዋህ ኢኻ

3.ናይ ዘልዓለም ቤቱ ክንክተል ንዓኡ
ናይ መንገዲ ሕይወት ክንመሓሉ /2/
ቅኑዕ ዕርዲ ባሕሪ ኹሉ ክንጥልሎ
ኢየሱስ የዋህ ርሕሩሕ ሃበና ኣእምሮ

4.መንፈስ ቅዱስ ክሓድ ኢዩ ኣባና
ስጋኡን ደሙን ድማ ክንቅበል
ፀጋ ኣፍስስ ኣንግሶ’ውን ፍቕርኻ
ተመስገን ጎይታየ ዘይትልወጥ ኢኻ

ምሳኻ ምንባር መሪፀ’የ ምሳኻ ምንባር ኣብሊፀ /2/
ምሳኻ ምንባር መሪፀ’የ ምሳኽእ ምንባር ኣብሊፀ’የ /2/

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ኦ ኣምላኸይ ፅሩይ ልቢ ፍጥረለይ',
         'lyrics': '''

1.ጥፍኣት ህዝብኻ ገዲፍካ ባርኸና
ተዓረቕና ጎይታየ ገፅካ ምለሰልና
ኦ ኣምላኸይ ፅሩይ ልቢ ፍጠረልና
ኦ ኣምላኸይ ከም ሳህልኻ መሓረና

ንኣኻ ከመስግን ንኣኻ ክውድስ
ንኣኻ ከኽብር ንኣኻ ከገልግል
ስም ኢየሱስ ፀዊዐ ብኣፍ ናይ ቃላት ህዝብኻ
ተማሪኸ እየ ኣንታ የዋህ ርሕሩህ ጎይታየ
ኣንታ የዋህ ርሕሩህ ኢየሱሰይ

2.በቲ ክቡር ተግባርካ ተመሪሕና ኢና
ንሕና ደቕኻ’ሲ ክነመስግን ነዓኻ
ሓይልኻን ትዕግስትኻን መሃረና
ሰላምን ፍቕርንሲ ክነግስ’ዩ ኣብ ሃገርና

3.እምበኣር ኣብነት ናትካ ንኽንክተል
ሓግዘና ኢኻ እሞ ክንስከም መስቀል
ኣብ ሰማይ ምእንታን ንክነብር
ብመንፈስ ቅዱስ ምሳኻ ንክንፅልል

        ''',
        'category': 'ልመና',},
                {'title': 'ወሲነለኹ ክስዕብ ናባኻ',
         'lyrics': '''
1.ትእዛዝ ከገልግል ኣብ መገዲ ኩሉ
መንፈስካ ኣብ ልበይ ድማኒ ኣሕድሮ
ግንከ እግዚኣብሄር ባዕልኻ ኩሉ ትገብሮ
ስምካ ብርቱዕ እዩ ንኹሉ ትቕይሮ

ኣምላኸይ ኣምላኸይ
ወሲነለኹ ክስዕብ ናባኻ እየ
መሪፀ ኣለኹ ክኽተል ንኣኻ እየ/2/

2.ኣኽራናት ክንቅጥቀጡ ድምፂ ክጋዋሕ እዩ
ኩሉ ድደኒኑ ሓዘኑ ክገልፅ እዩ
ግን ኢየሱስ ተምበርኪኽና ናባኻ ንምዕቆብ
ፀሎትና ክትሰምዓልና ልመና ነቕርብ

3.ዝኹሉ ዝኽእል ወዲ ኣምላኽ ጥራይ እዩ
ኩነታቱ ዝፈልጥ ንሱ መድሕን እንድዩ
የእዳዉ የእጋሩ ስምብራት ክመልእዎ
ኢየሱስ መድሕን ዓለም እኮኒ በልዎ

        ''',
        'category': 'ንስሓ',},
                {'title': 'ሕርይቲ እያ ንሳ ',
         'lyrics': '''
1.ኣደ ኩላትና ማርያም እያ ንሳ
ካብ ኩለን ፍልይቲ ወርሒ ትርኣሳ
ምስ ስጋኣ ንሰማይ ድማኒ ፈሊሳ
ኣብ የማናይ ወዳ’ውን ነጊሳ

ሕርይቲ እያ ንሳ/3/
ኣምላኽ ዝመረፃ

2.ኮኾባ ፍሉይ እዩ ካብ ኩለን ኣንስቲ
ኣዴና ማርያም’ያ ካብ ኩለን ብልፅቲ
መማለዲት ክትኮን ንዑ ንለምና
ፀሎትና ሰሚዓ ንወዳ ክትነግረልና

3.እታ መማለዲት ኣደ ጠበቓና 
መመሊሳ ፍቕራ’ውን ትህበና
ስርሓ ኩሉ ጊዜ እዩ ምስ ልመና
ፍቕርቲ ኣዴና ማርያም ኣላትና

4.ሕርይትን ምርፅትን ኣምላኽ ዝረኸባ
ንዓና ክትከውን ኢሉ መሪፅዋ
ትሕትን ዕግስትን ኢሉ መሪፅዋ
ፀጋኡን ምልኣቱን ኩሉ’ውን ሂብዋ

        ''',
        'category': 'ማርያም',},
                {'title': 'ሕጂ ክትንስእ እየ',
         'lyrics': '''
ሕጂ ክትንስእ ክትንስእ’የ
ሕጂ ክጎዪ ክጎዪ ‘የ
መስቀል ናይ ኢየሱስ ክስከም’የ
ኣብ ቤቱ ክነብር’የ

1.ንሱ’ዃ ምእንታይ ዝሞተለይ
ሕይወቱ ኣብ መስቀል ዘሕለፈ
ኣነኸ’ሞ እንታይ ከቕርበሉ
ምስጋናይ ሒዘ ክሰግደሉ

2.ጉዕዞ መስቀል ድዩ ጉዕዞኹም
ኣነ’ውን ክኸይድ ምሳኹም
ክስከም መስቀለይ ከማኹም
ኣሕዋተይ ኣይትግደፉኒ ኢኹም

3.መንገዲ ናይ ኢየሱስ ‘ዩ ጉዕዞይ
ምንም ኣይፈልየኒን ካብ ጎይታይ
ኩሉ ጊዜ ክኽተል እየ ንዕኡ
ንዘልዓለም ክነብር ኢየ ምስኡ

4.ኣብ ቤትካ ብዘይ ምንም ሓልዮት 
ክነብር ምሳኻ ብእምነት
ምንባረይ ወሲነ ምሳኻ
ዓስቢ ኣለዎ’ዩ ፍቕርኻ

        ''',
        'category': 'ፀዋዕታ',},
                {'title': 'መንፈስካ ኣፍስሰለይ',
         'lyrics': '''
1.ዝሃብካኒ ፀጋ መሊሰ ከይቀብር
እምነት ወስኸለይ ብኣኻ ክነብር
ገንሸል ኣምላኽ ምዃንካ ክምስክር
መንፈስካ ኣፍስሰለይ ንዓኻ ከኽብር/2/

መንፈስካ/2/መንፈስካ
ኣፍስሰለይ ከምቶም ሃዋርያትካ
መንፈስካ/2/መንፈስካ
ኣፍስሰለይ ከምቶም ሃዋርያትካ

2.ኩሉ ትፈልጦ ዘይትፈልጦ ዘይብልካ
ንዓኻ ዝወሃብ የለን ዝጎድለካ
ሓሳባት ናይ ልበይ ትፈልጦ ንስኻ
ዝጎድለኒ ኩሉ ሃበኒ ብመንፈስካ

3.ከምቲ ንሓዋርያት መንፈስካ ዘፍሰስካ
ንዓይ ድማ መንፈስ ክትሰደለይ ይልምነካ
ህያው ኣምላኽ እናበልኩ ይሰግደልካ
መንፈስካ ኣፍስሰለይ ከመስግን ነዓኻ

4.መንፈስካ ምስ ኣፍሰስካ ኣብ ልዕለይ
ወሲኹ እምነተይ ትብዓተይ
ክምስክር ወፃእኹ ካብ ቤተይ
ህያው ምዃንካ ንዘልዓለም ጎይታይ

        ''',
        'category': 'መንፈስ ቅዱስ',},
                {'title': 'ፀጋኻ ዓዚዙለይ',
         'lyrics': '''
1.ፀጋኻ ምምሊሱ ኣባይ እናዓዘዘ
ፍቕርኻ ክሳብ ሕጂ’ውን ካባይ ዘይልገሰ
ንስኻ ጎይታይ መድሕነይ ንስኻ ንዓይ ከምነብሰይ
ፈሊኻ ስለ ዘይትሪኣ ካባኻስ ዘይፍለይ

ምሳኻ’የ ናብቲ እትኸዶ
ኣይፈርሕን’የ ናብቲ እትኣትዎ
ኣይፍለይን’የ ኣነስ ካባኻ
ምሳኻ ኢየ ናብቲ ቤትካ

2.ምሕረት ፀጋን መንፈስካ ኩሉ ኣባይ ፈሲሱ
ሕይወትይ ካብ ዝነበሮ ብዕፅፍን ድርብን በሊፁ
ዘይትገብሮ ዘይብልካ ፍሉይ ኢዩ ዕቤትካ
መመሊሰ ደኣኒ ንዓኻ ከመስግነካ

3.መንፈስካ ካባይ ከቶ ኣይረሓቐን ኢዩ
ፍቕርኻ ካባይ ፍፁም ኣይጠፍእን ኢዩ
ክሳብ ሕጂ ተማሒረ ኢየ ብምሕረትኻ
ካብ ሎሚ ንዳሓር’ውን ኪኸውን’የ ዉሉድካ

4.ምሳኻ ኢየ ዝኸውን ካባኻ ኣይፍለይን
ምሳኻ ኢየ ዝደሊ ኩሉ ከይጎድለኒ
ረዲኤትካ ክትህበኒ ሓገዝካ ከይፍለየኒ
ምሳኻ’የ ዝኸውን ምሳኻ ይሕሸኒ

ሃሌ  ሉያ  ሃሌ ሉያ  ሃሌ -ሉያ /6/

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ካብ ውግእ ዘውፅኣና ኣምላኽና',
         'lyrics': '''
1. ካብ ውግእ ዘውፅኣና ኣምላኽና
ካብ ሓጥኣት  ማዕበል ዘንፅሓና
ነቲ ዝግባእ ክብሪ እናልዓልና
ክንዕልል ብመዝሙር ምስጋና

ሕጂኸ እንታይ ክሰርሕ ኣባና
መስተንክር ተኣምራትካ ዘይውዳእ
ልዑል ፈጣሪ ሓያል ጎይታ
ክበር ተመስገን ብባሮትካ

2.ካብ ዉርደት ናብ ክብረት ዘሰጋገረና
ካብ ፀልማት ናብ ብርሃን ዘውፃእኽእና
ካብ ፍርሒ ትብዓት ዘልበስካና
ክበር ተመስገን መድሓኒና

ሕጂኸ እንታይ ንፅበ ኣሎና
ጎይታ ተስፋና ኣባኻ እዩ
ካብ ኩሉ ኣበሳና ኣናግፈና
መላገፂ ዓያሹ ኣይትግበረና

3.አረ ንስኻ ለዋህ ኢኻ
ትርፊ ክትማርኽ ብፍቕርኻ
ክፉእ ወይ ጌጋ ዘይወፀካ
ዘይትልወጥ ሓቂ ሓቂ ኢኻ

ፍቕሩ ዘይሙኖ ከምወላዲት ኣደ
ንኹሉ ዘፍቅር በቢ ሓደ/2/

4.ካብ ዉግእ ወረ ዉግእ ዘውፃእኻና
ካብ ተፃረርትና ዘድሓንካና
ብኣኻ ዓወት እወ ረኺብና
ስዒርናዮም ‘ወን ፀላእትና

ሓደ ልቢ ሓደ ሓሳብ ኾይና 
ንነብር ኣሎና ተፋቒርና/2/

        ''',
        'category': 'ልመና',},
                {'title': 'ኣበሳይ ኣብ ቅድሜካ እዩ',
         'lyrics': '''
1.ኣበሳይ ኣብ ቅድሜኻ እዩ
ንስኻ እትፈልጦ ጉሁድ እዩ
ካብ ሓጥያተይ ኣንፅሓኒ
ብዘይትኻ ድማ ቅብኣኒ

ኦ ኣምላኸይ ከም ሳህልኻ መሓረኒ
ናብ ደምበኻ ድማ ኣእትወኒ
ድኹም ኢየ’ሞ ሓይልኻ ሃበኒ/2/

2.ብዘይ ንስኻ ኣይክእሎን እየ
መስቀለይ ኣይክስከምን ኢየ
ልበይ ኣፀቢቕካ ስበሮ
ናብ ቃልካ ከም ዘድህብ ግበሮ

3.ክፈልጥ እቲ ናትካ ድልየት
ክትመርሓኒ ብናትካ ሓልዮት
መወዳእታ ንጥፍኣት ከይኾነኒ
ኦ ጎይታይ ፀጋኻ ሃበኒ

4.ክትመርሓኒ ናብ መንግስትኻ
ተእትወኒ ናብ ቅዱስ ቤትካ
ከመጉስ ክዕልል ኣብ ቦታኻ
ሓግዘኒ ጎይታይ ሓደራኻ

        ''',
        'category': 'ልመና',},
                {'title': 'መን ኣሎ ዝመሳሰል ነዓኻ',
         'lyrics': '''
1.ብሓሳብ ሰይጣን እንተዝኸውን 
ኣይምቖምናን ኔርና ክሳብ ሎሚ ብሓንሳብ
ግንከ ኣሎና ሰባሪ ሰይጣን
ኢየሱስ ኢዩ ስሙ ገባሪ ሰላም

መን ኣሎ ዝመሳሰል ነዓኻ
መን ኣሎ ዝወዳደር ነዓኻ
ኣንታ የሱሰየ ፍሉይ ኢኻ

2.ምሕረቱ ንዘልዓለም ይነብር እዩ’ሞ
ነቲ ኩሉ ዘይሰኣኖ ነመስግኖ
ብሙሉእ ሓይሉ ዝዕድል
ወሰኑ ዘይፈሊ ግኑን’ዩ ፍቕሩ

3.ንስኻ ኢኻ ጎይታይ ዝተበጀኻኒ
ካባኻ  ከይፍለ ሓይልኻ ሃበኒ
ኣምላኽ ክመፅእ ኢዩ ኣብ መንጎና
ንሕና’ውን ንፅበ ተሰናዲና

4.ኣሜን ሃሌ ሉያ ተሓጎሱ
ኣሜን ሃሌ ሉያ ተነስሑ
ዕልል ክንብል ኢና ኩልና ኣሕዛብ
ጉዕዞና ንኽንቅፅል ኩልና ብሓንሳብ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ክርስቲያን ተስፋ ኣይቖርፅን',
         'lyrics': '''
ወዓለ ሓደረ’ሞ ሕልመይ ኣይተርፍን
ሓብሒቡን ብተስፋ ፀኒዑ ንዘመን
ፈተናሲ በዚሑ ግና ኣይተረታዕኹን
ንዓኻ ኣሚነ ብኣኻ ኣይሓፈርኩን
ትምኒተይ ረኺበ ክብሪ ንዓኻ ይኹን

1.ጉዕዞይ ይንዋሕ እምበር ኣይቀበፅኩን ጎይታይ
ብዙሕ ሓሲበየ ሓንቲያ ግን ልበይ
ዓቕመይ ተደሪቱ ልበይ እናንቀለ
ዘመን እንክሓልፍ ንዘመን መሲለ/2/

ክርስቲያን ኢየ’ሞ ተስፋ ኣይቆረፅኩን
ተፀቢየካ ኢየ ካሊእ ኣይገበርኩን
ዉስጠይ ክደላደል ክፅገን ክሕበን
ብተስፋ ፀኒሐ ካብ ዘመን ናብ ዘመን

2.ስይጣን ተስፋ ቖረፀ ዓንዲ ረኺበ ኢየ
ካብ ሎሚ ንደሓር ኣይክሰኦኣርን ኢየ
መንገደይ ኣቕኒዐ ናባኻ መፂኤየ
ዋልታይን ዕርደይን ገንሰል ረኺበ ኢየ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ፍሉይ ኢኻ',
         'lyrics': '''
1.ንሕሙማት ብኢድካ ኣንፂሕካ
ንልሙሳት ብቓልካ ፈዊስካ
ንዕዉራት ብርሃኖም ኣርኢኻ
ኣንታ ንስኻ ንዓይ ፍሉይ ኢኻ/2/

ኢየሱስ ኣንታ ንስኻ ንኣይ ፍሉይ ኢኻ/2/
ዝገበርካዮ ኩሉ እናሓሰብኩ
ክዝምረልካ እምፅእ ኣሎኹ
ክቓንየልካ እኖሆ ኣሎኹ

2.ንዕሩቓት ብኢድካ ከዲንካ
ንፅሟት ቢድካ ኣርዊኽእ
ንጥሙያት ብቓልካ ኣዕጊብካ/2/
ኣንታ ንስኻ ንዓይ ፍሉይ ኢኽእ/2/

3.ንድኹማት ዕረፍቲ እናሃብካ
ንሕዙናት እናፀናናዕኻ
ክንዲ ኣቦ ክንዲ ኣደ ኣናኾንካ/2/
ኣንታ ንስኻ ሓቂ ፍቕሪ ኢኽእ/2/

4.ኣብ ቅድሜኽእ የለን ዝወዳደር
ጎታይን መድሓንየይን ንስኽእ ኢኻ
እናሳለኽእ ዘርአኻኒ መንገደይ/2/
ዘይትልወጥ ሓቂ ፍቑር ኣቦይ/2/

        ''',
        'category': 'ኣምልኾ',},
      ],
    },
  ],
    'ብመዘምራን ኩናማ ዝተዘመሩ': [
    {
      'albumTitle': '',
      'songs': [
                      {'title': 'NANTIKE HAYDEYA TABILALA',
         'lyrics': '''
Nantike haydeya tabilala
Maroňke edetteya nisameki
Soron kesake garmeye
Okobesake dergad elabbu
Meneya matikke O andaňa
Ayneyoka asasake O abesaňa
Makuludake ame enasi
Hemake lawaňabbu enasi
Asono natakke komeya
Nibalke mangelinende
Abanyoňke ame ekkesidab
Šutoň kasoke amanabbu
Haydeya tagameya bubiya
Asoke kokobeya nyeyya
Gogoda faneňke lagala
Amana fakkara andan deya.

        ''',
        
        'category': 'ዝተፈላለዩ',},
                        {'title': 'GETTESEM MANILA',
         'lyrics': '''
Gettesem malena andiňňa anda hayske
Bala šomalana anda kotingirike
Abaye unusi oliki obinno
Olliye owiki olaji salaňke (x2)

Golgota ayata dergad ela kikke
Abaye unusi oliki doroňke
Uliyaňkin kokoba uturke elala
Laga kwe maňgele sidabbu anda hayske (x2)
Itiya maydowa iwiki inkoke
Afurunas i ddab nya kiša koweke
Bala kiršimasi itey kolano
Maňgeleňe kinna akkoybiše kasake(2)
Elohe, Elohe lamma sabbaktani

Okon nudamala mema kegesike
Enata nawmala antiki akasi
Ay foganano abaya nišano?

        ''',
        'category': 'ሕማማት',},

                      {'title': 'AŠIRMAŇA GASKE',
         'lyrics': '''
Aširmaňa gaske
Anna tabilaňkin
Amboba namiňke
Aba alakamina nakosimokala
Yesu yo kafurke abasi

Kokobiya kutur kafulke(x2)
Aba alkamina nakosimokala NAWDA
Yesu yo kafulke abasi

Koybiša nayteke annaňa konala
Unutte ellala gomanasi heske
Koniye leweski akida goskema
Koniye leweski akana.
        ''',
        'category': 'ዝተፈላለዩ',},
        {'title': 'GONTEYA KEDUSALA',
         'lyrics': '''
Gonteya kedusala makotafe gomake
Šuka ňadada enakin mayteke
Šukaňa naydada enakin mayteke (x2)

Halle (x2) luya
Amen halleluya
NAWDA

Kedusa kedusa enoka O andaňa
Agare anada enoka andaňa
Bubiya lugusa enoka O andaňa (x2) Woynabbu
segeda kedusa gontata
Awebu kalido luguse itata
Femubu kalido andiňňa itata (x2)

        ''',
        'category': 'ምስጋና',},
                                {'title': 'WOYNA GODDA ŇADADA',
         'lyrics': '''
Ena woyna godda ňadada          NAWDA
Kuyakinn inoma naydada
Ena woyna godda mara
Kuyakin innoma abesa
Nyeya amana ňadada Šuka
kiselema aňkorada
Kokobeya amana naydada
Maňgele kišiňgama irawa
Dergada ela fitete hayda
Asoke arita woyna godda
Kokobeya binoda galbaňa
Nyeyya gontaňa dibaňňa.

        ''',
        'category': 'ዝተፈላለዩ',},
             {'title': 'AFTATA ANNA ANDIŇŇASI',
         'lyrics': '''
AFTATA ANNA ANDIŇŇASI
Košitiňakin tammata kaka lusumasi
Tagama bubiyaňkin ewin kanolmasi
Sadalla sabaňkin kabesamasi
Maňgele lolaňkin kanibišimasi

Aftata anna andiňňasi
Aftata yesu afuriňasi       NAWDA

Aftata tošima annasi
Aftata adawde iwwasi
Egyt saba goddaňkin kabesake
Fakkara mina arte nišono ontike
Sabbota lagala manna nele nišoke
Ayneyam nišoma lagowata maroňke
Yesu deya kimesidab fitetosuma
Unukandeya besadiňňa garma

Unuka ndeya šukiňa aňkorada
Unukandeya tabiliňňa leleda
Kafaliyana komalanni miniya sannayta
Derňadiyana komalanni itori isuyyana
Aftatabu kasena komala inammeno
Dimala adadina anna unokanno.

        ''',
        'category': 'ዝተፈላለዩ',},
                                {'title': 'BETLEHEM YUHUDALA',
         'lyrics': '''
Betlehem yuhudala damala sudala
Šunda fayša ibaňake ašay gon mekoludake
Ikan ditta anna kiša (x2)
Betlehem korala garmade orala
Maliyake onanaki kwesi akenke
Tamma košima yesu (x2)

Afuriňňa yoki šomasi leskema
Yesu afuriňňa talalamma
Tamma ayiba galamma
Kristo košitiyala (x2)

        ''',
        'category': 'ልደት',},
                                {'title': 'ANANAŇA MARIYA',
         'lyrics': '''
Ananaňa mariya
Šundende ledaki
Amela kawado ananaňa
Šundende ledaki awado
Terende ledaki awado
Amela kawaki kontido Ekkela kawaka wasoda
Amnidab lumake enasi
Dagadaňa ekketa kiki
Mariya enoka maydamma
Attemma amela kawado

Akonede niña mariya
Urfa luše niña mariya.
Agare niňanno mariya
ikkesi dimata lasunni

        ''',
        'category': 'ማርያም',},
                                {'title': 'O SULLUMA ANNA',
         'lyrics': '''
O sulluma anna
Sullumeya kaso
Maňgelaňe kawi
Samanada kaso
Sullumeya hemanasi
Urfaňasi luša kola
O andaňa nafittema
Aširmeyabu katito
Ašib kosima aširma
Tammana utur kaso
Ellabbu dagamakema
Fayyad kaso O andaňa
Dagadeya kotikke
Ekotito O akkame
Hedeya kasasanasi
Luň gomake O andaňa.
NAWDA

        ''',
        'category': 'ዝተፈላለዩ',},
                                {'title': 'O MARIYA ANAŇA AKANAŇA',
         'lyrics': '''
O mariya anaňa akanaňa
>> >> atitaňa
Ekke maloki konedab enata dagadaňa
Iki kola kasobbu andiňňa samanasu

Laga hama masa mabal masaki
Kristosi mawi battam mamalkema adadi
Urfaňena šinis kiša kimalno
Tabilaňa leledana kinamemma afuru

Dagadaňa košodaňa bubiya
I kišamme maňgelette kišano kotikamme.

        ''',
        'category': 'ማርያም',},
        
                {'title': 'SIONTA NAWNASI BACA',
         'lyrics': '''

Sionta nawnasi baca mema koske
Šukaňasi kenadi kibesama koske
Aba šonanni kona nabacina
Andaňa atito aširmeyab kawa
NAWDA

Elata kaso andaňa yesu elata kaso
Elata kaso leledeya aširmeyab
Ulaňa heda laga takan deya
Ayenna šilenna yesu ayneyam nidorke
Bubiya nawiki komeyoka nakke
NAWDA

Yesu nantinasi anda lawanake
Awa maroda iteyata awa maroda
Awa maroda iteyata O yesu
Sion agadame amnida mibalme
NAWDA

Ayenna sollenna bubiya nikidana
Degrade ela kekki anata sagumu

Koňadeya šaske yesutte mannomu
Mareya yesu deya mareya
Aneyala minakema abanyomu
Šuka hayda tagama kesoya
Yesu andaňňa koske luguse lugusa
Abaye ňuruda afelennimasi
NAWDA

Abaca dawit anna kaynamabbu
Mariňňa yesu deya mariňňa
Aniňala kaynakema abanyodi.

        ''',
        'category': 'ዝተፈላለዩ',},
            {'title': 'SAMANADEYA MAKOLUDAKE',
         'lyrics': '''
Samanadeya makoludake
Ayibeya maggošake
Šodeya barkateya hemake
Anadadi maki nalomake
NAWDA

Akobine masa maňgelaňkin
Šodine masa lagala enabbu
Basoteya kele kaso ekkesi ayibeyab
Mannodeya makkoyte aritana hedeyabbu

Maňgelaňe šawdabbu
Urfaňa konedabbu
Sanaňa amboba bayabbu
Makomamajike šetanabbu

Fan kawimme amesi
Laňanume kusaweyesi
Makkoybake maňgelaňesi
Samanada ayibeya amesi

Kobinaňa aňgudabbu
Emanitta kominabbu
Makkollilike šetana lolabbu
Saba masake lagena datebbu

Enatte malutanasi
Asareyala gamanasi
Sameyoka makanasi
Aso leledeya lagena kesi.

        ''',
        
        'category': 'ዝተፈላለዩ',},
      ],
    },
    ],
    'መዘምራን ማርያም ረዳኢተ ክርስትያን ዓድዋ': [
    {
      'albumTitle': 'ይብዛሕ ፀጋኻ',
      'songs': [
        {'title': 'ውሰደኒ',
         'lyrics': '''
‘‘ልብኹም ኣይሸበር ብኣምላኽ እመኑ ብኣይ’ውን እመኑ
ኣብ ቤት ኣቦይ ብዙሕ ማሕደር ኣሎ
ማሕደር እንተዘይህሉ ግና ምነገርኩኹም ነይረ
ሕጂ ግና ስፍራ ከዳልወሉኩም ይኽይድ ኣለኹ
ከይደ ስፍራ ምስ እዳለኽልኩም ኣብቲ ኣነ ዘለኽዎ
ንስኻትኩም’ውን ኣብኡ ምእንቲ ክትህልዉ 
ተመሊሰ ክመፅእ ኢየ እሞ ምሳይ ክወስደኩም እየ’’
 
        ተደ፡ ውሰደኒ/3/ ድኣ ጎይታይ ውሰደኒ
             ካብዚ ናብራ ሕይወት ዓለም ኣውፅኣኒ/2/

1.ነዓ ጎይታይ ኢየሱስ ልበይ ናፊቑካ
ይደፋነቕ ኣሎ ክርእዮ ንገፅካ
ካብ ኩሉ መከራይ ንኽተውፅኣኒ
ማራናታ ኢየሱስ ቐልጢፍካ ምፀኒ

2.ምርጫ ሕይወተይ ካብ ኮንካ ንስኻ
ንዓ ጎይታት ኢየሱስ ቶሎ ኸይደንጎኻ
ብናይ ዓለም ፍቕሪ ከይርሕቕ ካባኻ
ጓሂ ልቢ ኾይነ እሾኽ ከይኮነካ

3.ጓህየይ ሓዘነይ ኩሉ ክትቕንጥጦ
ናዓ ጎይታይ ኢየሱስ ታሪኸይ ለውጦ
ኣነስ ኣይደልን’የ ክፍለ ካባኻ
ጎይታይ ደግፈኒ ብቕዱስ መንፈስካ

4.ምሳኻ ምንባር’ዩ ኣነ ዝምነዮ
ደጊም ናብራ ዓለም ክቶ እንታይ ኢለዮ
ኩሉ ምናምን እዩ ጎይታይ ብዘይካኻ
ንንፋስ ምስዓብ’ዩ ሓንቲ ከየፍረኻ

        ''',
        'category': 'ልመና',},
                {'title': 'እግዚኣብሔር ርሕሩሕ እዩ',
         'lyrics': '''
እግዚኣብሔር ርሕሩሕን መሓርን’ዩ
ንኹራ ደንጓዪ ብሳህሉ ድማ ምሉእ’ዩ
	
1.ኩሉ ጊዜ ኣይገንሕን
ንዘልዓለም ኣይቅየምን
ከም ሓጢያትና ኣይከደናን
ከም ኣበሳና ኣይፈደየናን

2. ገለ ሰናይ እኳ ዘይብልና
ብሓጢኣትና ዝተመላእና
ንሱ ግና ንኸድሕነና
ክሳብ ኣብ መስቀል ተሰቐለልና

3.ክንቕፅዖ ዝግብኣና
ንሱ ሞተ ኣብ ክንዳና
ብኡ መጠን ኣፍቂሩና
እከይ ሓጢኣት ኣርሒቑልና

        ''',
        'category': 'ምስጋና',},
                {'title': 'ፍሉይ ኢኻ ኢየሱስ',
         'lyrics': '''
ፍሉይ ኢኻ ኢየሱስ/2/ ኣብ ሕይወተይ/2/
ንዓይ ንዘልዓለም/2/ ፍሉይ ኢኻ ኢየሱሰይ/2/
ፍሉይ ኢኻ ኢየሱስ/2/ ኣብ ሕይወተይ/2/
ንዓይ ንዘልዓለም/2/ ፍሉይ ኢኻ ኢየሱሰይ/2/


1.ብዘይ ብኣኻ ዓለም ኩላ ከንቱ እያ
ንዓ ኢየሱስይ ሓገዝካ ሃበና

ፍሉይ ኢኻ…
ሃሌ ሃሌ-ሉያ/2/ ክብሪ ንስምካ/2/
ኣነ ከኽብረካ/2/ ኣንታ ልዑል ጎይታ/2/ 

2.ንስኻ ዘይብሉ ናብራ ኣይፅቡቕን’ዩ
ኢየሱስ ምሳኻ ክነብር ኩሉ ጊዜ
ፍሉይ ኢኻ …

3.ኣነ ክነብር’የ ንዓኻ እናኸበርኩ
እናወደስኩ እናኣመስገንኩ
ፍሉይ ኢኻ…
ሃሌ ሃሌ-ሉያ…

        ''',
        'category': 'ምስጋና',},
                {'title': 'ኣብቅዕ ምረተይ',
         'lyrics': '''
ተደ፡  ንዓኻ ምግልጋል ፍፁም ተስኢኑኒ
      ንስምካ ምምስካር ዓቐበት ኮይኑኒ
      ስለዚ ኣምላኸይ ንኣ ሓግዘኒ
      ብፀጋ መንፈስካ ጎይታየ ርድኣኒ
          ኣብቕዕ ምረተይ ኣልዕል ውድቀተይ
          ደምስስ ሓጢኣተይ ቀድስ ሕይወተይ
          ብፍፁም ልበይ ከገልግለካ ኢየሱሰይ

1.ብሰንኪ ክፍኣተይ ስምካ ተፀሪፉ
ብበዝሒ ሓጢኣተይ ቤትካ ተናዒቑ
ንርእሰይ ዘይኣቱ ንዝኣትው ዘየእቱ
ከምዚ ብምኳነይ ኣርዑተይ ከቢዱ
      
2.ነታ ቤት መቕደስካ ክትኮን ዝመረፅካ
ንሕይወተይ ከኣ ርኽሰት መሊኣያ
እታ መሕደሪትካ ብምሉኣ ዓኒያ
ጎይታየ ብደምካ እንደገና ትኸላ

3.ንዓኻ ካብ ምሕዛን ሎምስ ይኣኽለኒ
ንስምካ ካብ ምፅራፍ ጎይታይ ኣድሕነኒ
ክዝምር ከመስግን ንስምካ ክቓኒ
ዎ ወዲ እግዚኣብሔር ንዓ ሓግዘኒ

        ''',
        'category': 'ልመና',},
                {'title': 'ወሎዶ ኹሉ',
         'lyrics': '''
1.ወሎዶ ኹሉ ይፅውዕ ስምኪ/2//
ብፅዕቲ እያ ቅድስቲ ይብሉኺ/2/

ምድሓን ንዓለም ብርሃን ንሰባት ፍረ ከርስኺ
ኣድሒኑና እዩ ካብ ሞት ካብ ፀልማት ሓደ ወድኺ/2/

2.ንዝሓዘኑ ተፀናንዒ/2/
ተስፋ ዝሰኣኑ ተስፋ ትኾኒ/2/

3.ንስኺ ኢኺ መማለዲትና/2/
ናይ ዘልዓለም ሕይወት ዝኾንኪ ተስፋና/2/

4.ኣብ እዋን ጭንቀት እትረድእና/2/
ንስኺ ኢኺ ኣደ ኩላትና/2/

5.ንሱ ዝበለኩም ኩሉ ግበሩ/2/
ተሰማሚዕኩም ብፍቕሪ ንበር/2/

6.’ቲ ዝበልክና ቃሉ ክንሕሉ/2/
ርድእና ኢኺ ብነገር ኩልና/2/

        ''',
        'category': 'ማርያም',},
                {'title': 'ኣብ ቅ.ቁርባን ዘሎኻ',
         'lyrics': '''
1.ኦ ኣብ ቅ.ቁርባን ዘሎኻ ኢየሱስ/2/
ብሕብስትን ወይንን መልክዕ ብኡነት ዝተገለፅካ
ኣብ ቅድሜኻ ተንበርኪኽና ንሰግደልካ ኣሎና

2.ኦ ኣብ ቅ.ቁርባን ዘሎኻ ኢየሱስ/2/
ብሕብስትን ወይንን ነገር ብኡነት ዝተገለፅካ
ኣብ ቅድሜኻ ብዕልልታ ንመፅእ ኣሎና

3.ኦ ኣብ ቅ.ቁርባን ዘሎኻ ኢየሱስ/2/
ብሕብስትን ወይንን ነገር ብኡነት ዝተገለፅካ
ኣብ ቅድሜኻ ብምስጋና ንዝምር

ኣብ ቅድሜኻ ብጣቕዒት ንመፅእ ኣሎና
ኣብ ቅድሜኻ ብሸብሸባ ንመፅእ ኣሎና
ኣብ ቅድሜኻ ብውዳሴ ነኽብረካ ኣሎና
ኣብ ቅድሜኻ ብዝማሬ ነኽብረካ ኣሎና
ኣብ ቅድሜኻ ብኣምልኾ ነኽብረካ ኣሎና

        ''',
        'category': 'ቅዱስ ቁርባን',},
                {'title': 'እምነት ፍቕሪ ተስፋ',
         'lyrics': '''
1.እምነት ፍቕሪ ተስፋ መሰረት ድሕነት
ፍቕሪ ዓቃል’ያ መግለፂ መንነት
ተስፋ ዓንዲ ሕይወትካ’ዩ ክርስቶስ
ትእዛዛቱ ፈፅም ብግቡእ ኣአሐድስ/2/

ሃሌ-ሉያ/2/ ሃሌ ሃሌ-ሉያ
ክብርን ምስጋናን ይኹን ንኣምላኽና

2.ንጠምት ናብ መስቀል ክርስቶስ
ብደሙ ሓጢያትና ክድምስስ
ካብ ሰማይ ወሪዱ ንዓና ከሐድስ
ኣድሐነና’ውን ሰሙ ካሳብ ዝፈስስ/2/

3.ኦ ኣምላኸይ ንምህለላይ ኣድምፀለይ
ኣብ ድኻመይ መርኩሰይ ኩነለይ
ካብ ዓለም ስጋ ሰይጣን ክርሕቕ
መንገደይ ኩሉ ብርሃንካ ኣንፀባርቕ/2/

        ''',
        'category': 'ምስጋና',},
                {'title': 'ይብዛሕ ፀጋኻ',
         'lyrics': '''
1.ኣብ ዝተመደባለይ ሒደት ዓመታተይ
ንዓኻ ከገልግል ብምሉእ ሕይወተይ
ኣብ ግሽነት ናብራይ ኣኽቢረ ክሓልፍ
ብዝገብሮ ነገር ስምካ ከየፅርፍ

ይብዛሕ ፀጋኻ ኣብ ልዕሊ ባርያኻ/2/
ይብዛሕ ፀጋኻ ኣብ ልዕሊ ባርያኻ/2/

2.ንኸገልግለካ ሽመት ካብ ሃብካኒ
ከም ብሰባት ዓይኒ ካብ ዘይንዓቕካኒ
ብኣይ ክትከብር ካብ ኮነ ፍቓድካ
ኣነ እውን እፎቱ ዕድመይ ክህበካ

3.ኣነ ክምስክር’የ ንዓኻ መሪፀ
ኣነ ከኽብር’የ ንዓኻ ኣብሊፀ
አረ ኢየሱስ ንዓይ ንዓይ ፍሉይ ኢኻ
መንዶ ኣሎኒ’ዩ ጎይታይ ብዘይካኻ

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ናፍቆተይ',
         'lyrics': '''
1.ካብ ግዚያዊት ድንኳን ጊዒዘ
ኣሰር ኩሎም ኣቦታተይ ሒዘ
ናብ ሰማያዊት ቤት ንኽጥምት
ጎይታይ ኢየሱስ ኣዒንተይ እንዶ ክፈቶ
ናፍቆተይ ድሌተይ ሃረርታ ልበይ
ምሳኻ ምንባር ኢየሱሰይ/2/


2.ከምቶም ንዓኻ ኣኽቢሮም ዝሓለፉ
ምእንቲ ስምካ’ውን ዝተሰየፉ
ኣነ’ውን ብግደይ ከምኡ ኮይነ
ከገልግለካ’የ ዝምነ
ናፍቆተይ ድሌተይ ሃረርታ ልበይ
ንዓኻ ምግልጋል ኢየሱሰይ/2/

3.ከምቶም ናይ እምነት ጀጋኑ
ድርዒ እምነት ክዳን ዝተከደኑ
ንዓለም ስጋ ሰይጣን ስዒረ
ክነብር’የ ብኢየሱስ ከቢረ
ናፍቆተይ ድሌተይ ሃረርታ ልበይ
ኣብ ቤትካ ምንባር ኢየሱሰይ/2/

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ብምስጋና',
         'lyrics': '''
ብምስጋና ዓወት ረኽብና ኢና
ብምስጋና የለን ዝጎድለና
ብምስጋና ንሰይጣን ስዒርናዮ ኢና
ብምስጋና ኢያሪኮ ኣፍሪስና ኢና /2/

1.ኣብታ ሃገር ግብፂ ብዘመን ባርነት
ንብስና ሰልክያ ብድኻም ብስእነት
ኩሉ መሪሩና ተስፋ ምስ ቆረፅና 
ንረድኤትካ ደበኽ ኢልካልና

2.ካብ ኢድ ናይ ገፋዒ ንኸትድሕነና
ንባሕሪ መቒልካ ኣሰጋጊርካና
ንፀላእትና ግን ኣብኡ ዘስጠምካ
ንዓሳታት ባሕሪ ምግቦም ዝገበርካ

3.ኣብቲ ነዊህ ጉዕዞ ኣፃምእ ምድረበዳ
ኣሳእና ኣይበለያን ዝኹሉ እናኸዳ
ንሕና መመሊስና እንተፈተንናካ
ምእንቲ ክቡር ስምካ ኣድሒንካና ኢኻ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ሓለፋ ኣሎካ',
         'lyrics': '''
ኢየሱስ ኢየሱስ ክፅውዖ ስምካ/2/
ሓለፋ ኣሎካ /2/ ዝያዳ ኣሎኻ/2/

1.ኣነስ ክዝምር’የ ንዓኻ መሪፀ
ኣነስ ክምስክር’የ ካብ ኩሉ ኣብሊፀ
ንዘልዓለም ክዝምረልካ’የ/2/

2.ብዘይካኻ መን’ዶ ኣሎኒ’ዩ
ብዘይኻኻ ኣቦ ዝኾነኒ
ንስኻ ኢኻ ኣቦ ዝኾንካኒ/2/

3.ጥዑም ድምፀይ ከመስግነካ’የ 
ኢየሱስ ጎይታይ’ዩ ክብለካ’የ
ንዘልዓለም ክውድሰካ’የ/2/

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ኣነስ ክዝምር’የ',
         'lyrics': '''
ኣነስ ክዝምር’የ/3/
ከምዘይተገብረሉ ሰብ ኣይከውንን ኢየ
ብኹነታት ዓለም ኣይታለልን’የ
ክሳብ ሽምግልናይ ከገልግሎ’የ ክዝምረሉ’የ

1.ካብ ሕፃንነተይ ስሙ ኣምሂሩኒ/2/
ለውሃት ትዕግስቱ ኣብ መስቀል ኣርእዩኒ
ኣብ ሰብ ከይድገፍ ቀልጢፉ ይሰምዓኒ/2/
ኢየሱስ እንተ ኢለስ ኣቤት’ዩ ዝብለኒ/2/
ስለዚ’ዩ ልበይ ዘምር ኢዩ ዝብለኒ/2/
ዝሰምዕ ዝምልስ ኣምላኽ’ዩ ዘሎኒ
ኣነስ ክዝምር’የ ኣይትኽልክሉኒ/2/ ኣይትቃወመኒ

2.ኣነስ ተዓዲለ ፍሉይ’ዩ ኣምላኸይ/2/
ብግዚኡ ይምልስ ሕቶ ፀሎታተይ
ናይ ቐደም ረስዔ ረጊፀ ፀላእተይ/2/
ኢየሱስ’ዩ እኮ ብርሃን ንሕይወተይ/2/
ስለዚ’ዩ ልበይ ዘምር’ዩ ዝብለኒ/2/
ታሪኽ ዝለዋውጥ ኣምላኽ’ዩ ዘሎኒ
ታሪኸይ ንሱ’ዩ ‘ታይ ታሪክ ኣሎኒ/3/

3.ኣነ መመሊሰ እንተዘመርኩሉ/2/
ንሱ’ውን የርእየኒ ፍቕሩ ናይ መስቀሉ
ኣቤት ክንደይ ይጥዕም እቲ ቅዱስ ቃሉ/2/
ፀጋ ኣብዚሑለይ ትእዛዙ ክሕሉ/2/

ተደ፡….

ክበር/2/ ንዘልዓለም ክበር/2/ ከማኻስ የለን
ንገስ/2/ ንዘልዓለም ንገስ/2/ ከማኻስ የለን
ክዝምር’የ ንዘልዓለም ክዝምር’የ  ከማኻስ የለን
ክዕልል’የ ንዘልዓለም ክዕልል’የ  ከማኻስ የለን
ከጣቕዕ’የ ንዘልዓለም ከጣቕዕ’የ ከማኻስ የለን
ኣሜን/2/ ሃሌ-ሉያ ኣሜን/2/ ሃሌ-ሉያ

        ''',
        'category': 'ምስጋና',},
      ],
    },
  ],
  'መዘምራን ደብረ ቅ.ኣንጦንዮስ ጎዳይፍ ኣስመራ': [
    {
      'albumTitle': 'ተመለስ ይኣክለካ',
      'songs': [
        {'title': 'ተስፋ ኣይቆርፅንየ',
         'lyrics': '''
1.	ሓጢኣተይ ከቢዱኒ ዓቢ ፅዕነት ኮይኑኒ
ማርያም ኣማልድለይ ወድኺ ክምሕረኒ (2)

                ተደ፡  ተስፋ ኣይቆርፅን ኢየ
                     ክሳብ ተማልድለይ ኣነ ኣብ ትሕቴኺ ኢየ (2)

2.	ሰይጣን ተፈተነኒ ኢሉ ከውድቐኒ
ርሕርሕቲ ወላዲተይ ንስኺ ኣለኽኒ (2)

3.	ብሓጢኣተይ ዝኣክል ሕልናይ ከይወቕሰኒ
ንድሕሪት ከይምለስ ኣደይ ሓግዝኒ (2)

4.	ሕልናይ ተሸቢሩ ሰላም 'ውን ስኢነ
እልምን ኣለኹ ኣብ እግርኺ ኮይነ (2)

        ''',
        'category': 'ማርያም',},
                {'title': 'ተመለስ ይኣኽለካ',
         'lyrics': '''

                ተደ፡ ኦ መንእሰይ ክርስትያን ተመለስ ይኣኽለካ
                    ፍርዲ ክኸውን ኢዩ ፀብፃብ ክትህብ ኢኻ (2)

1.	በብግዚኡ ዝለዋወጥ ኩሉ ጥዒምካዮ (2)
ብደስታ ብታሕጓስ ግዜኻ ኣጥፊእካዮ (2)
ተመለስ ተመለስ ተመለስ ይኣኽለካ (2)

2.	እቲ ሃብቲ ናተይ ኢልካ ትኣምነሉ (2)
ገንዘብ ክዳን ኢልካ ኩሉ ወሲንካሉ (2)
ተመለስ ተመለስ ተመለስ ይኣኽለካ ተመለስ (2)

3.	ዝበለፀ ኽዳን እናተኸደንካ (2)
ኣዘራርባኻ ቅጥዒ ከይገበርካ (2)
ተመለስ ተመለስ ተመለስ ይኣኽለካ ተመለስ (2)
 
4.	ግዜ ከም ዝኸይድ ፍፁም ከይሓሰብካ (2)
ጉብዝናን ስሓቕን ጥራይ ዓጂቡካ (2)
ተመለስ ተመለስ ተመልስ ይኣኽለካ ተመለስ (2)

        ''',
        'category': 'ንስሓ',},
                {'title': 'ተለመን ጎይታ',
         'lyrics': '''
1.	ትሕትና ክለብስ ከም ፍቕድካ
ኣእምሮ ክገብር ከም ድልየትካ
ሕዝብኻ ፀዊዕካ ዝመራሕካ
ፀዋዕታይ ፈሊጠ ክስዕበካ 

                ተደ፡ ተለመን ጎይታ ንዓ ኣብ ባሮትካ
                    ተለመን ኢየሱስ ንዓ ኣብ ሕዝብኻ
                    ልበይ ከፊተ ኢየ ክፅበየካ (2)

2.	ትዕቢት ንኸይገብር ነጊርካኒ
ብሓጢ ኣት ክጠዓስ ፀዊዕካኒ
ንዓኻ ክመስል ከም ዘሎኒ
ትእዛዝካ ክፍፅም ኣኽእለኒ

3.	ኣእዳወይ ክዝርግሕ ንኽብርኻ
ዘይትድርብየኒ ለዋህ ኢኻ
ምሕረት ንኽሓትት ኣብ ቅድሜኻ
ተምበርኪኸ ይፅበ ኣብ ትሕቴኻ


        ''',
        'category': 'ልመና',},
                {'title': 'ብኣንነተይ',
         'lyrics': '''
1.	ዕድል ጎልያድ ንኸይገጥመኒ
ትምክሕቲ ስጋ ንኸይመልክኒ
እንታይ ክገብር ትደልየኒ
ክብል ከም ጳውሎስ ምሃረኒ 

                ተደ፡ ብ ኣንነተይ መታን ከይምካሕ
                    ኣንቃዕሪረ ከይጥምተካ
                    ንዓይ ዝኸውን ክብረት ከይሓስብ
                    በጃኻ ንዓይ ምራሕ ኢየሱስ 

2.	ኣብ ስጋ ዝውከል ርጉም ኢዩ
እንካብ በለ ቃልካ ሓያል ኢዩ
ኣንነተይ ፍፁም ክኽሕድ
ኢየሱሰይ መንገደይ መድምድ

3.	ኣንነተይ ኩሉ ብላዕሊ
ክብሪ ጎይታ ግና ብታሕቲ
እዝስ ፍፁም ነይውፅኣኒ
ሃገር ሰላም ነየእትወኒ

4.	ክብረት ናተይ ኩሉ ኢየሱስ ኢዩ
ናይ ምድሪ ናብራ ኩሉ ናተይ
ከም ፍቓድካ ክጥቀመሉ
ሕልናይ ለውጦ ብኹሉ

5.	እዚስ ኩሉ ፍቓድ ኣምላኽ ኢዩ
እናበልኩ ክቕበል ኩሉ
ንድምፅኻ ንኽለልዮ
ን ኣእምሮይ ኩሉ ግዝኣዮ

        ''',
        'category': 'ልመና',},
                {'title': 'ስጋኻን ደምካን',
         'lyrics': '''
1.	ስጋኻን ደምካን ወፊኻለይ
ንኽበልዖ  ንኽሰትዮ
ዓፅምኻን ስጋኻን ከስኪስካለይ
ንኽድሕን  ንኽነፅሕ
                ተደ፡ ኣሜን ኣሜን ሃሌሉያ ኣሜን
                        ኣሜን ኣሜን ተዓዊተ ኣሜን
                        ኣሜን ኣሜን ሃሌሉያ ኣሜን
                        ኣሜን  ኣሜን ተሓጊሰ ኣሜን

2.	ጥፍጣፍን ርሃፅን ገፅካ መሊኡ
ንኽነፅሕ (2)
ስጋኻን ደምካን ተመጊበ
ንድሕነተይ (2)

3.	ብስሙር ዓፅምኻ ተኸቢበ
ካብ ፀላእተይ እውን ድሒነ
ኣብ ትሕቲ ኣኽናፍካ 'ውን ኣፅሊለ
ብፍቕርኻ 'ውን ማሚቐ 

4.	ኣብ ዛራ ማይ ፍቕርኻ ኣንሳፊፈ
ኣብ ኣእዳውካ ተሓቒፈ
ስጋኻን ደምካን ተመጊበ
ባህ ኢሉኒ እውን ዓጊበ

        '''
,
        'category': 'ቅዱስ ቁርባን',},
                {'title': 'ሙቁሕ ናይ ዓለም',
         'lyrics': '''
1.	እፅሊ ኣለኹ ክነብር ምሳኻ
ዝበለፀ እዩ ክምካሕ በኣኻ
ኩሉ ክሓልፍ እዩ ብዘይካ ቃልካ (2)

                ተደ፡ ምቁሕ ናይ ዓለም ስበሮ
                    ንኹሉ ቃልካ ምሃሮ
                    ሓልዮትካ ሃቦ ጎይታይ
                    ብስምካ'ውን ኣሕብሮ (2)

2.	ኣባኻ መፂየ ሕልናይ ዓሪፉ
ምህውታት ዓለም ኩሉ ተሪፉ
ብስምካ ጎይታይ ዓለም እንሆ ተተስፊዩ (2)

3.	ኢየሱስ ኢኻ ጉንዲ ውይኒ
ፍቅርኻ ጌርካ ጥመረኒ
ፍቃድካ ኩሉ ክመልእ ሓግዘኒ (2)

4.	ትርእያ ኣሎኻ ዓለም ብምልእታ
ኣምላኽ ኢኻ ናይ ኩሉ ጎይታ
ዘይትወላወል የሱስ ፅኑዕ ዋልታ (2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ኣምላኽ ንደቁ ይመርሕ',
         'lyrics': '''
1.	ብራህዋ ብሰላም ብሓጎስን
ኣምላኽ ንደቁ ይመርሕ
ብፀበባ ጭንቀት ምስ ፈተና
ኣምላኽ ንደቁ ይመርሕ

                ተደ፡ ገሊኦም ብሓዊ ገሊኦም ብማዕበል
                    ገሊኦም ብማይ ገሊኦም ብሞት
                    ገሊኦም ማእሰርቲ ከምኡ’ውን መግረፍቲ
                    ይኾኑ’ዮም ናይ ስቓዩ ተኻፈልቲ (2)

2.	ብፀልማት ኮነ ብግሩም ብርሃን
ኣምላኽ ንደቁ ይመርሕ
ብፈተና ኮነ ብበረኸት
ኣምላኽ ንደቁ ይመርሕ

3.	ሰጋናን ልብናን ተማህመነ
ኣምላኽ ንደቁ ይመርሕ
ነፍስና 'ውን ፍፁም ተተሓለለ
ኣምላኽ ንደቁ ይመርሕ

4.	ዋላ ዝገደፈና ተመሰለና
ኣምላኽ ንደቁ ይመርሕ
ካብኡ ጥራዩ ናይ ድሕነት ተስፋና
ኣምላኽ ንደቁ ይመርሕ
 
5.	ኣምላኽ በታ ሕያወይቲ ኢዱ
ኣምላኽ ንደቁ ይመርሕ
ናብታ ንፅሕስቲ ሰማያዊት ቤቱ
ኣምላኽ ንደቁ ይመርሕ                                                         

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ኢየሱስ ናዝራዊ ናተይ',
         'lyrics': '''
1.	ሽግር ተመፀ ጭንቀት
ፀበባ ተመፀ ስደት
ካብኡ ፍፁም ዘይፍለ

                ተደ፡ ኢየሱስ ናዝራዊ ናተይ
                    ካብኡ ዝፈልያ መንዩ ንሂወተይ
                    ኢየሱስ  ናዝራዊ ናተይ (2)

2.	ፈዋሲ ሕሙማት
ዘንፅሀ ንለምፃማት
ብሓይሉ ዘተንስአ ምዉታት 

3.	ዓንጋሊ ጥሙያት
ኣርዋዪ ፅሙኣት
ሰባኺ ወንጌል ንድኻታት

4.	ሓላዪ ዘኽታማት
መዋረዲ ግን ንዕቡያት
ክብረቶም ንትሑታት

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ከመስግነካ ይደሊ ኣለኹ',
         'lyrics': '''

ከመስግነካ ይደሊ ኣለኹ
ክውድሰካ ይደሊ ኣለኹ
ከኽብረካ ይደሊ ኣለኹ ንዘል ኣለም 

ሕፅረት ቃላት ኢዩ እምበር
ትኽስታ የብለይን ኢየሱስ
እዚ ኹሉ ሰናይካ ምስቲ ኩሉ ሓልዮትካ
መስፈሪ ኣይርከቦን ጎይታ ዓሚቕ ኢዩ እቲ ፍቕርኻ
ምስቲ ኩሉ ሰናይካ ቲ መስተንክር ግብርኻ 
መስፈሪ ኣይርከቦን ኢየሱስ ዓሚቕ ኢዩ እቲ ፍቕርኻ

1.	ክብሪ ምስጋና ስግደትን ንዓኻ
ውዳሴ ዕልልታ ኣምልኾ ኣብ ዝፍንካ ንዘልኣለም
ሕይወት ዘለኩም ኩልኹም ፍጥረታት
ኣኽራናታት ጎቦታት ወሓይዝ ሩባታት ኣመስግንዎ

ሕፅረት ቃላት ኢዩ እምበር
ትኽስታ የብለይን ኢየሱስ
እዚ ኹሉ ሰናይካ ምስቲ ኩሉ ሓልዮትካ
መስፈሪ ኣይርከቦን ጎይታ ዓሚቕ ኢዩ እቲ ፍቕርኻ
ምስቲ ኩሉ ሰናይካ ቲ መስተንክር ግብርኻ
መስፈሪ ኣይርከቦን ኢየሱስ ዓሚቕ ኢዩ እቲ ፍቕርኻ

ከመስግነካ ይደሊ ኣለኹ
ክውድሰካ ይደሊ ኣለኹ
ከኽብረካ ይደሊ ኣለኹ ንዘል ኣለም 
ሕፅረት ቃላት ኢዩ እምበር
ትኽስታ የብለይን ኢየሱስ
እዚ ኹሉ ሰናይካ ምስቲ ኩሉ ሓልዮትካ
መስፈሪ ኣይርከቦን ጎይታ ዓሚቕ ኢዩ እቲ ፍቕርኻ
ምስቲ ኩሉ ሰናይካ ቲ መስተንክር ግብርኻ
መስፈሪ ኣይርከቦን ኢየሱስ ዓሚቕ ኢዩ እቲ ፍቕርኻ

2.	ምሕረቱ ዘይውዳእ ስልጣኑ ዘይድፈር
ዕቤቱ ዘይምርመር ልዑል ኣምላኽና ንወትሩ ይኽበር
ሕይወትና ኣንፅሓዮ ልብና ኣቕንዓዮ
ፀጋኻ መሊኡ ብመንፈስካ ተሓዲሱ ከመስግነካ

ሕፅረት ቃላት ኢዩ እምበር
ትኽስታ የብለይን ኢየሱስ
እዚ ኹሉ ሰናይካ ምስቲ ኩሉ ሓልዮትካ
መስፈሪ ኣይርከቦን ጎይታ ዓሚቕ ኢዩ እቲ ፍቕርኻ
ምስቲ ኩሉ ሰናይካ ቲ መስተንክር ግብርኻ
መስፈሪ ኣይርከቦን ኢየሱስ ዓሚቕ ኢዩ እቲ ፍቕርኻ

        ''',
        'category': 'ምስጋና',},
      ],
    },
     {
      'albumTitle': 'ቤትካ ሰላመይ እዩ',
      'songs': [
        {'title': 'ስለ ሓጥያተይ',
         'lyrics': '''
1.	ኢየሱስ ስለ ሓጥያተይ ተበጂኻለይ
ኣብ መስቀል ውዒልካ ዝሞትካለይ (2)
ኣነስ ነኣኻ ክዝምረልካ’የ
ብኹልንትናይ ክውድሰካ’የ (2)
ክዕልለልካ ከማስወልካ
ዝገበርካለይ ከመስግነካ (2)

2.	እቲ ደምካ ብህያው ፍቕርኻ ሓጥያተይ ሓፂብካ
በዕፅምትኻ ኢየሱስ ነፍሰይ ከሊልካ (2)
ከም ፈልፋሊ ዒላ ዘይነፅፍ ዛራ ማይ
ፍቕርኻ ጠጢዑ ኣትዪ ኣብ ኣዕፅምተይ (2)
መግለፂ ሰናይካ ቃላት ስኢነልካ
እነኹ የመስግን ኮይነ ኣብ ትሕቴኻ (2)

ንኹሉ ውዕለትካ ክዝምረልካ ኣሜን
ክውድሰካ ኣሜን ከመስግነካ ኣሃ

መልሓልሰይ ንኽብርኻ ይገልፅ ኣሎ ኣዳምፆ (2)
ይገልፅ ኣሎ ኣሃ

ልሳነይ ንሞጎስካ የዕልል ኣሎ ተቐበሎ (2)
የዕልል ኣሎ ኣሃ

መዝሙረይ ውዳሴኻ ይቓልሕ ኣሎ ኣሜን (2)
ይቃልሕ ኣሎ ኣሃ

        ''',
        'category': 'ሕማማት',},
                {'title': 'ሓለፋ ኣለዎ',
         'lyrics': '''
1.	ክሓስብ ክጭነቅ አናነባዕኩ
ንብዓተይ ይደርዝ ብ በረኽቱ
ስለይ ይሓልፈለይ ይብጀወለይ
ንዓይ ምፍቃሩሲ ሓለፋ ኣለዎ

                ተደ፡ ሓለፋ ኣለዎ (2)
                    ኣምላኽይ ፍቅርኻ ሓለፋ ኣለዎ
                    የሱሰይ ፍቅርኻ (2) በይንዩ በይኑ (2)
                    ኣብ ውሽጢ ልበይ
                    ጓይሪ ፈጢሩ የንድደኒሎ (2)

2.	ስለይ ን ኽትበል መስቀል ዝውዓልካ
ምእንታይ ኢይልካወን ደምካ ዝርሃፅካ
ኣምላኽይ ፍቅርኻ ብሓቂ ፍሉዩ
ሓለፋ ኣለዎ ጎይታየ ፍቅርኻ

3.	ንዓይ ን ባርያኻ ኣፍቂርካኒ ኢኻ
ስለ ፍቅረይ ኢልካ ብዙሕ ተሳቀኽእ
ክሳብ ኣብ መስቀል 'ውን ሕይወትካ ዝሕለፍካ
ሓለፋ ኣለዎ ኣምላኽይ ፍቅርኻ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ኣደ መድሓኒና',
         'lyrics': '''
1.	ኦ ማርያም ኣዴና ኣደ መድሓኒና
ንዓና ደቅኺ ሰላምኪ ኣውርድልና
ብፍረ ናይ ከርስኺ ፀግዕና ኩንና
ዋልታ ናይ ድኹማት መፀናንዒት ሕዙናት (2)

                ተደ፡ ንማርያም ንለምና ፀግኣ ክትሰደልና
                    ፀገምና ነካፍላ ካብ ወዳ ከተማልደልና (2)

2.	መሳልል ድሕነትና ኦ ማርያምንስኺ
ብ እምነት ንፅሊ ተንበርኪኽና ናባኺ
ከተማልድልና ናብቲ ፍቑር ወድኺ
ንምሕፀነኪ’ሎና ንሕና ድኹማት ደቅኺ (2)

3.	ናይ ኣኽብሮ ስግደት ነቕርብ ናባኪ
ስለ ተቕርብልና ምሕረት ርሕራሔኺ
ዕልልታ ተቐበሊ ካብ ፍቑራት ደቅኺ
ንምጉሶ ኣሎና ነቲ ፍረ ከርስኺ (2)

        ''',
        'category': 'ማርያም',},
                {'title': 'ውዕለትካ ከስተንትን',
         'lyrics': '''
1.	ውዕለትካኣ ከስተንትን ስቓይካ ይዝክር ኣብ ፍቕርኻ ይጥሕል
ንኻዕቦ ሓጢኣተይ እውን ዝፆርካ ኣምላኸይ እንዲኻ
እውን ንድሕነት ዉሉድካ ፍፁም ዘይትታኸስ
ፍጡን ኢዩ ረዲኤትካ ካብ በርቂ ይቕልጥፍ 
እቲ ፍቕርኻ እቲ ሓልዮትካ መዘና የብሉን ጎይታየ ፍሉይ ኢኻ (2)

2.	መግለፂ የብሉን እቲ ፍቕርኻ
ዓቐን ሳህልኻ ብዝሒ ምሕረትካ
ዝስእኖ ነገር የለን ካባኻ ኣብ ዝኸድክዎ 
ቀቅድመይ ኢኻ ስለዚ ድማ ይምካሕ ብኣኻ
ሓሳብካ ሰናይ ኢዩ ንዓይ ንባርያኻ
ዘይትልወጥ ዘይትቕየር  ሕያው ኢኻ (2)

3.	እምብርከኽ እሰግድ ንኽብርኻ 
ባብ ድሕነተይ ዘርሓኻ ንስኻ እንዲኻ
እምብርከኽ እሰግድ ንኽብርኻ
ንድሕነተይ መግረፍቲ ስቓይ ዝመረፅካ
ኣነስ ከመስግን ኢየ ከመስግን ኢየ ንኽብሪ ውዕለትካ
ናይ ምሕረት ኣምላኽ ኣምላኽ ድሕነተይ እንዲኻ (2)

        ''',
        'category': 'ሕማማት',},
                {'title': 'ዓብዪ ነገር ገይሩለይ',
         'lyrics': '''
1.	ኣእምሮይ ተሸጊሩ ፅልግልግ ኢልዎ ስኢኑ ሰላም
ኣዒንተይ እውን ተጎልቢቡ ፀላም
ንስኻ ንዓይ ሰላመይ ትሓልያ ተሕንቅቓ ነብሰይ
ባህ ኢልዋ እታ ሂወተይ እተፍቅራ ኢየሱስ ልዕለይ
 
                ተደ፡ እግዚኣብሔር ዓቢ ነገር ጌሩለይ 
                    እግዚኣብሔር መሪፅዋ ንነብሰይ 
                    እግዚኣብሔር ሰናይ ነገር ጌሩለይ
                    እግዚኣብሔር መንገደይ መድሚዱለይ ኣሰይ (2)

2.	ብሕማቕ ተግባረተይ ኣቖጢዐካ ከለኹስ መሊስካዮ ሕቶይ
ከም ግብረይ ዘይኮነ ዘኒንካዮ ቑስለይ
እንከለኹ ሓጢኣተኛ ከይዝኽትም ትኣባብደኒ
ኣብ ፅላል ኣኽናፍካ ድማ ጎይታ ተዕቁበኒ
 
3.	ኣብቲ ፃምእ ምድረበዳ  ይጭነቕ ይሓስብ በይነይ ይመስለኒ
ይነብዕ ይሓዝን ሓይለይ ደኺሙኒ
ንስኻ ኣብቲ ምዱብ ግዜ ባዕልኻ እትምልሰለይ
ዉሉደይ ናተይ እናበልካ ተህድኣ ንነፍሰይ

ገሊኣቶም  ኣብቲ ሓይሎም
ገሊኣቶም  ኣብ ገንዘቦም
ገለ ድማ  ኣብ ቅልፅሞም
ገለ እውን  ኣብ ንብረቶም
ኣነ ግና (4)  ኣነ ግና ኣብ ኣባኻ'የ “የሱስ’የ” ዝውከል (2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ብግዜ ንእስነትካ',
         'lyrics': '''
1.	ባህ ኣይበለንን እትብለሉ ከይመፀ 
ክፉእ መዓልትታት ከይቀረበካ ከሎ 
ኣዒንትኻ ደኪመን ከይጠለማኻ ከለዋ 
ብመዓልታት ንእስነትካ ንፈጣሪኻ ዘክሮ (2)

                ተደ ፡ ብግዜ ንእስነትካ ንፈጣሪኻ ዘክሮ (2) 
                     ብርሃንን ፀሓይን ኩሎም ከይፀልመቱኻ 
                     ብመዓልታት ንእስነትካ ንፈጣሪኻ ዘክሮ (2)

2.	ብግዜ ንእስነትካ ባህ ይበልካ
ብመዓልታት ንእስነትካ ተደሰት ተሓጐስ
ልብኻ ዝደልዮ ንኩሉ ሰዓቦ
ግና ኣምላኽ ከም ዝፈርደካ ንኩሉ ዘክሮ (2) 

3.	ሕይወትካ ተበላሽዮ ዘርሞ ዘርሞ ኮይኑ 
ንፅልኢ ብዕብዳን ልብኻ ኪሒኑ 
ክሳብ መዓስ ኢኻ ብከምዚ ክትቅፅል 
ሕጅስ ይኣኽለካ ተመለስ ናብ ኣምላኽካ (2)

        ''',
        'category': 'ንስሓ',},
                {'title': 'ቤትካ ሰላመይ’ዩ',
         'lyrics': '''
1.	ዓቕለይ ፀቢቡኒ ካብ ዓቐን ክሽገር
ነፍሰይ ኣዋዲቐ ኣትየ ኣብ መዋጥር
ንስኻ ግን የሱስ ሰዲድካለይ ኢድካ
ስሒብካ ኣውፂእካኒ ዉሉደይ እንዳ በልካ (2)

                ተደ፡ ቤትካ ሰላመዩ ቤትካስ ዕረፍተዩ
                    ቤትካ ኩሉዩ
                    ስለዚ ጎይታይ ከምልኸካ
                    ወሲነ (2) ክነብር ምሳኻ
                    ንዘልኣለም የሱስ ኣብ ሑቕፎኻ

2.	ተግባረይ ከፊኡ መርገም በዚሑኒ
ሴፎም እናመዘዙ ሰባት ከጥፍኡኒ
ዘርሞ ዘርሞ ኮይነ ከይርሕቕ ካብ ቤትካ
ፈቃር አየሱስይ ምፃእ ሓደራኻ (2)

3.	ብባሕሪ እንተኸድኩ ትጥሕል መርከበይ
ብመሬት እንተኸድኩ ይጠማመር እግረይ
ሓንሳብ ንሓዋሩ መሪፀ ንቤትካ
ብሓጎስ ክነበር ምስቶም ቅዱሳንካ (2)

4.	ሎምስ ባህ ኢሉኒ ውሉድካ ምዃነይ
እቲ ዘድልየኒ ኩሉ መሊኡለይ
ንቤትካ መሪፀ ሑቕፎኻ የሱሰይ
ልበይ ተሓጒሱ ኣሜን ኣሰይ ኣሰይ (2)
        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ሕሩይ ብእግዚኣብሄር',
         'lyrics': '''
1.	 መንፈሳዊ ሓኪም ፈውሲ ንሕማመይ
ዝተሰብረ መንፈሰይ ንስኻ ትፅግነለይ
ብኣማልድነካ ትድግፋ ነፍሰይ
ለዋህ ደንጋፂ ኣቦ ሕይወተይ

                ተደ፡ ኣማልድነት ናትካ እደሊ ኣለኹ
                    ንድሕነተይ’ሲ ሓገዝካ እደሊ ኣለኹ ቅ.ኣንጦንዮስ
                    ዓቢ መምህር ወንጌል ሕሩይ ብእግዚኣብሄር
                    ንፍቕሪን ሓልዮትን ብግብሪ ትምህር (2)
                       

2.	ኦ ለዋህ ደንጋፂ ርሕሩሕ ሕልና
ረዳእ ብዱላት ሓጋዚ ጭኑቓት
ኣድሕነኒ ካብቲ ናይ መንፈስ ትኽስታ
ነቒሐ ከገልግል ብንፁሕ ሕልና

3.	ንዓኻ ዝምሕፀን ዝሓፈረ የለን
ሓገዝካ ዝልምን ከቶ ኣይስእንን
ንስኻ ፀግዕና ክትከውን ዝገብር
ንዘለኣለም ይንገስ ይመስገን እግዚኣብሄር

4.	ክበር ኩሉ ግዜ ኦ ቅ.ኣንጦንዮስ
ወትሩ ምስ ፀለካ ሓጢኣትና ክድምሰስ
ብፅኑዕ ተደንቀ ዘይፈርስ ድልድል
ብቀሊል ዘይንቅነቕ ብናይ ሰይጣን ተንኮል

        ''',
        'category': 'ቅዱሳን',},
                {'title': 'ኣንቅሓና ኣበርትዓና',
         'lyrics': '''
1.	እግዚኣብሄር ከምዚ እንዳበለ ንነብያት ንደቁ ይምሕፀን
ኣብ ድቃስኩም ከይትጠፍኡ ነፍሲ ወከፍ ይበራበር
ከምተን ለባማት ደናግል ቀንዴልኩም ዘይቲ ምልእዎ
እቱ ህያው ኣምላኽ ምስ መፀ ነቒሕኩም ተቐበልዎ

                ተደ፡ ኦ እግዚኣብሄር ኣንቅሓና ኣበርትዓና
                    ፈሊና ክነለልዮ ዘለናዮ ዘመና (2)
                    ቆፅሊ በለስ ምስ ዓንበበ ክረምቲ ከም ዝፍለጥ
                    ኩሉ ሰብ 'ውን ዝህንጠዮ ፍሪኡ ንኽምገብ
                    ንሕና 'ውን ፍረ ድሕነት ንኽንረኽብ
                    ኣኸእለና ኦ እግዚኣብሄር

2.	ሰይጣን ዝበልዖ ደልዩ ከምዝጥሕር ኣንበሳ
ኣብ ዙርያኹም ይጓዝም ኣሎ ንነብስኹም ክርምሳ
ስለዚ ፍለጥዎ ኣትዂርኩም ተቓወምዎ
ብሓይሊ ዂናት ናይ ኣምላኽ ዓጢቕኩም ተዋግእዎ

3.	መዓልቲ ከም ሰራቒ ኮይኑ እዩ ዝመፅእ
ትኽስታኹም ኣጥፍእዎ ሓደ እኳ ኣይዘንግዕ
ዕጠቑ ተዳለዉ ኣፅዋር ኣምላኽ ልበሱ
ልብኻትኩም ኣፅርይዎ ፅኑዕ መንፈስ ተሓደሱ

ድሌትና እዩ ሃረርታና ክንረክብ ሕይወት ዘልኣለም
ፍፁም ኣይጠቕመናን እዩ ሓጎስ ናይዛ ዓለም
ብሳህልን ምሕረትን ማሚቕና ክንነብር ኣብ ሑቕፎኻ
መወዳእታና ኣፀብቕ ጠምተና ብምሕረትካ (2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ፍቅርኻስ ፍሉዩ',
         'lyrics': '''
1.	ምስ ኩሉ ሓጥያተይ ኣይተሓሰምካንን
ንቤትካ ኣርኪሰ 'ውን ኣይኮነንካንን
ኣብ ዙፋን መቕደስካ ሓንጎፋይ ኢልካኒ
ብደምካን ዓፅምኻን ደጊም ሓዲስካኒ

ፍቕርኻስ ፍሉይ'ዩ (2)
ለውሃትካስ ፍሉይ'ዩ (2)
ፍቕርኻስ ዓሚቕ'ዩ (2)
ልውሃትካስ በይኑ'ዩ (2)

2.	ማዕበል ተበርትዐ ንፋስ ተነፈሰ
ንመርከብ እምነተይ ከጥሕል ተገስገሰ
ባዕልኻ ትገንሖ ንኹሉ  ሰጥ ተብሎ
ብቖላሕታ ዓይንኻ ንኹሉ ተርዕዶ

ንስኻስ ሓያል ኢኻ
መስተንክር ግብርታትካ (2)

3.	ፀላእተይ ክጥሕሩኒ ዙርያይ እንተኸበቡ
ካብ በርቂ ዝቕልጥፍ ስምካ ምስ ፀዋዕኩ
በሊሕ ሴፍካ መዚዝካ ትመፅእ ብተሎ
ንፀላእተይ ኣብ ትሕተይ (2) ተድንኖም

ንስኻስ ዕርደይ ኢኻ (2)
ንስኻስ ዋልታይ ኢኻ (2)
ኢየሱሰይ ዕርደይ'ካ (2)
ኢየሱሰይ ዋልታይ ኢኻ (2)

4.	ፍቕርኻ ካብ ወይኒ ዘለላ ዝጠዓመ ኢዩ
እቲ ቅብእኻ ዝፈስስ ምኡዝ ሽቶ ኣለዎ
ኣዕኑድካ ብሩር ኢዩ መፀግዒኻ ወርቂ
መግለፂ ስ ኢነሉስ እቲ ናትካ ፍቕሪ

ኣምልኾ ይግበኣካ'ዩ (2)
ስግደት ይግበኣካ ኢዩ (2)
ናይ ገነት ዓይኒ ማይ'ኻ (2)
ወሓዚ ሩባ ዛራ ኢኻ (2)
        '''
,
        'category': 'ኣምልኾ',},
      ],
    },
        {
      'albumTitle': 'ሰላመይ መሊኡለይ',
      'songs': [
        {'title': 'ፍቅሪ ኣምላኽ',
         'lyrics': '''
1 ፍቕሪ ኣምላኽ ክጥዕም ክምቅር
ንሃብታም ድኻ ስኡን ዘይብል
ንኹሉ ብርሃን ንምዕዳል ኢዩ 
ሞይቱልናስ ካብ ሞት 'ውን ተንሲኡ (2)

                ተደ፡ ኣምላኽና’ስ ሕያው’ዩ መስተንክር
                    እንሆ ተንሲኡ ተንሲኡ
                    ተንሲኡ ብግርማ መሊኡ
                    ዕዳና መሊሱ መሊሱ
                    መሊሱ ገመድና በንጢሱ
                    ሃሌ ሉያ ኣሜን ክብሪ ንዕኡ
                    ዕዳና ገመድና በንጢሱ
                    ሃሌ ሉያ ኣሜን ክብሪ ንዕኡ (2)

2 ኣቤት ረድኤቱ ክምቅር
ከም ሽላ ካብ ኢድ ሰይጣን ዝምንጥል
ብደሙ ርስሓትና ሓፂቡ
እንሆ ካብ ሞት 'ውን ተንሲኡ (2)

3 ምሕረት ኣምላኽ ክጥዕም ክምቅር
ንመቑሕ ማእሰርቲ ዝሰባብር
ንዕርዲ ፀላኢ ደማሲሱ
እንሆ ካብ ሞት 'ውን ተንሲኡ (2)

        ''',
        'category': 'ትንሳኤ',},
                {'title': 'ዘይትጠልም መፈቀርየይ',
         'lyrics': '''
1 ሰላመይ ከይናወፅ ምፅንናዕካ ሂብካ
ብብዝሒ ፀጋኻ ምሕረትካ ሰዲድካ
ውሉደይ እናበልካ ንሓጥእ ወድኻ
ከሊልካዮ ኢኻ ንድኹም ባርያኻ

                ተደ፡ ንስካ እንዲኻ ዘይትጠልም መፍቀርየይ
                    ሕይወትካ የሕሊፍካ ሕይወት ዝሃብካ ንባርያኻ (2)

2 ብብዝሒ ምሕረትካ ነናሻዕ ተፍቅረኒ
ናብ ሕማቕ ከይከይድ ሕሹኽ እትብለኒ
ኣብ ውሽጠይ ተንብር ምስጢር ናይ ፍቕርኻ
እንሆ`ኳ መሊኡ የንጀርብብ ቅብእኻ

3 ፀጋ ውህበቱ ርሑው ኢዩ ፈልፋሊ 
ብምሕረት ሃብታም ንኹራ ደንጓይ (3)

        ''',
        'category': 'ሕማማት',},
                {'title': 'ፈሪሳውያን ክኸሱኻ',
         'lyrics': '''
1 ፈሪሳውያን ክኸሱኻ ብዘለፋን ከውሩዱልካ
ሓንቲ ቓል እኳ ሕማቕ ከየውፃእካ
ንኹሉ ብኹሉ ምቕባልካ
ዝዓበየ ተኣምራት እዚ ኢዩ ንሕዝብኻ

                ተደ፡ አመስግን ኣለኹ ንዓኻ 
                    ብምልኣት ልቢ አኽብረካ አኽብረካ
                    አመስግን ኣለኹ ንዓኻ ስለ ውዕለትካ 
                    እባርኸካ አመስግነካ (2)

2 ባርኸኒ ኦ ኣምላኸይ ፅሩይ ልቢ ፍጠረለይ
ካብ ብዙሕ ሓጢኣት ኣድሕነኒ
ኣብ ኣኽናፍካ ኣፅልለኒ
ኣነስ ይኣምን ኢየ ፍትው ከምተብለኒ

3 ፀሎት ምስጋና ናባኻ ኣምልኾ ስግደት ንበይንካ
ሰላም እተንግስ ኣምላኽ ኢኻ
ንምሉእ ዘመነይ ከንግሰካ
ሎሚ ፅባሕ ኩሉ ግዜ ልዕል በል ኣብ ዙፋንካ
        ''',
        'category': 'ምስጋና',},
                {'title': 'ህድእ በሊ ነብሰይ',
         'lyrics': '''
1 ህድእ በሊ ነብሰይ ኣይትጨነቒ
እቲ ጎይታ ጎይቶት እኮ ኣሎ ምሳኺ
ኣብ ፅላል ፍቕሩ ወትሩ  ዘፅልለልኪ
ክንዳኺ ኮይኑ 
ዝተዋረደልኪ (2)

                ተደ፡ ዝኣመንክዎ ስምካ *ኣይገደፈን (3) እህህ
                    ዝተወከልክዎ *ሓይልኻ ኣየሕፈረንን (2)
                    ኣየሕፈረንን

2 እቲ በብግዚኡ ዘቕርቦ ፀሎተይ
ከይተሰምዐ ኣይተርፍን ሕቶታት ልበይ
ኣብቲ ምዱብ ሰዓቱ ግዚኡ ምስ ኣኸለ
ትምልሰለይ ኢኻ 
ሕቶይ ዘበለ (2)

3 ብዘሎ ዙርያኺ ኩሉ ፀልሚቱኪ
ኣማንየይ ትብልዮ እንተሓደገኪ
ወትሩ ደው ዝበለ ንምርዳአ ንዓኺ
ዘይድቅስ ዘይታኸስ ሓላዊኺ ኣለኪ 
ረዳኢኺ ኣለኪ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ማርያም ዝያዳ ሞገሳ',
         'lyrics': '''
1 ክብረቱ ክምለስ እቲ ሕዙን ኣዳም
ነኣኺ ተዋህቦ ምልክት ኪዳን
መድሓኒ ክትወልዲ ክትዘርእሉ ሕይወት
ሓዘኑ ክድበስ ክብረቱ ክምለስ

                ተደ፡ ማርያም ዝያዳ ሞጎሳ
                    ሰብ ክነሳ ፈጣሪ ፀይራቶ ኣብ ከርሳ (2)

2 ካብ ኣንስቲ እስራኤል ማርያም ተመሪፃ
ንፍቓድ እግዚኣብሄር ኣብ ልባ ሃኒፃ
ማህፀና ንመሲሕ ኢየሱስ ተፈቒዱ
ንኣና ክድብስ ካብ ሰማይ ወሪዱ

3 ልብስኺ ድኽነት ስልማት ትሕትና
ኣምላኽ ዝመረፃ ፍፅምቲ ንፅህና
ብኹሉ ውህበቱ ሸለመኪ ክብሪ
ንግስቲ ትሕትና ማርያም ሉል ባሕሪ

ካብ ትሕትናኺ ትሕቲ 
ካብ ምልኣት ፀጋ ምልእቲ
ፍቓድ እግዚኣብሄር ብምምላእ
ኣኽሊል ዓወትኪ ዓቲርኪ 
ዝያዳ ኩሉ ፍጥረት መጎስ 'ውን ረኺብኪ (2)

ማርያም ማርያም ማርያም
ዝያዳ ካብ ኩሉ ፍጥረት ደቂ ኣዳም (2)

        ''',
        'category': 'ማርያም',},
                {'title': 'ብፍቅርኻ ማሚቅና',
         'lyrics': '''
1 ፍቕሪ ሓጎስ ደስታ ሰላም ዝመሎ ደንበኽ
ስጋኻን ደምካን ዝወፈኻ ገንሸለይ ኢኻ
ኦ ፈቃር ኢየሱስ ንዓ ሕይወትና ለውጦ
ኣብ ናይ ዘልኣለማዊ መዝገብካ ሰርቶ (2)

                ተደ፡ ንሽጉር ፍትሒ ተውፅኣሉ
                    ንድኻሙ ትሓልየሉ
                    እቲ ኣባኻ ዝውከል ሰብሲ
                    ኣይሓፍርን ኢዩ ንዘላለም ንዘልኣለም (2)

2 ሕያዋይ ኢኻ ለውሃት ዝመልኦ ልብኻ
ንምርድአይ ወትሩ ኣብ ልዕለይ ዝተቐመጥካ
ከውሐይ ኢኻ ዝውከለካ ፀግዐይ እምባይ 
ፈዋስየይ ኣብ ሓዘን ልበይ ምፀናንዕየይ (2)

ኣብ ኣኽናፍካ ኣሃሃ ኣሃሃ
ተሓቒፍና ኣሃሃ ኣሃሃ
ብፍቕርኻ ኣሃሃ ኣሃሃ
ማሚቕና ኢና እሞ ተመስገን ኣሃሃ ኣሃሃ

        ''',
        'category': 'ዝተፈላለዩ',},
        {'title': 'ጠበቓይ',
         'lyrics': '''
ኣብ ዓዘቕቲ ሓጢኣት ተዋሒጠ
ኣብ መዓሙቕ ፀልማት`ውን ሰጢመ
ንስኻ ግን ኢየሱስ ትደልየኒ
ውሉደይ እናበልካስ ትረድኣኒ (2)

ኣሎኒ ጠበቓይ ንሕቶይ ዝምልስ
ንንብዓት ኣዕንተይ ብፍቕሩ ዝደርዝ
ንመቑሕ ማእሰርተይ ብስልጣን ዝበትኽ
ካብ ፀልማት ኣውፂኡ ናብ ብርሃን ዝመርሕ
(2)

ኣብቲ ዝኣተኽዎ ግዝኣት ፀልማት 
ተታትያ ንነብሰይ ብህድኣት 
ኣብቲ ዝኸድክዎ ጎደና
ፍቕርኻ`ዩ ነብሰይ ዘሳጉማ (2)

ኣሎኒ ጠበቓይ ንሕቶይ ዝምልስ
ንንብዓት ኣዕንተይ ብፍቕሩ ዝደርዝ
ንመቑሕ ማእሰርተይ ብስልጣን ዝበትኽ
ካብ ፀልማት ኣውፂኡ ናብ ብርሃን ዝመርሕ
(2)

ኣብ ዝኸድኩ ከይደ ኣይትሓድገንን
ናብ ዘበልኩ ኣቢለ ኣይትርሕቀንን
ብዘይ ሓገዝ ናትካስ ኣይነብርን
ብዘይ ደገፍ ናትካስ ኣይቀውምን (2)

ኢየሱሰይ ካባይ ዘይፍለ ኣብ ዝኾነ እዋን
ፍትወይ ልዕሊ ማንም ዝፍቀር ዝእመን (5)
        ''',
        'category': 'ምስጋና',},

                {'title': 'ሰላመይ መሊኡለይ',
         'lyrics': '''
1 ብኩነታት ዘይልወጥ ሰላም 
ሂቡኒ እንከሎ
ንምንታይ እየ ደኣ ዝተጨነቅኩ (2)

                ተደ፡ ሎምስ ሰላመይ መሊኡለይ
                    ተመስገን ኣምላኸይ
                    ተባረኽ ኢየሱሰይ (2)

2 ኣብ ኢደይ ወቂተኪ ንስኺ ናተይ ኢኺ
ኢሉኒ እንከሎ 
ንምንታይ እየ ደኣ *ዝተጨነቅኩ (2)
ኣብ ኢደይ ወቂጠካ ንስኻ ናተይ ኢኻ
ኢሉኒ እንከሎ 
ንምንታይ እየ ደኣ *ዝተሸገርኩ (2)

3 እረ እንታይ እየ ዝህበካ
ክንድዚ ፍቅሪ *ትልግሰለይ (3)

መሓሪ ምዃንካ እወ ምሕረትካስ
ከም በረድ ከም ዘፃዕዱ ፈሊጠ
ወግሐ ፀብሐ እምነተይ ናባኻ
ኣይከጉድልን`የ ኣምላኸይ (3)


        ''',
        'category': 'ምስጋና',},
                {'title': 'ረዳኢ ነዳያን',
         'lyrics': '''
1 ፋሕ ኢልና ምስ ረኣየ እግዚኣብሔር ደንጊፁ
ዝኣኻኽቡና ዓየይቲ ሰዲዱ
ንኽእክበና ኣብ ሓደ መኣዲ

ቅዱሳን ሰዲዱ ዝመርሑ መንገዲ
ድኻታት ነዳያን ዘምሩ ዓልሉ
ኣምላኽ መሊሱልኩም ኣውያትኩም ሰሚዑ
ቀረባ ረዳኢ ኣንጦንዮስ ሂቡኩም

                ተደ፡ ኣንጦንዮስ ኣባዲ ሕዙናት 
                    ብፆሎቱ ተንስኡ ምዉታት
                    ኣንጦንዮስ ረዳኢ ነዳያት 
                    ብፀግኡ ፀገቡ ጥሙያት (2) ሃሌሉያ

2.	ድኻታት ተንስኡ ኣኽብርዎ ስሙ
በዚ ዝተዋህበኩም ንኣምላኽ ኣመስግኑ
ሓላዪ ሂቡኩም ዝእብድ ዘፅንዕ
ብኣማላድነት ናብ ድሕነት ዘብፅሕ

ልኡኽ እግዚኣብሔር ዘንፀባርቕ ፅድቂ
ብፀጋኡ ንዝጠመዩ ኣፅጊቡ
ብስብከት ወንጌሉ ጥፉኣት ዝመልስ
ብንፁሕ መንፈሱ ሓጥኣን ዝሃንፅ


3.	ኣምላኽ ይመስገኖ ስሙ ልዕል ይበል
ውሉዱ ክንጠፍእ ስቕ ኢሉ ዘይሓድግ
ቅዱሳን ሰዲዱ ብዘደንቕ ትእምርቲ
ሓይሊ መንፈስ ቅዱስ ዝመልኦ ትእምርቲ (2)


        '''
,
        'category': 'ቅዱሳን',},
        {'title': 'ኣምልኾ',
         'lyrics': '''
ብዓወት ክወፅእ ኣብ ኩሉ መንገደይ
ኣእዳውካ ሰዲድካ ሓቝፍካኒ ጎይታይ
ካብ ኩሎም ፀላእተይ ከውሊ ኴንካኒ ኢኻ
ቃላት ስኢነሉ ኢየሱሰይ ውዕለትካ

ኣምልኾ *ዓስቢለዎ ንዓኻ ኣምልኾ (2) እወለዎ
ስግደት *ክብሪለዎ ንዓኻ ስግደት (2) እወለዎ
ውዳሴ *ፀጋለዎ ንዓኻ ውዳሴ (2) እወለዎ
ኣኽብሮት *ክብሪለዎ ንዓኻ ኣኽብሮት (2) እወለዎ

ፍልይ ዝበልካ ኢኻ ናይ ህይወተይ ንጉስ
ከመስግነካ`የ ክዝምር ብታሕጓስ
ግብርታት ሓይልኻ ንኹሉ ክነግር
ኩሉ የምልኸካ ዓው ኢሉ ይዝምር

ኣምልኾ *ዓስቢለዎ ንዓኻ ኣምልኾ (2) እወለዎ
ስግደት *ክብሪለዎ ንዓኻ ስግደት (2) እወለዎ
ውዳሴ *ፀጋለዎ ንዓኻ ውዳሴ (2) እወለዎ
ኣኽብሮት *ክብሪለዎ ንዓኻ ኣኽብሮት (2) እወለዎ

ንኹሉ ዘርዚረ ኣይወፆን
እንተሓሰብኩ ብኣእምሮ ኣይበፅሖን
ናትካስ በይኑዩ ፍቕርኻ መመሊሱ ዝምቅርዩ ጎይታይ
ናብ ዝኸድኩ ከይደ ኣብ ልዕለይ
ናብ ዘበልኩ ኣቢለ ኣብ ጎነይ
ደቓይቕ ዘይትርሕቕ እንካባይ
ፍሉይ`ዩ ሓልዮትካ ኢየሱሰይ

ኣምልኾ *ዓስቢለዎ ንዓኻ ኣምልኾ (2) እወለዎ
ስግደት *ክብሪለዎ ንዓኻ ስግደት (2) እወለዎ
ውዳሴ *ፀጋለዎ ንዓኻ ውዳሴ (2) እወለዎ
ኣኽብሮት *ክብሪለዎ ንዓኻ ኣኽብሮት (2) እወለዎ
        ''',
        'category': 'ኣምልኾ',},

                {'title': 'ገንሸለይ',
         'lyrics': '''
1 ገንሸለይዶ ሪኢኹም ፈቃር ኢዩ ዘይቑጣዕ
ንኹሉ ሰብ ዝሓሊ ለዋህ ኢዩ ዘይጓዳእ
ገንሸለይዶ ርኢኹም ዘይርከቦ ኣበር
ንድሕነትና ዝፅዕር

                ተደ፡ እወ እቲ ገንሸል ርኢናዮ
                    ብመስማር ብኺናት እናተወግአ
                    ምእንቲ ኹሎም ሰቐልቱ
                    ምሕረት እናለመነ (2) 

2 ገንሸለይዶ ሪኢኹም ብጭፍራ ዝተታሕዘ
ናብ ዋዕላ ዓመፅቲ ተኣሲሩ እናኸደ
ገንሸለይዶ ሪኢኹም ብሰብ እናተገፍዐ
እናወደቐ እና ተንስአ

3 ገንሸለይዶ ርኢኹም ጉንዲ መስቀል ዝተፃዕኖ
ብጭጉራፍ ተኸትኪቱ ደሙ ቲፍ ቲፍ እናበሎ
ገንሸለይዶ ሪኢኹም ተወፂዑ እናኸደ
ሰንከልከል እናበለ

4 ገንሸለይ ዶ ርኢኹም ኣብ መስቀል ዝተሸንከረ
ጎኑ ተበሲዑ ብመግረፍቲ ዝሰምበረ
ብማይ ፅምኢ ነቒፁ ዓው ኢሉ እናገዓረ
ኤሎሄ እናበለ

        ''',
        'category': 'ሕማማት',},
                {'title': 'ተስፋ ኣዳም',
         'lyrics': '''
1 ተስፋ ስኢኑ ውሽጥና ክጭነቕ
ብሓላፊ ሽግር ክስነፍ
ሓልዮት ዝመልአን የዒንትኺ
ወትሩ ንዓና ይጥምታ
ይመልእኦ ንመንፈስና 
ብሓጎስ ብደስታ (2)

                ተደ፡ ፀጋ ደልየ ይጎይ ናባኺ
                    ተስፋ ደልየ ይቐርብ ናባኺ
                    ሕልፊ ኩሉ ተህድኢ ንልበይ
                    ማርያም ኢኺ እታ ፍቕርቲ ኣደይ (2)

2 ከም ትምኒትና ከምቲ ሓሳብና
ከም ባህግና ከምቲ ድላይና
ጭንቂ ሓሳብ ክርሕቕ ካባና
ሰላም ፍቅሪ ክኸውን ዓለምና
በረኸትኪ ኣደይ ፀግውልና
ሰለማዊት ሰላም ኣውርደልና (2)

3 ሕጅ 'ውን ንፅበ ማርያምና
ካብ ወሰናት ክትኣኻኽብና
ንኽንምለስ ናብቲ መንቀሊና
እነፍቅሮ እነፍቅራ ቤትና
ፅምዋ ናብራና ክመልእ ወኻዕታ
ፀልማት ኣብቂዑ ክኸውን ወጋሕታ (2)

        ''',
        'category': 'ማርያም',},
      ],
    },
  ],
  'መዘምራን ደብረ ቅ.ማርያም ጎልዓ': [
    {
      'albumTitle': 'ትንቢት ተፈፂሙ',
      'songs': [
        {'title': 'ትንቢት ተፈፂሙ',
         'lyrics': '''
1.	ጎይታ ተነበየ ትንቢት ኩሉ ተቀዲሙ
መለኸት ተነፊሑ መሬት እውን በሪሁ
ምውታን ተንሲኦም ከይዶም ሓውዮም እቶም ሕሙማን
ብስም መድሓኒና የሱስ ተሰይሩ ሰይጣን (2)

                ተደ ፡ ትንቢት ተፈፂሙ ጎይታ 'ውን ተሰቂሉ
                     ሞይቱ ኣይተረፈን ከምዝበሎ ተንሲኡ (2)

2.	ምድሪ ተንቀጥቀጠት ከዋኽብቲ እንኵወድቁ
ፍጥረታት ረዓዱ ኣኽራናት እንክፈርሱ
ፀሓይ’ውን ፀልመተት ወርሒ ደም ተለወጠት
ጎይታ ተሰውአ ብሓጥያት ደቂ ሰባት (2)

3.	እቲ ብሩህ ገንሸል እቲ እሙን ኣቦና
መዝገቡ ከፊቱ ክፅውዕ እዩ ሽምና
ክንምርመር ደው ክንብል ኣብ ቅድሚ እቲ ኣምላኽና
ዳሕራይ’ውን ክንፈልጥ ሰማያዊ ሰፈርና (2)

4.	ነፍሱ ከይመርመረ ኣብ’ቲ ግዜ ዝተረኸበ
እቲ ግዜ በፂሑ ናብ ኣምላኽ ተሰብሰበ
ንፃድቃን ካብ ሓጥኣን ኢየሱስ’ውን ፈለየ
ንፃድቃን ኣትሪፉ ንሓጥኣን’ውን ደርበየ (2)

        ''',
        'category': 'ትንሳኤ',},
                {'title': 'ኦ ማርያም ኣዴና',
         'lyrics': '''
1.	ኦ ንግስተ ሰማይ ሓጥያት ዘይነኽኣኪ
ኦ ሕያወይቲ ቤዛ ኩሉ ፍጥየት ኢኺ
ድሕነት ርኸብልና ካብ ፍቁር ወድኺ
ኦ ኣደ ክርስትያን ዘርግሒ ኣእዳውኪ (2)

                ተደ ፡ ኦ ማርያም ኣዴና ክብሪ ነዓኺ
                     ጎይታ ዝወለድኺ ንድሕነት ደቅኺ (2)

2.	ኦ እኖ መድሓኒት ኦ ቅድስቲ ማርያም
ፀጋኺ ኣልብስና ክንኣቱ ናባና
ፀጋታት ወድኺ ኦ ድንግል ለምንልና
ምእንታን ክንረኽቦ ሰማያዊት መንበሪትና (2)

3.	ኦ ንፅሕቲ ድንግል ካብ ኩለን ኣንስቲ
ለምልና ኢኺ እቲ ዘይውዳእ ሃብቲ
ምንም እኳ ተኾና ድኹማት መወትቲ
ኣብቅዕና ክንከውን ናይ ላዕላይ ቤት ወረስቲ (2)

4.	ካብ ሰማይ ሰማያት ጎይታ ምስ ኣድመፀ
ኩሉ ፍጥረት ዓለም ምስ መሬት ተናወፀ
ድያብሎስ ዓለም ከጥፍእ እንተሃፀፀ
ብሻላ ማርያም ምስ ወዳ ድሕነት ተገልፀ (2)

        ''',
        'category': 'ማርያም',},
                {'title': 'ኢየሱስ ወዲ ዳዊት',
         'lyrics': '''
1.	ክብርኻ ከይርኢ ልበይ ተደፊነ
ፀልማት በርቲዑኒ ዓይነይ ተሸፊነ
ኣብ ቀራን መንገዲ ቆይመ’የ ዘለኹ
ክዳንካ ክትንክፍ እጨርሕ ኣለኹ

                ተደ ፡ ኢየሱስ ወዲ ዳዊት ነዓባ ምርሓኒ
                     ይጠፍእ ኣለኹ ዓይነይ ፀልሚቱኒ (2)

2.	ኦ ናይ ምሕረት ኣቦ ኦ ኢየሱስ ጎይታይ
መንገደይ ክፈልጥ ዓይነይ ክበርሃለይ
ዘለኹዎ ሂዎት ብፍፁም ሰልክዩኒ
ራሕርሓለይ ጎይታይ ካብዙይ ኣውፅኣኒ

3.	ካብ ናይ ዓለም ናብራ ካብቲ ፍፁም ፀልማት
ካብ ንሰብ ምልማን ካብ ምፅባይ ምፅዋት
ክተውፅኣኒ ጎይታይ ይምህለል ኣለኹ
ንኽትድንግፀለይ ይጨርሕ ኣለኹ

4.	ዓይነይ ተኸፊቱ ንኣምላኽ ከመስግን
ልበይ በሪሁለይ ልሳነይ ከዕልል
ዘይፈልጡ ኽኣምኑ ንምሕረትካ ርእዮም
ብርሃን ክወርስዋ ንፀልማት ደርብዮም

        ''',
        'category': 'ልመና',},
                {'title': 'ሰላም ነዓኺ',
         'lyrics': '''
1.	ጥዑም መዓዛ ከም ፅጌ መስከረም
ብተስፋ ኣፅጊባ ተውፅእ ካብ ፀገም
መማለዲትና ድሕነት ናይ ዘልኣለም (2)

                ተደ ፡ ኣሄ ክብርቲ ኣዴና እዋይ ሰላም ነዓኺ
                     ኣሄ ርሕርሕቲ ኣዴና እዋይ ክብሪ ነዓኺ (2)

2.	መንፈቅ ጩራ ፀሓይ ብርሃን ዝለበስኪ
ፋና ናይ ወርሒ ከም ብርሃን ድምቅቲ
ኮኾብ ፅባሕ ኢኺ ተስፋ ናይ ኣመንቲ (2)

3.	ርሕርሕቲ ድንግል ሓጥያት ዘይቀረባ
ምንጪ ናይ ዓይኒ ማይ ዘይብላ ሰበባ
ተውፅእ ካብ ሞት ንኹሉ ኣማሊዳ (2)

4.	ካብ ኩለን ኣንስቲ ምልእቲ በረኸት
ብሩኽ ፍረ ከርሳ ናይ ድሕነት መሰረት
መንቀር ዘይብላ ታንፅሕቲ ታቦት (2)

5.	ናይ ተስፋ ድሌትኪ ዝመልኦ ትሕትና
ኦ ሓረገ ወይኒ እኖ መድሓኒና
ኣደ ደቂ ኣዳም ኣላዪት ሓጥያትና (2)

        ''',
        'category': 'ማርያም',},
                {'title': 'ክርስቶስ ንቀበል',
         'lyrics': '''
1.	ንፈልጦ ዳን ናይ መን ከም ሙኻና
ኣበይ እዩ መጨረሻ ሕይወትና
ንሕሰበላ ደኣ ንነብስና
ክርስቶስ ጥራይ እዩ መሰረት ናይ ሕይወትና (2)

                ተደ: ኣቅኒዕና ንሓዞ ቲ ሕይወትና
                    ክርስቶስ ንቀበል ጊዜ ከሎና
                    ከይመሽየና ጊዜ ከይከደና
                    ይዳህስሶ ሕይወትና
                    ኢየሱስ ይኹን ነቲ ምርጫና
                    ነቲ መድሓኒና (2)

2.	ክንቱ እዩ ላዕላይ ታሕታይ እንተበልና
ብኣፍ ክነብር እንተፈተንና
ኣምላኽ ግን ዝጋገ ከይመስለና
ዘለኣለማዊ ሓዊ ከይኸውን ሕይወትና (2)

3.	ኢየሱስ ንምረፅ ካሊእ ረብሓ ኣይብሉን
ከንቱ እዩ ናይዙ ዓለም ሕይወት 'ውን
ንፍለጦ ዓላማ ናይ ሕይወትና
ነፅርዮ ነሐድሶ ምስ ኢየሱስ/ክርስቶስ/ ኮይንና (2)

4.	ኣሕዋተይ ዓላማና እንታይ እዩ
ንእየሱስ ቤት ናይ ዓለም ምርካብ እዩ 
እቲ ዝበለፀ ከይጠፍኣና
ንእየሱስ ይኹን ነቲ ብደሙ ዘድሐነና (2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'መርዓ ኣብርሃም ',
         'lyrics': '''
1.	መርዓ ኣብርሃም መርዓ ሳራ
ወይኒ ቃና ዘገሊላ 
ክኾነልኩም ዞም ኣሕዋትና
ንሕግዘኩም ብመዝሙርና

                ተደ ፡ ቃልኪዳን ኣብርሃምን ሳራን
                     በረኸት ቃና ዘገሊላ
                     ክኾነልኩም እንዳተመነና
                     ንታሕጓስ ንምህለል ኣሎና

2.	ካብ ኣካሉ ዝተፈጥረት
ምስኡ ቆይማ ዝነበረት
ፀሎታ 'ውን ሰሚሩላ
ናብ ቃልኪዳን በፂሑላ

3.	ተሓጎሱ ደስ ይበልኩም
ኣምላኽ ባዕሉ ኣኪቡኩም
በረኸቱ ንኽህበኩም
ኢየሱስ ባዕሉ ጠርኒፉኩም

4.	ኣንሕና 'ውን ተኣኪብና
ኣብ ተኽሊሎም ተረኺብና
ብመዝሙርን ብዕልልታን
ንሰንዮም ዞም ኣሕዋትና
5.	እቲ ኣምላኽ ዝፀምበሮ
ግን ሰብ ኣትዩ ከይሰብሮ
ሓደራና ነስተውዕሎ
ንሱዩ ናይሰብ ዓብዪ ጎደሎ
6.	እምበኣርከስ ዞም ኣሕዋትና
ንሕሰበሉ ልቢ ገይርና
ንቃልኪዳን ከይነቅልሎ
ንሱ ዓብዪ ተጋድሎ

        ''',
        'category': 'ቃልኪዳን',},
                {'title': 'ኦ ቅዱስ ያዕቆብ',
         'lyrics': '''
1.	ዘይባህልኹም ከም ናትኩም ተቐቢልኩም
ዘይቋንቋኹም ብትግሃት እውን ኣፅኒዕኹም
ማንም እኳ ኣይነበረን ከማኹም 
ፍቅሪ ሂብኩም ድለትኩም ኣሳኺዕኹም (3)

                ተደ ፡ ኦ ቅዱስ ያዕቆብ
                     መሰረት ሃይማኖትና
                     ክንስዕብ እግርኩም እንዳረኣና
                     እቲ ብልሓትኩም ኣካፍሉና (2)

2.	ንጫካታት ብትግሃት ዝሓለፍኩም
ንኣራዊት ብመስቀል ዝሰዓርኩም 
ብባሕርታት እውን ከይተዓንቀፍኩም 
ተገሪምና ብዘደንቕ ስራሕኹም (3)

3.	እቲ ጥበብኩም ንክተካፍሉና
ትሕትናኹም እውን ክተምህሩና
ብቅንዕና ክሓስብ እቲ ልብና
ፀጋታትኩም ክንረክብ ፀልዩልና (3)

4.	ንህዝቢ ኢትዮጵያ ኣፍቂርኹም
ስድራኹምን ሃገርኩምን ገዲፍኩም
ካብ ኩሉ ንዓና ዝሓርኹም
ንፅበ ኣሎና ንኣማላድነትኩም (3)

5.	ንጥሜትን ድኻምን ተፃዊርኩም
ንሓይልታት ፀላኢ ኣሸኒፍኩም
ፍረ ፃማኹም እውን ከም ዝረኸብኩም
ሐዚ እውን ንኣምን ምስ ኣምላኽ ከም ዘለኹም (3)

        ''',
        'category': 'ቅዱሳን',},
                {'title': 'ክብርኺ ክንካፈል',
         'lyrics': '''

                ተደ ፡ ኦ ማርያም ኣደ ኢየሱስ ክብርኺ ክንካፈል
                     ንዝምረልኪ ብሓባር ምስ ታቦትኪ ብምዃን (2)

1.	ኦ ተፈታዊት ኦ ኣደ ምሕረት
ኮኾብ ናይ ወጋሕታ ናይ ድሕነት መሳርሒት
ሓፍትና ኢኺ ኹርዓት ነብስና
ጎይታ ዝወለድኺ ካብ ሓጥያት ዘውፅኣና

2.	ኦ ኣደ ሓጥኣን ኪዳነ ምሕረት
ገነት ንኽንወርስ ክንረኽቦ ቲበረኸት
ርሕርሕቲ ኣደ ድሌት ነፍስና
ሰላም ተውርድልና ክፀንዕ ቲ ሕይወትና

3.	ምስ ደለየኪ ክትኮኒ ኣዴና
ኣምላኽ ፈጠረኪ ካብ እያቄምን ሃናን
ንስኺ ኢኺ መማለዲትና
ኣእዳውኪ ዘርጊሕኪ ንዒ ተቀበልና

4.	ቅዱስ ገብሪኤል ዘበሰረኪ
ጎይታ ንኽትወልዲ መንፈስ ቅዱስ ኣብሰረኪ
ኣነ ባርያኡ ንኣምላኽ እየ
ከምቲ ዝበልካዮ ይኹነለይ በልኪዮ

        ''',
        'category': 'ማርያም',},
                {'title': 'ጎይታይ እየሱሰይ ከኽብረካ',
         'lyrics': '''
1.	ብዘይፈርስ ቃሉ ዝተሃነፅኩ
ብቅዱስ ዘይቱውን ዝተቀባእኹ
ካብ ፍጥረት ንላዕሊ ዝተሓረኹ
ምስ ሰይጣን ከይነብር ተፈልየ ኣለኹ (2)
ከቶ ኣይግዛእን በቲ መልኣከ ሞት
ኣይነብርን ደጊም ኣብቲ ዓለም ፀልማት (2)

                ተደ ፡ ከይጠምየኒ ንኸይፀምኣኒ 
                     ከይደኽመኒ ብርከይ ከይጠልመኒ
                     ምግቢ ሂወተይ ንስኻ ኮይንካኒ
                     ጎይታ እየሱሰይ ከኽብረካ ኣሎኒ (2)

2.	ከምታ ለዋህ በጊዕ ክኸውን እየ
ጎይታይ እውን ከዳምፅ እየ
ቃሉ ንምትግባር ክፅዕር እየ
ትእዛዛቱ ኹሉ ክፍፅም እየ (2)

3.	ኣይተረዳእክዎን ቁመት ስፍሓቱ
ዓቀን ፀጋኡ 'ውን መጠን ብዝሓቱ
ፍቅሩ ንምቅባል እንዳተዳለኹ
ልበይ 'ውን ከፊተ እፅሊ ለኹ (2)

4.	ስንፍናይ ጠፊኡ ክኸብር በኣኻ
ትዕቢተይ ገዲፈ ክነብር ምሳኻ
ንባዕለይ ንምኽሓድ ክተኽእለኒ
እልምነካ ጎይታይ ክትልውጠኒ (2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'መሪፀካ ኣነስ ብልበይ',
         'lyrics': '''
1.ንዓይ ነቲ ጥፉእ ወድኻ
ክትእልሽ ናብ ዓለም መፃእካ
እምበኣርከስ ካብ ኣለሽካኒ
እመፀካ ርሕሩሕ መድሓኒ (2)

                ተደ: መሪፀካ ኣነስ ብልበይ
                    ዘይጠፍእ ቀዋሚ ንብረተይ
                    ዘይሃስስ ፅኑዕ መሰረተይ
                    መሪፀካ ክትከውን ኣቦይ

2.ብዘሎኒ ኩሉ ክእለተይ
ካብ ዘለዉ ኩሎም ፈተውተይ
እየሱሰይ ኢኻ ክብረተይ
መሪፀካ ክትከውን ናተይ (2)

3.ጊዜይ ከሎ ከይመሰየኒ
መሬት መስዩ ከይፀልመተኒ
ድምፂ ምህለላይ ኩሉ ሰሚዕካ
ኣእዳውካ ኣልዒልካ ባርኸኒ ኢኻ (2)

4.ክበረለይ ኢየሱስ መድሓኒ
ንሱ እዩ ቲ'ናተይ ዓቅሚ
ብሓጥያተይ ከምዘሕዘንኩኻ
ይፈልጥ እየ ከምዘጉሃሁኻ (2)

5.ሰይጣን መፀ ነዓይ ከጥፍእ
ኢየሱስ መፀ ነዓይ ከውፅእ
ኣነ ድማ በቲ ዘሎኒ
መሪፀዮ ነቲ መድሓኒ (2)

        ''',
        'category': 'ዝተፈላለዩ',},
      ],
    },
  ],
    'መዘምራን ደብረ ኪዳነ ምሕረት ሰምበል ኣስመራ': [
    {
      'albumTitle': 'ቅዱስ ሓዊ እዩ',
      'songs': [
              {'title' : 'ኣማኑኤል',
        'lyrics' : '''
ናይ ኣዳም ውድቀቱ ኣውዲቁኒ ኔሩ
እቲ ዕቡይ ስሕተቱ ኣስሒቱኒ ኔሩ
ብርሃነይ ክስእኖ ላዕልን ታሕትን ኢለ
ክጭነቕ ከንፀርፅር ዝገብሮ ስኢነ 

ንፀልማተይ ብርሃነይ ክገብሮ 
ባርነተይ ዘልኣለም ከጥፍኦ
ንዓይ ኣምላኽ ካብ ኣምላኽ መፂኡለይ
ተስፋ ምድሓን ረኺባ ላ ነብሰይ (2)

ቀረባን ርሑቅን ንኹሉ ከሕብሮ 
ደጊም ምፍልላይ ነበረ ክገብሮ
በልካኒ ከተማ ማእከል ዝነበረ
ጠቅሊሉ ከፍርሶ መድሕነይ ተላዕለ

ከሕብረኒ ምስተን መጓሲኡ
ከውዕለኒ ኣብ ልሙዕ ሸኽኡ
እናሸበበ ካብ ሰማይ መፂኡ
ከኽብረኒ እቲ ክቡር ሓሲሩ

ሕቡእ ዝነበረ ኣብ ሰማይ ሰማያት
ስውርን ሽፉንን ናይ ኣምላኽ ምስጢራት
ኢየሱስ ክርስቶስ ናይ ምድሓነይ ተስፋ
ተገሊፁ ሎሚ ለቢሱ እን ስጋ

ካብ ሰማያት ኣብ ላዕሊ ዙፋኑ
ንድሕነተይ ብትግሃት ነቂሉ
ንኽግለፅ ናይ ክብርና  ምስጢር
ትሕት ኢሉ ቲ ካብ ኩሉ ዝልዕል (2)

ኣማኑኤል (8) ኣሜን ሃሌሉያ

        ''',
        'category': 'ምስጋና',},
        {'title': 'እግዚኣብሄር ሰላምና’ዩሞ',
         'lyrics': '''
1 ኩሉ ብርኪ ዝሰግደሉ 
ረማዕ ገማዕ 'ውን ዝብለሉ
ኣቱም ህዝቢ ኣመስግኑ
ንኣምላኽና ዓልልሉ (2)

      ተደ፡ እግዚኣብሄር ሰላምና’ዩ’ሞ
          ንእግዚኣብሄር ክብሪ ንሃቦ
          እግዚኣብሄር ኣምላኽና’ዩ’ሞ
          ብምስጋና ልዕል ነብሎ (2)

2 ብምሕረቱ  ዝጠመተና
ኣብ ኣእዳዉ  ዝወቀጠና
ዕዳ  ከፊሉ  ሕይወት  ሂቡና
ይውሕዶ’ካ ስብሃት ምስጋና (2)

3 እቲ ሓሲሩ ዘክበረና
ርእሲ መኣዝን ዝገበረና
ቀፅርታትና ኣብ ዓይኑ’ዩ
ሓላዊና ኣይታከስን’ዩ (2)

4 ልሳናትና ሰሓቅ እልልታ
ልባትና’ውን ሓጎስ ምስ ደስታ
ዘንጀርበበ ድንቂ ጎይታ’ዩ
ኣብ ዘመናት መስተንክር ስርሑ (2)

ብምስጋና ልዕል ነብሎ (2)
ብውዳሴ ልዕል ነብሎ
ብሸብሸባ ልዕል ነብሎ
ብሳዕስዒት ልዕል ነብሎ
ብእልልታ ልዕል ነብሎ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ምልክዕቲ ርግቢት',
         'lyrics': '''
1.	ሰማያትን ምድርን ዘይሕዝዎ ፀዳል
ኣብ ከርሳ ፀረቶ ድምቀት ፀሓይ ብርሃን
ማዕረ ህያው ገነት ፍፅምቲ ሙዳይ
ኣብዛ እሳት ምድሪ ካልአይቲ ሰማይ (2)

                ተደ ፡ ዕውትን ንፅህትን ስልምቲ ኣዳራሽ
                     ዘይትጠፍእ ብርሃን ዘይትፈርስ መቅደስ
                     ምልክዕቲ ርግቢት ናይ ቅዱሳን ፀግዒ
                     ዘይትመክኽ ጥዋፍ ዘይትበርስ ፅንዒ

                     ኣኽሊል ክብሪ ኣብ ርእሳ ደፊኣ
                     ንግስነት ሰማያት ኣብ ኢዳ ጨቢጣ
                     ማርያም (3) ማርያም ኣደ ጎይታ

2.	እብ ወላዲት ኣምላኽ ርስሓት ዘይብላ 
ካብዛ ፅድቒ ፀሓይ ኮኾብ በሪቑልና
መንፈሳዊት ፅዋእ ከተማ መድሓኒ
ንሳ ማሕደር ልዑል ንጉስ ሰማይ ምድሪ (2)

3.	ኣልማዛዊት መሶብ ወገናታ ወርቂ
ሓዘት ፅላት ኪዳን ናይ ፃድቓን ቅድስቲ
ኪሩቤል ሱራፊኤል ዘኽበብዋ መቅደስ
ጥንቲ ካብ ዘይብሉ እተብርህ ፋኑስ (2)

        ''',
        'category': 'ማርያም',},
                {'title': 'መንፈስ ተስፋ',
         'lyrics': '''
መበራትዒና  መንፈስ ቅዱስ
መፀናኒዒና  መንፈስ ቅዱስ
ዓያዪ ዕዮና  መንፈስ ቅዱስ
ዕርቡን ናይ ርስትና መንፈስ ቅዱስ

1.	ንበይንና ኣይኮናን ንከዶ እዚ ጉዕዞ
ሓለዋ ኣሎና ማንም ዘይስዕሮ
ብቅድሚት ብድሕሪት ፅኑዕ'ዩ ዋልታና
ብየማን ብፀጋም እሙን'ዩ  ፀግዕና

                ተደ ፡ እዚ መንፈስ ተስፋ መንፈስ ፍቅሪ 
                     መንፈስ ፀጋ መንፈስ ሓይሊ
                     እዚ መንፈስ ክብሪ መንፈስ ሓጎስ 
                     ጌና ኣሎ መንፈስ ቅዱስ
                     ብሰረገላ 'ዩ ኣብዚ ኣብፂሑና
                     ብሰረገላ  ቅዱስ (4)

2.	ወንጌል ንድኻታት ኣብ ልቦም ክበፅሖም
ጭቁናት እሱራት ሓርነት ክመፆም
ከምቲ ናይ ኣቦታትና ምስኦም ዝነበረ
መንፈስ ኣምላኽ ኣሎ ጌና ከይደከመ

3.	ከናፍርና ቅብኣቱ ክፈስስ
ንሰማዕቱ በረከት ከውርስ
ኣእዳውና ፍቃዱ ክገብራ
ምንጋፍ ኣብ ኩሉ ከብፅሓ 
ክርዳድና ብሓዊ ክነድድ 
ስርናይና ብወፍሪ ክንዓፅድ
ንዓለም ብዓለማ ክንመልኣ
መንፈስ ቅዱስ ኣሎ ኣብ ዙርያና
መንፈስ ቅዱስ ኣሎ ኣብ ማእከልና
መንፈስ ቅዱስ ኣሎ  ኣብ ማሕደርና
መንፈስ ቅዱስ ኣሎ  ኣብ ልብና
መንፈስ ቅዱስ ኣሎ  ኣብ  ልዕሌና

        ''',
        'category': 'መንፈስ ቅዱስ',},
                {'title': 'ቅዱስ ሓቂ እዩ',
         'lyrics': '''
1.ሕይወትካ ካብ ኣዕዋፍ ሰማይ ዝበለፀት
ብዋጋ ደም ጎይታ ዝተረክበት
ብበረኸትን ፀጋን ዝተከበት
ክትረክብያ ዓስቢ ናይ ዓወት (2)

               ተደ ፡ ቅዱስ ሓዊ'ዩ  እህህታኻ
                    ቅዱስ ሓዊ'ዩ  እዚ ከርተትካ
                    ቅዱስ ሓዊ'ዩ  ምፅባይካ
                    ቅዱስ ሓዊ'ዩ  ዘንድደካ

                    ወርቒ ሙኻንካ ትነግረሉ 
                    ክቡር ኣቕሓ'የ እትብለሉ
                    እንዳ ነደድካ ዘይትሓረሉ
                    እኳ ደኣ ትኹልዓሉ
                    ቅዱስ ሓዊ'ዩ

2.ዝለመንካዮ ተዘይረከብካ
ኣዝዩ እንተነውሐ ምፅባይካ
እቲ እሙን ጎይታ ካብቲ ትሓስቦ
ኣዝዩ ዝበልፅ ቀሪቡልካ'ሎ (2)

3.መቅፃዕትካ ንሰናይካ'ዩ
ምስዛ ዓለም ከይትኹነን'ዩ
ክቡር ሙኻንካ መረጋገፂ 
ከም ዘሎካ ፈቃር ወላዲ (2)

4.ሰላም ሕይወትካ ተተዘርገ
ኣብ ክንዲ ፅቡቅ ክፉእ እንተበዝሐ
ሰብ ዘይብልካ ተመሰለካ
ንሰብ ዝፈጠረ ኣሎ ምሳኻ (2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ንዓለም ንንገራ',
         'lyrics': '''
ብበረኸት ፀግኡ ተሓጊዝና
ፍረ ናይዚ ኹሉ ምምልላስና
ንእየሱስ ክርስቶስ መድሓኒና
ከም ዘቀመጥናዮ ኣብ ልብና

ንዓለም ንንገራ (8)

ከም'ቶም ዝናፈቁ ኣይኮንናን
ከቶ ዝናፈቅ 'ውን የብልናን
ከም'ቶም ዝህንጠዩ ኣይኮንናን
ከቶ ንህንጠዮ የብልናን

እቲ ኹሉ ህዝቢ ዝሃርፎ
እቲ ኹሉ ህዝቢ ዝናፍቆ
እቲ ኹሉ ህዝቢ ዝህንጠዮ
እቲ ኹሉ ህዝቢ ዝፀምኦ

ብምሕረት ፀግኡ ሎሚ ኣሎ ምሳና
ብምሕረት ፀግኡ ሎሚ ኣሎ ኣብ ማህደርና (2)

እንተበልና እንተመሰለና ዘይናፈቅ እቲ ዘሎና
ከሎካ ምንፋቅ ኣሎ ወኒንካ ምህንጣይ ኣሎ
ማይ ባሕሪ ንመን የርዊ እንትርፎ ክውስኽ ፅምኢ
ንጎይታ ምፅማእ ኸምኡ ‘ዩ ወኒንካ ምህንጣይ እዩ

ሃሌሉያ ኣይኮነን ግን ኻባና ሃሌሉያ ኣሃሃ ሃ
ሃሌሉያ ንሱ እዩ መሪፁና ሃሌሉያ  ኣሃሃ ሃ
ሃሌሉያ ኻብ ፍቅሩ እዩ ኾይኑልና ሃሌሉያ ኣሃሃ ሃ
ሃሌሉያ ምንፋቅ ኣኽኢሉና ሃሌሉያ ኣሃሃ ሃ

ከምቶም ዝናፈቁ ኣይኮናን………………………..

        ''',
        'category': 'ምስጋና',},
                {'title': 'ኣዕዝዞ ሳህልኻ',
         'lyrics': '''
1.ኣብቲ ደረቅ ፅሙው ምድረበዳ
ኮይና ነብሰይ ሃረር ትብለካ ኣላ
ኦ እግዚኣብሔር ምሕረት ግበረላ
ብዘይካኻ መዓስ ትንቀሳቀስ
ሓደ ስጉሚ ምንቕ ኮነ ተንከስ
ኣይትብልን’ያ (2) ፍፁም ኣይትብልን (2)

                ተደ ፡ ኣንታ ንህድኣተይ እትተግህ ጎይታ
                     ኣንታ ንዕረፍተይ ዘይትዓርፍ ጎይታ
                     ነፍሰይ ኣማዕቁባ የሱስ ከም ቀደምካ 
                     ኣዕዝዞ ሳህልኻ

2.እቲ ከይሲ ክጥሕረኒ ደልዩ
ኣብ ዓንኬል ዙርያይ የዕገርግር’ዩ ዘሎ
በቲ ሓያል ቅልፅምካ ገስፆ
ፅኑዕ ዋልታይ እሙን መዕቆብየይ
ብዘይካኻ መን’ዩ ረዳእየይ
ጠምተኒ ረኣየኒ ገፅካ ምለሰለይ (2)

3.ነዊሕ ጉዕዞ ምስ ሓለነት ነፍሰይ
ካብቲ ቤትካ ክትክወል ኢየሱሰይ
ኣይማእማኣን ፍፁም ኣይጠዓማን
ጣዕሚ ሕይወት የለን ብዘይካኻ
ከንቱነት’ዩ ዘይብሉ ንስኻ
ርእያቶ’ያ መስኪራቶ መስኪራቶ ነብሰይ (2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ኣቦይ ዝመረፃ',
         'lyrics': '''
1.ተስፋ ዝተሳእኖ ኣዝዩ ክፉእ ቦታ 
እንትርፎ ምጉርምራም ዘይብሉ መለሳ 
ሓጎሱ ጠፊኡ ፍፁም ዝቅሃመ
ሰላም ሰፊንዎ ካብ ማርያም ዝመፀ (2)

                ተደ ፡ ላዕሊ ዝነበረ ናብ ታሕቲ ምስ መፀ 
                     ንሓይሊ ሞት ክስዕሮ ኣብ ከርሳ ሓደረ
                     ብርሃን ዝነበረ ናብ ብርሃን ምስ መፀ 
                     ንሓይሊ ሞት ክስዕሮ ኣብ ከርሳ ሓደረ
                     እንደገና ሽጉ ብብርሃን ኮሊዑ
                     ካብኣ ተበጊሱ ኣእዳዉ ዘርጊሑ (2)

2.ካብ ኣምላኽ ዝመፀት ኣምላኽ ዝሓፀነት
ኣብ ትሕቲ ፀግኡ ልዕልቲ ዝኾነት
ንጉስ ምስ ሃነፃ ከምቲ ንሱ ዝደልዮ 
ንግስቲ ብሙኻን ንጉስ ወለደቶ (2)

3.ካብ ኣምላኽ ዝመፀት ኣምላኽ ዝሓፀነት
ኣብ ትሕቲ ፀግኡ ልዕልቲ ዝኾነት
ንጉስ ምስ ሃነፃ ከምቲ ንሱ ዝደልዮ 
ንግስቲ ብሙኻን ንጉስ ወለደቶ (2)

ደጊም ውሉድ እምበር ባርያ ኣይኮንኩን 
ከምቲ ኣቦ ዘሎኒ ኣደ ኣይሰኣንኩን (2)

ኣቦይ ዝመረፃ ክትኮኖ መርዓቱ 
ምስኣ ብሙኻን'የ ን ንኢየሱስ መዋርስቱ
ኣቦይ ዝመረፃ ክትኮኖ መርዓቱ 
ምስኣ ብሙኻን'የ ን ንንጉስ መዋርስቱ
ኣቦይ ዝመረፃ ክትኮኖ መርዓቱ 
ምስኣ ብሙኻን'የ ን ንተስፋ መዋርስቱ

        ''',
        'category': 'ማርያም',},
                {'title': 'ከመስግነካ’የ',
         'lyrics': '''
ቅዱስ ቁርባንካ ዝሰራዕካለይ 
ደምካን ስጋኻን ዝወፈኻለይ 
ሕጂ'ውን ጎይታ ኣሕድሶ ንኣእምሮይ 
ብቕድስና ክመላለስ ኢድካ ኣንብረለይይ (2)

ክመስግነካ'የ ከመስግነካ (2)
ክባርኸካ'የ ክባርኸካ (2)
ኣሃ ኣሃ ማሙቐ  ክነብር ኣብ ቤትካ (2)

ኣልፋን ኦሜጋን ኢኻ ናይ ኩሉ ፍጥረት 
ንፉጡራትካ ትብጆ ብዓቢ ሓልዮት 
ተግባር ኣእዳውካ ብፍጡር ሰብ ዘይድገም 
ክብሪ ዙፋንካ ይነብር ንዘልኣለም

ብቃልካ ተደሪኸ ክዝምረልካ
ብውዳሴ ተኸቢበ ክሽብሽበልካ
ብግንባረይ ተደፊኤ ክሰግደልካ
ፀሎት ብርኪ ከፊለ ከምልኸካ
ጎይታይ ኢየሱስ ዓቢ'ዩ ምሕረትካ (2)

        ''',
        'category': 'ቅዱስ ቁርባን',},
                {'title': 'ኣዳልዩለይ',
         'lyrics': '''
1.ኣብቲ ዳግማይ ሕይወት ምንባር ተጀሚረ
ዘልኣለም ሓጎስ’ዩ እቲ ዝመቀረ
ንምንታይ ይጭነቅ ንክነብር ኢለ
ኣይወድቅ ኣይደክም ምስ ኢየሱሰይ ኮይነ

                ተደ ፡ ኣዳልዩለይ (2) ኣሎ  ኣዝዩ ክቡር ቦታ
                     ኣዳልዩለይ (2) ኣሎ ኣዝዩ ብሉፅ ስፍራ
                     ኣዳልዩለይ (2) ኣሎ ዋጋ ዘይከፍለሉ
                     ኣዳልዩለይ (2) ውሽጠይ ዝዓርፈሉ

                     ተስፋይ እዚ’ዩ ነብሰይ እትደልዮ (2)
                     ኣክሊል ክብሪ ሕይወት ነብሰይ ትቅበሎ (2)

2.ፀሓይ ኣየድልዮን ብርሃን ንክኸውን
ወርሒ ከዋኽብቲ ንዕኡ ኣይበቅዕን
ወሓዚ ማይ ሕይወት ክፈስስ ዝውዕል
ኢየሱስ ኣዳልዩለይ እቲ ብርሃን ቀንዴል

3.ኣዝዩ ብሉፅ ቦታ ዓይኒ ዘይረኣየቶ
ትማል ኮነ ሎሚ እዝኒ ዘይሰምዓቶ
ኣእምሮ ወዲ ሰብ ፍፁም ዘይመርመሮ
ኢየሱስ እቲ ህያው ኣዳልዩለይ ኣሎ

4.ቀሲነ ክነብር ምርጭኡ ኮይኑ
ንዓይ  ንውሉዱ ክብሪ ሂቡኒ’ዩ
እቲ ኮኾብ ፅባሕ ዘልኣለም ህያው’ዩ
ኣነ ዝፅበዮ ተስፋይ ኢየሱስ’ዩ (2)

        ኣዳልዩ (4)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ዝበሎ ይገብሮ’ሎ',
         'lyrics': '''
ኣነ ኣምላኽካ ከክብረካ'የ 
ዓቢ ህዝቢ'ውን ክገብረካ'የ
ብፍቅርን ሓልዮትን ክከናኸነካ 
ከም ሑፃ ባሕሪ  ከብዝሖ ዘርእኻ

ንሱ በለ ኮነ ድማ 

                ተደ ፡ ፀጋ ይኽበብካ ፀጋ ከም ዋልታ
                     ከቢርካ ንበር ካብ ሓመድ ተንሲእካ (2)
                     ስለ ዝበለ ኢዩ ኮይኑለይ 
                     ካባይ ኣይኮነን ካብ ክእለተይ (2)

1.እቲ ይኹን ዝብል ዝበሎ ይገብሮ'ሎ
ዝገብሮ ዘበለ ፅቡቀይ ኮይኑ'ሎ
ፅቡቀይ ክወርስ ፍቃዱ'ዩ ኮይኑ
ፍቃድ እቲ ልዑል ዘልዓለም ፅኑዕ'ዩ (2)

2.‘ቲ ሕልሚ ዘቅውም ዝበሎ ይገብሮ'ሎ
እቲ ፃዕሪ ዘስምር ዝበሎ ይገብሮ'ሎ
እቲ ቃሉ እሙን ዝበሎ ይገብሮ'ሎ
ዘየሕፍር ኣምላኽ ዝበሎ ይገብሮ'ሎ (2)

ዝበሎ ይገብሮ'ሎ (4)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ኣብ ምድረበዳ',
         'lyrics': '''
                    ተደ ፡ ኣብ ምድረ በዳ እንዳከድኩ 
                         ኣዝየ ደኺመ ማይ 'ውን ፀማእኩ
                         ኣብ ድኻመይ መፂእካ የዕሪፍካኒ 
                         ካብ ከውሒ ኣፈልፊልካ ማይ ኣስቲኻኒ
                         ማይ ኣስቲኻኒ (5)

1.በደለይ ትፀውር ኣብ መስቀልካ
መዓርካ ተልሕሰኒ ዕረይ ውሒጥካ
ሕሰመይ ትድርቢ ካብ ነብሰይ ቀናጢጥካ
ስምካ ተፀዊዐ ይሓዊ ብስንብራትካ
ብምሕረትካ ፍሉይ ኢኻ
ብሳህልካ ፍሉይ ኢኻ
በረኸትካ ኣብ ልዕለይ ኣንጀርቢቡ
ሓጎሰይ ብኣኻ ጠርዚ ደይቡ

እሙን ዓርኪ ደሊኻ ግዜ ሽግር ተፀበ ከም ተባህለ 
ኣቦይ ኣቦይ ኢለ ምስ ኣድሃኹኻ ፀገመይ ተቓለለ
ንስኻ'ወ ንስካ (2) ኢየሱሰይ ፍሉይ ኢኻ (2) 

2.እቲ ሓያል ማዕበል ምስ ፀፍዓኒ
ኣብ ናይ ሞትን ሕይወትን ወቕቲ ፈታኒ
ብሳህሊ ምሕረትካ ፀዊዕካኒ
ናብ ዝደልዮ ዓወት ኣብፂሕካኒ
ኣብፂሕካኒ (4) ንበረኸት ክኾነኒ 
ምምስጋን ምዝማር መሃረኒ

እሙን ዓርኪ ደሊኻ.....

        ''',
        'category': 'ምስጋና',},
  
      ],
    },
  ],
    'መዘምራን ደብረ በኣታ ማርያም': [
    {
      'albumTitle': 'ወፈያና ልቢ እዩ',
      'songs': [
        {'title': 'ወፈያና ልቢ እዩ',
         'lyrics': '''
ወፈያና ልቢ እዩ ኣዴና ናባኺ
ውሽጥና ዝገልፅ ባህግና ዘለሊ

1. ክወግሕ ክዓርብ ኣብ ዋኒንና ከይንነብር
ኣብ መዓልትና ንኣምላኽ ክንዝክር
ደግፍና ኢኺ ወላዲት መድሕን ዓለም

ተደ：ወፈያና ልቢ እዩ ኣዴና ናባኺ
    ውሽጥና ዝገልፅ ባህግና ዘለሊ
    ከም'ቲ ብሉፅ ህያብ ኣምላኽ ንስኺ ዝኾንኪ
    ናብ ኣቦ ኣቕርብልና ማርያም ኣብሊፅኪ ኣፀቢቕኪ

    ሕርይቲ ኣደ ብፀጋ ምልእቲ
    ንፍፅምና ኣምላኽ ኣብ ከርስኺ ዝፆርኪ (2)

2. ዝበለኩም ግበሩ ኢልኪ ትምህርትና
ሕቅን ህይወትን ምዃኑ ተዘክርና
ከም ቃሉ ክንገብር ፀሎት ግበርልና (2)

3. ንምስጢር ጎይታ ኣብ ልብኺ ትዓቑሪ 
ንምስትንታኑ ናብ ኣምላኽ ተቕርቢ
መሃርና ኣዴና ምሕረት ጎይታ ክብሪ (2)
        ''',
        'category': 'ማርያም',},
                {'title': 'ፅባቐይ ኢኻ',
         'lyrics': '''
1. ሳላኻን ብኣኻን ብሰላም ይነብር
   ዙርያይ ክሽበሩ ናባይ ኣይቀርብን
   ትውክልተይ ትምክሕተይ ንስኻ'ኢኻ ኢለ
      ደጊም ረጊኤ

    ተደ ፡ ብኣኻ እፅብቅ ብሳላኻ ይመልእ
         ሰላመይ ይእውጅ መጎሰይ ይሓፍስ
         ካባኻ'ዩ ምስትውዓል ንስኻ ኢኻ ጥበብ
         ልቦናና እወ ኣቦ ኹሉ ፍልጠት (2)

2. ኣዕይንቲ ልበይ ምርኣይ ምስ ኣበየ
   ግርማኻ ስኢነዮስ ናብ ዘይኣምኑ ዛዝየ
   ብሓልዮት መሊስካኒ ኣብ ሕቁፎኻ ኣዕሪፍካኒ
   ሕጂ ይሕሸኒ


3. ሽጉር ጥራይ ዝመፀኣካ ጎደልኡ ክትመልእ
   ኢለ ዝገመትኩ ንዓይ ዘይትበቅዕ
   ግን ሳላኻ'ዩ ሂወተይ ተዓርዩ 
   ስለ ዘስተውዓልኩ

ብሓልዮት መሊስካኒ ኣብ ሕቁፎኻ ኣዕሪፍካኒ
ሕጂ ይሕሸኒ ሕጂ'ዩ በሊፁኒ
ብሓልዮት መሊስካኒ ኣብ ሑቕፎኻ ኣዕሪፍካኒ
ሕጂ እዩ በሊፁኒ ሕጂ ይሕሸኒ
ብሓልዮት መሊስካኒ ኣብ ሑቕፎኻ ኣእዕሪፍካኒ
ሕጂ እዩ በሊፁኒ ሕጂ ይሕሸኒ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ክነብር ኣብ ቤትኪ',
         'lyrics': '''
1. ቃሉን ተግባሩን ኣብ ልብኺ ትዓቊሪ
ቃል ሰብን ኣምላኽን'ውን ተሕብሪ
ብልፅቲ ኣደ ኢኺ ማርያም
ብደገፍኪ ብደሓን ተንብሪ

   ተደ፡ ንሱ ዝበለኩም ግበሩ እትብሊ
       ክብርኺ ኣይኮነን ምብፃሕ ናብ ወድኺ ተሕብሪ
       ብ ኢየሱስ ስለ ትኸብሪ

       ደልየ እየ ፍታወይ'ዩ መሪፀ'የ ፍቃደይ'ዩ
       ክነብር ኣብ ቤትኪ ክኸውን ውሉድኪ
       ኣደ ኣምላኽ ዝኸበርኪ
       ክነብር ምሳኺ ክኸውን ውሉድኪ
       ኣደ ኣምላኽ ዝኸበርኪ

2. ብትሕትናኺ መምህር ብፀሎትኪ ሓብሓቢት
   ብቃልኪ መራሒት ብተግባርኪ ኣብነት
   ብህላዌኺ ትማርኺ ናብ ጎይታ ተብፅሒ
   ኣማላዲት ትዓዪ ንፅቡቕ

3. ብቕዕቲ ኣደ ፈጣሪ ዝፆርኪ
   ንሕርያኡ ፍቓድኪ ዝሃብኪ
   ኣማእዚንክኒ ከም ዝግባእ ኣኹንክኒ
   ክስዕበኪ ስሒብክኒ

        ''',
        'category': 'ማርያም',},
                {'title': 'ብመንፈሱ',
         'lyrics': '''
1. ኢዱ ንባርኾትና ምስ ተዘርግሐት
   ደው ዘብላ ካብ መን ክርከብ
   ልሳንና ብቋንቁኡ ኣእምሮና ብሓሳቡ
   ተመሊኡ'ዩ'ሞ ምስጋና ንዕዑ (4)

ተደ: ፍርህና ተወዲኡ ምሽባርና ኣብቂዑ
    መፀናኒዒና መፂኡ ኣትቢዑና እዩ
    ክንሰብኽ ክንዝምር ክንውድስ ክንምስክር
    ብመንፈሱ ተመሊእና ኢና (4)

2. ዋሕስና ይኸውን ጠበቃና
   ኣብ ትካዝና ብሓጎስ ይመልኣና
   ኮላሊትና ይፈልጠንዩ'ሞ ብመንፈሱ የድፍረና
   ከይንሓፍር ብቓሉ ይድግፈና (4)

3. ሓዊ መንፈሱ ምስ ተንከፈና
   ንምስክር ቃሉ ካብ ውሽጢ ልባትና
   ሰማያት ክኽፈት ፍርህና ክቕንጠጥ
   እታ ናይ ዓወት ሽግ ኣብ ኢድና ክንጭብጥ(4)

ኣዝ፡ ተስፋና ኣብ ኣምላኽ'ዩ ዓወትና ካብኡ'ዩ
መፀናኒዒና መፂኡ ኣፅኒዑናዩ
ክንሰብኽ ክንዝምር ክንውድስ ክንምስክር
መንፈስ ቅዱስ ሓይሊ ኮይንናዩ (2)
ብመንፈሱ መሊኡናዩ (2)

        ''',
        'category': 'መንፈስ ቅዱስ',},
                {'title': 'መርከብ ኖህ',
         'lyrics': '''
1. ሓጢኣተይ በዚሑ ዓለም መሊኹኒ
   ማይ ኣይሂ ክመፅእ ንዓይ ከጥፍኣኒ
    
   ተደ ፡ ኣፍደጌታት ሲኦል ንነፍሰይ ከይወስዱ
        ጥፍኣተይ ከይእውጅ ከምቶም ዝጠፍኡ (2)

        ፅንዓትኪ የድልየኒ ፅንዓት ናይ ጎልጎልታ
        ሕቊፎኺ ይደሊ ሕቊፎ ናይ ጎልጎልታ
        ምስ ኢየሱስ ክጎዓዝ ክፀሮ ዚ'መስቀል
        ብሂወት ክነብር ኣብታ ናይ ሓጎስ ቤት

        መርከብ ኖህ ናይ ዘመነይ
        ድሙቅ ቀንዴል ናይ ሂወተይ
        መርከብ ኖህ ናይ ዘመነይ
        ኩንኒ ማርያመይ (2)

2. ከም'ቲ ኳኽ ከይከውን ናብዝን ናብትን ዝብል
   ብዕድሉ ዝፃወት ክኹብልል ዝነብር

        ''',
        'category': 'ማርያም',},
                {'title': 'ተበጃውየይ',
         'lyrics': '''
1. ሰማያት በይንኻ ዝዘርጋሕካ
   ምድሪ ብዘይ ደገፍ ዘቆምካ
   ካብ ሓመድ እስትንፋስ ዝዘራእካ
   ኤልሻዳይሲ በይንኻ ኢኻ (2)
        
      ተደ ፡ ኣምላኽ  እስራኤል ምዃንካ ንፈልጥ
           ምኽርኻ ግሩም ብጥበብካ ዓቢ (2)
           ፀልማት ትገብር ብርሃን ትፈጥር
           መዓት ተውርድ ድሓን'ውን ትገብር (2)

2. ማእሰርቲ ሓጢኣት ትበታትኾ
   መዓፁ ኣስራዚ ሓሸምሸም ተብሎ
   ብፍቕሪ ናብ ሓርነት ተምፅእ
   ብቃልካ ታሪኽ ሰብ ትቅይር (2)

3. 'ቲ  ልኡኽካ መደብካ ክገልፅ
   'ቲ መደብካ ባዕልኻ ትፍፅም
   ሰደድካዮ ባርያኻ ክንበ
   እቲ ትንቢት ትድምድሞ (2)
  
     ሽዑ(8) 
ሰማያት በረኸት ከንጠብጥቡ
ደመናታት ፅድቂ ከዝንቡ
ምድሪ ክትክፈት ምድሓን ክትፈሪ
ምድሪ ክትክፈት ፅድቂ'ውን ከተብቁል (2)

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'መድሕነይ',
         'lyrics': '''
1. ብበትርን ምርኩስን ትሕሉ መፍቀሪ
   ፀበባን መከራን ከይቀርባኒ እትሓሊ
   ኣንደበተይ ብሰናይ መሊእካ
   ንህይወተይ ብግልግለኻ ከሊልካ (2)

    ተደ：ንኸይብድል ቃልካ ኣብ ልበይ ኣምቢርካ
        ደኺመ ከይተርፈካ በረኸትካ ኣደልዲልካ
        ካብ መዓልቲ ናብ ሰሙን ወርሕን ዓመታትን
        ብሰላም ደሓንን ተሳግር

        ተመስገን ኣምላኸይ ጎይታ ኢየሱሰይ
        ልዕል በል ፍትወይ ኣታ መፍቀርየይ
        ተባረኽ ኣምላኸይ ጎይታ ኢየሱሰይ
        ልዕል በል ፍትወይ መድሕነይ

2. ዝሰማዕክዎ ክኸውን ኣዒንተይ ክርእዮ
   ርግፅ ኢኻ ትገብር ኣእዛነይ ክሰምዖ
   ኣታ ንዘይነበረ ክውን እትገብር
   ስምካ ይመስገን ንዘልኣለም ኣሜን (2)

ንኸይብድል..........

ኢየሱሰይ መፍቀሪየይ
ኢየሱሰይ መድሕነይ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ኣብታ ለይቲ',
         'lyrics': '''
1. እቲ ለዋህ ኣቦ ምሕረት ደረት ኣልቦ
   ቃሉ ዘይቅይር ተስፋኡ ዘይልውጥ
   ውርደትና ምስ በዝሐ ስሌና ኢየሱስ ለኣኸ (2)
     
  ተደ: ኣብታ ለይቲ ኣፍቃሪ ዘይኮነ ፍቕሪ
      ርእሱ ጥበብ'ዩ መስተውዓል ክብሪ

      ተወልደ ብርሃን ፀልማትና ዝኣሊ
      ህፃን ኢየሱስ ምስ ኣቦ ዘሳኒ (2)

      ኣሜን ኣሚናዮ ኢና ብስራት ልደት መድሕና
      መልኣኽቲ ከም ዝዘመሩ ንሕና'ውን ንዝምር
      እሙናት ምስክሩ (2)

2. ንጉስ ክነሱ ብዕርቃን ቁሪ
   ፈጣሪ ከሎ መረፀ ብዘይ ክብሪ
   ኣብነት ኮነና ውሽጥና ከነፅሪ (2)

        ''',
        'category': 'ልደት',},
                {'title': 'ኣሚነ ንዓኻ',
         'lyrics': '''
1. ጉዳያት በዚሖም መፍትሒ ክኾኑኒ
   ክጥምት ናብ ሰብ መከራይ በዚሑ
   ነዊሑ ሽግረይ ዝረድእ ስኢነ
   ኣብ ጎነይ ዝኸውን ልበይ ዘዕርፈለይ (2)
      
  ተደ ፡  ኣሚነ ንዓኻ ትውክልተይ ገይረካ
        ተስፋይ ኣንቢረልካ (2)
        ብኣኻ'ዩ (2) ሰጊራቶ ነብሰይ
        ታሪኽ ኮይኑ (2) ዝነበረ ጭንቐተይ (2)

2. ከም ዝጓዝም ኣምበሳ ሽግር ከቢቡ ኣብ ዙርያይ
   ሰይጣን ከውድቀኒ ሓሊኹ መንገደይ
   ፈተናታት ኣብዚሑ ንኸሸንፈኒ
   ዕላማይ ኣስሒቱ ግዝኡ ክገብረኒ (2)

        ''',
        'category': 'ምስጋና',},
                {'title': 'ስለ ንኣምን',
         'lyrics': '''
1. ሓደ መንፈስ እምነት ስለ ዘሎና
   ኣብቲ ንኽብሪ ኣምላኽ ዝዓርግ ምስጋና (2)
   ንዝምር ኣሎና ነበስር
   ንውድስ ኣሎና ንዘልል
   ንዝምር ኣሎና ነበስር
   ካብ ውሽጢ ልብና ንምስክር

   ተደ: ስለ ንኣምን ንዝምር
       ብስም ክርስቶስ ንነብር (2)
       ጥበቡ ነበስር ዕብየቱ ንነግር (2)
       ሃሌሉያ
       
       ስለ ንኣምን ንዝምር
       ብስም ክርስቶስ ንነብር (2)
       ጥበቡ ነበስር ዕብየቱ ንነግር (2)
       ሃሌሉያ

2. ንዝምር ንውድስ ስለ ስሙ
   ንስሕን ካብ ሓዊ ቅዱስ መንፈሱ (2)
   ትምክሕቲ ህይወትና ንሱ
   ምሕዳስ መንፈስና ካብኡ
   ትምክሕቲ ህይወትና ንሱ
   ዕረፍቲ ሰላምና ምስኡ

3. እቲ ናይ እምነት ሽግ ኣብ ኢድና ዓቲርና
   ብፍቕሪ ኣምላኽና ኣብ ሑቕፉ ማሚቕና (2)
   ወትሩ ግዜ ንስሙ ንዝምር
   ምስጋና ንህብ ንዕኡ ነኽብር
   ወትሩ ግዜ ንስም ንዝምር
   ንሕያውነቱ ንምስክር

        ''',
        'category': 'ምስጋና',},
      ],
    },
  ],
    'መዘምራን ርእሲ ኣድባራት ቅ.ሚካኤል ሰገነይቲ': [
    {
      'albumTitle': 'ናይ ይሁዳ ኣምበሳ',
      'songs': [
        {'title': 'ዕድሜኻ ሰሚዐ',
         'lyrics': '''

                ተደ ፡ ዕድሜኻ ሰሚዕ  ቀሪበ ናባኻ
                     ኣነ ግን ምግዱር እየ ዘይበቅዕ ንዓኻ 
                     ንሰይጣን  ኣንጊሰ ረሓቅኩ ካባኻ
                     ክመስሎ ንሕይወትካ ደግፈኒ ኢኻ
       
1.ኣቦ ምሕረት ኪዳን ንስኻ ትኮነኒ
ንፁህ ደምካ ፈሲሱ ኣብ ምድሪ ክዛሪ
ካብ ፀልማት ናብ በርሃን ዘሰጋገርካኒ
ዕድሜኻ ዩ ጎይታ ድሕነተይ ኣበሳሪ
ምሕረትካ ረሲዐ ንዓለም ደልየዮ
ቅዱስ ቤትካ እውን ቤት ሸቀጥ ጌረዮ 
ነቲ ብሩህ ገፅካ  ከሰል ከዲነዮ
ዝርጋን ይኣኽለኒ ናትካ ቤት ብሂገዮ

2.ብትብዓት ኣብ ቅድሚት ኩሉ ዝእመነኒ
ኣብ ቅድሚ ኣቦ ኣነስ  ክእመን ኣሎኒ
ቃላትካ ኮይኑኒ ናይምድሓነይ ተስፋ
ስም ትምክሕተይ ኢየሱሰይ ንልበይ ተዕርፋ
ፆር ኣሎኒ ጎይታይ ኣባኻ ዘዕርፎ
ብዘይንስኻሲ ማንም ዘየራግፎ
ንኸንቱ ኸንቱ ኢለ  ባዕለይ ንኽሓልፎ
ኣንፅሃኒ ጎይታይ ንኹሉ ግደፎ (2)

        ''',
        'category': 'ፀዋዕታ',},
                {'title': 'ኣብ መፈንጠራ ሞት',
         'lyrics': '''
1.ኣብ መፈንጠራ ሞት ክዕንድር ከለኹ
ኣብ ዓዘቅቲ ጥፍኣት እንዳሳንፈፍኩ
ኣይሓደግካንን ጎይታይ ብኢደይ ሒዝካ
በደለይ ከይፀብፀብካ ዘሳለህኻኒ

                ተደ ፡ ካብ ፀልማት ናብ ብርሃን ኣውፂእካኒ
                     ካብ ፀድፊ ናብ ጎልጎል መሪሕካኒ (2)
                     ተሰጋግር ጎይታ ኣምላኽ እስራኤል
                     ቲ’ልዑል ስምካ ይኽበር ይኽበር (2)

2.ምንነተይ ደርብየ ድላየይ እንክገብር
መንፈሰይ የዕቢደ ስጋይ እንከህጥር
ልበይ ሰቢርካዮ ብቅዱስ ክብርኻ
ተመሊሰ ኣለኹ ብንስሓ ናባኻ

3.ብሓድሽ መንፈሰይ ንዓኻ ከገልግል
ንውሽጠይ ኣንፂሀ ኣባኻ እንክውከል
ብቁዕ ኮይነ ምስጢርካ ክቅበል
ጎይታየ ኽበረለይ ልዕል በለለይ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ርህርህቲ ኣዴና',
         'lyrics': '''
1.ርህርህቲ ኣዴና ደላይት ፅቡቅና
ፀሎትኪ ይስዕበልና ሰይጣን ከይገዝኣና
ልመናኺ ሰሚዑ ጎይታ ክቀርበና
ኣማላድነትኪ ወትሩ ንፅበ ሎና

መስዋእቲ ሕይወትኪ ኣቦ ዝበሃጎ
የለን ክምዚ ናትኪ መዳርግቲ ኣልቦ
ኣብነት ኮይንክና ደቅኺ ክንስዕቦ
ደገፍኪ`ዩ ትፅቢትና ንኣቦ ክንቀርቦ

ሕጂያ ዘላ  ታዕድል ናተይ
ኣብቅድሚ ወድኺ ክትናሳሕ ነብሰይ

2.ፈጣሪ ክፀውር ዝተሓርየ ከርስኺ
ቅያር ናይወድኺ ሓዘን ኣሳሊኺ
ትዝብፃሕ በፂሕኪ  ዕረፍቲኳ ዘይደለኺ
ምእንታና ትነብዒ ሕጂውን ኣሎኺ

ግርዘት ዘውዲ ሽልማት  ንፍሉይ ክብርኺ
ተስፋ ሓጎስ ንዓና  ድኹማት ደቅኺ
ድልዋት ኣሎና  ሞሳ ክንመልሰልኪ
ከነንፅሃ ነብስና  ከምቲ ድላይኪ

ሕጂያ ዘላ ታዕድል ናተይ 
ኣብቅድሚ ወድኺ ክትናሳሕ ነብሰይ
ሕጂያ ዘላ ታዕድል ናትና 
ኣብቅድሚ ወድኺ ክትናሳሕ ነብስና

        ''',
        'category': 'ማርያም',},
                {'title': 'ምልኣት ረኺብና',
         'lyrics': '''

ንኺድ ንዑናይ ክንሪኦ ነቲ ህፃን
እወ ንበገስ ክንሰግደሉ ነቲ ንጉስ
ንኺድ ንዑናይ  ክንሪኦ ነዚ ህፃን ኣብ መብልዕ ማል
ንስለ ፍቅርና ክብል ዝሓደረ ኣብ ግዳም (2)

ኣማኑኤል መፅዩ ደልዩ ከድሕነና
ኣምላኽነቱ ቀንጢጡ ክመስል ነዓና
ሕፍረት ተጎልቢቡ ክብሪ ከልብሰና 
ሃየ ንተሓጎስ ሎሚ’ዩ ድሕነትና (2)

ኣህዛብ ንተሓጎስ ትንቢት ተፈፂሙ
ዘይከም ትፅቢትና ሕስረት ተሸሊሙ
ካብ ድንግል ማርያም መድሓኒ መፅዩ
ልባትና ንኽፈት ንቀበል ሰላሙ

ዓለም ትፍለጦ ናይዚ ህፃን ፍቅሩ
ንዓና ከምውቅ ካ ማሙቅ ርሒቁ
ንቡር እኳ ዘይረከበ ምስ ዝኹሉ ክብሩ
እስከ ንዓልል ሞሳ ክንመልሰሉ (2)

ኣዴታት ዓልላ 7ተ ዕልልታ
ብበገና መሰንቆ ምስ ድሙቅ እምብልታ
ንዝለል ንጨድር ሎሚ’ያ ዕለታ
መልኣኽ ድሕነትና ዝሃበና ጎይታ
ንተሓጎስ (2) ንዓልል (2) ንገስግስ (2) ናብቲ ንጉስ (2)
ንሸብሽብ (2) ንዘምር (2) ንወድስ (2) ነቲ ንጉስ (2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ኦ መንእሰይ ኣስተውዕል ሃዲእካ',
         'lyrics': '''
                ተደ ፡ ኦ መንአሰይ ኣስተውዕል ሃዲእካ
                         እስከ ሕሰብ ካበይ መፂእካ
                         ናበይ ትኸይድ አናረኣኻ
                         ምሕረተይ ጠምቶ ኣስተውዕሉ ኢኻ (2)

1.ንቤተይ ንዒቕካ ጥንቆላ ኣሚንካ
ዓይንኻ ዓሚትካ ስራይ ተኸቲልካ
ኣምላኸይ ኣምላኸይ ትብለኒ ብኣፍካ
ሰብ ክፈትሖ ሂብካዮ ንሽግርካ
ኣይፋልካን ወደየ ቀናእ እየ ኣምላኽካ
ደጊምሲ ተመለስ ንሱ ይኣኽለካ

2.ብግብርኻ ንቤተይ ኣርኪስካ
ብምሕረተይ መሊስካ ሻዲንካ
ንኹራ ደንጓዪ ንምሕረት ቅልጡፍ 
ሙኻነይ ረሲዕካ ካባይ ዓሊኻ
ንኸይተመኽኒ ቃለይ ኣምቢብካ
ንኸይትምለስ ልብኻ ሰዊርካ
ወደየ ተመለስ ምሕረት ክህበካ

3.ወይልኻ ኣታ እትፈርድ
ወይልኻ ብኣፍካ እትኹንን
ነብስኻ ንሲኦል ኣይተድንን
ዓይንኻ ዘሎ ገፈል አንከይረኣኻ
ከመይ ኢልካ ትርኢ በሰር ሓውኻ
ፀሓይን ብርሃንን ከይፀልመቱኻ
ዘክሮ ንኣምላኽካ ጠምጥ መፃኢኻ


ተመለስ ወደየ ብግዜኻ ኣይትፃወት
ሰይጣን ብኣኻ ከይዕወት
ፅባሕ ሲ ናተይ አያ ናትካ ኣይኮነትን
ክፉአ ንኽትገብር ኢልካ ኣይትሓልን
ካብቲ ቅዱስ ቤተይ ቤት ስራይ ጥንቆላ ዓብዩካ
ሰብ ክፈትሖ ኣብ ሓይሉ ኣሚንካ
ኣምላኸይ ኣምላኸይ እናበልካ ብኣፍካ
ንቅዱስ ቤተይ ብሓጥያት ኣርኪስካ
አረ ክሳብ መኣስ ኢኻ ብኽልተ አግርኻ ክትሕንክስ
ዘክሮ እባ ደመይ ምአንታኻ ክፈስስ
ግደፍ ግደፍ እባ ወደየ ተመለሰኒ 
ድልየተይ ኣይኮነን ክትርሕቀኒ
ኣምላኸይ ኣምላኸይ በለኒ ብልብኻ
ብዘይካይ ካልአ ምልኪ ኣይሃልኻ
ሽዑ አየ ዝኸብር ኣነ ብኣኻ (2)

        ''',
        'category': 'ንስሓ',},
                {'title': 'ሕይወትካ ወፊኻለይ',
         'lyrics': '''
1.ሕይወትካ ወፊኻለይ  ንዘልኣልም ክብህግ
ንስሓውን ሂብካኒ  ወራሲ ንኽኸውን
ስጋኻን ደምካን  ኮይንኒሎ መድሓኒ
ሓይሊ ኮይኒንሎ  መዝሙርካ ክቃኒ

        ተደ ፡ ፍቅርኻ ፍቅርኻ  ፍቅርኻስ ረዚንዩ
             ዘይብሉ መምዘኒ ንዓይግን ወፊኻለይ
             ክነብር ብኽብሪ (2)

             ኣነግን ኣይተረድኣንን ትፍቅርኻ 
             ኣብዕንፀይቲ መስቀል ሰቒለንድየ በዲለካ (2)

             ተመስገን ተመስገን ልዕልበል 
             ማዕከንሽሻይ ፍቅሪዩ ለውሃትካ
             መግለፂ ይርከቦንዩ ሰናይካ 
             ደጋጊመ ተመስገን ክበር ኢየ ዝብለካ (2)

2.ተመስገን ክብልየ  ንሳያ ታዓቅመይ
ወፍየዮ`የንዓኻ   ዝተረፈ ዕድመይ
ሕይወተይ ይህበካ   ክትከውን ንጉሰይ
መርሖ ብርሃነይ ኢኻ   ኦፈቃር ኣምላኸይ

        ''',
        'category': 'ሕማማት',},
                {'title': 'ከም ስመይ ኮይኑለይ',
         'lyrics': '''


        ተደ ፡ ከም ስመይ ኮይኑለይ ፀዋዕታይ
             ኣይነበረን ውሽጣዊ ሃረርታይ
             ናቱ ክኸውን ብቕድም ሓርዩኒ 
             ግዜኻ ኣኺሉ ወደየ ተመለስ ኢሉኒ
             ካብ ናይ ሓጢኣት ጉሓፍ ዳግም ኣውፂኡኒ 
             ሃሌ ሉያ ክብል'የ ሓጎስ መሊኡኒ

1.ብሰንኪ ክፍኣተይ  ንቓልካ ረገፅኩ
ብለውሃት ከይምለስ ብልበይ ርሓቕኩ
ፀጋኻ ከይሕጎስ ብዓለም ተኸለልኩ
ዑረት ልበይ ሃስዩኒ ፍቅርኻ ነዓቕኩ
ናተይ ኢኻ በለኒ ብኽፉአይ ከይሞትኩ (2)

2.ህዝብኻ ከሳድድ ኢለ ተዓጠቕኩ
ኣብ ጉዕዞ መንገደይ ንቓልካ ሰማዕኩ
ፀዋዕታይ ከቢዱ ብፍርሒ ወደቕኩ
ተግባረይ ዘኪረ ኣዝየ ሓነኽኩ
ፀዋዕታይ ፈሊጠ ዓፀፋ ተሓጎስኩ (2)

3.ፀዋዕታይ ከተግብር ብስምካ ተንሳእኩ
ኣባጨዉ ብፆተይ ቃልካ ምስ መሃርኩ
ኣብ ዓለም ሓሲረ ንሰማይ ጠመትኩ
ዕፅፊ እየ ከቢረ ብተስፋ ምስ ሰጎምኩ
ሰናይ ገድሊ ተጋዲለ ንዓለም ሰዓርኩ (2)

        ''',
        'category': 'ንስሓ',},

      ],
    },
  ],
    'መዘምራን ደብረ ኪዳነ ምሕረት ደቀምሓረ': [
    {
      'albumTitle': 'መንነተይ ንስኻ ኢኻ',
      'songs': [
        {'title': 'ተበጊሰ ኣለኹ',
         'lyrics': '''
ተደ፡  ተበጊሰ ኣለኹ ክመፅእ ናባኻ
        ጎይታይ ሕግዘኒ ክኸውን ምሳኻ
        ተበጊሰ ኣለኹ ክቐርብ ናባኻ
        የሱስ ሓግዘኒ ክኸውን ምሳኻ/2/

1.መንፈሰይ ክርበሽ ካባኻ ርሒቐ
ዕረፍቲ ስኢነ ብሰላም ‘ውን ዓሪቐ
ንስኻ ግን ጎይታይ ብኢደይ ሒዝካኒ
ብዘመነይ ክኣ ደስ ኣበልካኒ

2.መቐረት ሕወተይ ኣባኻ እዩ ዘሎ
ምሳኻ ክጎዓዝ ንኹሉ ክብድሆ
ውሉድካ ኾይነ ክነብር ምሳኻ
ብመንፈስካ ጌርካ ስሓበኒ ናባኻ

3.ኣስተማቒረዮ ኣስተማቒረዮ  
ንኹሉ ርኤዮ ንኹሉ ርኤዮ    
ብሓይልኻ ክነብር ወሲነዮ
ኣንታ ፈቃር ጎይታይ ኣንታ ፈቃር ጎይታይ
ንስኻ መድሕነይ ንስኻ መድሕነይ
ፀሎተይ ‘ሲ ንዓኻ ይኹነለይ

        ''',
        'category': 'ልመና',},
                {'title': 'ሓደራ ንሓወይ',
         'lyrics': '''
ንሞት ፈሪዶም ከሰናብቱኒ
ብእሾኽን ተኹርባን ከሳቅዩኒ
ኣብ ከርፋሕ መሬት ከጓትቱኒ
ፀሚኤኩም ‘የ ደቀይ ንዑ ቅረቡኒ

1.ካብታ መስቀል ንታሕቲ እንተጠመትኩ
ኣደይን ዝፈትዎ ረድኣየይ ረኣኹ
ዘኽታማት ክገድፎም ስለ ዘይደለኹ
ኣደን ወድን ኹኑ ኢለ ተማህፀንኩ

                ተደ ፡ እነሆ ወድኺ ውሰዲዮ
                       እነሀት ኣዴኻ ውሰዳ
                       ሐራይ ወደየ ኣይጠልምን እየ
                       ሐራይ ጎይታየ ኣይጠልምን እየ

ንሞት ፈሪዶም ከሰናብቱኒ
ብእሾኽን ተኹርባን ከሳቅዩኒ
ኣብ ከርፋሕ መሬት ከጓትቱኒ
ፀሚኤኩም የ ደቀይ ንዑ ከቡኒ

2.እቲ ብእምቢታ ሔዋን ዝተጠልመ
ብሕራይ ኣደየ ዝተፈለመ
ካብ ሽዑ ንደሓር ሓደ ቤቶም ኮነ
ብስራት ትንሳኤ ኣብኡ ተዓለለ

ተደ፡ እነሆ……../2/

        ''',
        'category': 'ሕማማት',},
                {'title': 'ኣደ ብርሃን',
         'lyrics': '''
1.ኦ ውድስቲ ድንግል ኣደ ብርሃን ኣዴና
ብርሃን ከተብርህልና ንልምን ኣሎና 
ጩራ ሰላም ኣውርድልና ኣብ መላእ ዓለምና
ኮኾብ ሰማይ ናባኺ ንጥምት ኣሎና

   ተደ፡ ፅላቱ ንሙሴ በትሪ ኢኺ ንኣሮን
       ጎይቢ ናይ ሳሙኤል ማርያም ኢኺ 
       ማሕደር ናይቲ ልዑል
       ርሕራሔን ምሕረትን ኢዩ ኪዳንኪ
       ከም ሃልሃልታ ፍቕሪ ኢዩ ልብኺ
       ርሕራሔን ምሕረትን ኣስንቕና ኢኺ

2.ጩራ ናይ ፀጋኺ ናይ ሕይወት መኣዲ
ትስፋ ሕይወት ንዘልዓለም ምሳኺ መንገዲ
እኖ ጎይታ ዓለም ባና’ውን ንውፍስና
ነዓኺ ሒዝና ማርያመይ ንሕበን ኣሎና

3.በዓልቲ ዓባይ እምነት ኢያ ማርያም ኣዴና
ቀላሲት ቤትና’ያ መርሃዊት ሽግርና
ኣብ ልዕሊ ኩላትና ኦም ሕይወት ኣፍሊሳ
ብኽብሪ’ያ ንሳ ናብ ሰማይ ፈሊሳ
ርሕራሔን ምሕረትን ኢዩ ኪዳንኪ
ከም ናይ ሰማይ ብርሃን ኢዩ ክብርኺ
ኣደ ኣደ ብርሃን ኣደ ብርሃን ኢኺ/2/
ኣደ ኣደ ብርሃን ኣደ ብርሃን ኢኺ/2/

        ''',
        'category': 'ማርያም',},
                {'title': 'መንነተይ ንስኻ ኢኻ',
         'lyrics': '''
ኣዝ፡ መንነተይ ንስኻ ኢኻ/3/ መንነተይ
      መንነተይ ንስኻ ኢኻ/3/ መንነተይ
      መንነተይ ንስኻ ኢኻ/3/ መንነተይ
      መንነተይ ንስኻ ኢኻ/3/ መንነተይ  
      ተስፋይ ደገፈይ ሓይለይ ገደበይ
      ዋልታይ ዕርደይ ንስኻ ኢኻ መንነተይ

1.ክብርኻ ይስፋሕ ኣብዛ ዓለም
ንዘንትእለት ኢኻ ክቡር ንዘልኣለም
ብኽብሪ ተፀዋዕ ኣታ ዓቢ ፍፁም
ኣብዚ ይኹን ዋላ ኣብቲ ናትካ ኣርያም
ቛንቛይ ንስኻ ኢኻ ቛንቛይ 
እምኒ ኩርናዕ መንፈስካ ኣንብረለይ
ንስኻ ኢኻ ዝፋነይ ኣብ ዝኻድክዎ
ንስኻ መንነተይ ኣብ ዝኣተኽዎ
ሰላመይ ዕረፍተይ ከውለይ ፅላለይ
ዕርደይ ናተይ ንስኻ ኢኻ መንነተይ

2.ብብርሃንካ ብርሃን ንርኢ ኣሎና
ኣብ ቅድሜና ደሚቑ እቲ ዓቢ ራኢና
ክንቅፅል ነቲ ዝተረፈ ጉዕዞና
ብብርሃንካ ሒዝካ  ኣይትፈለየና
መንነትና ንስኻ ኢኻ/3/መንነትና
መንነትና ንስኻ ኢኻ/3/መንነትና
         ተስፋና ደገፍና ሓይልና ገደብና
         ዋልታና ዕርድና ንስኻ ኢኻ መንነትና
         ሰላምና ዕረፍትና ከውልና ፅላልና
         ዕርድና ትፅቢትና ንስኻ ኢኻ መንነትና
     መንነተይ ንስኻ ኢኻ/3/ መንነተይ/3/
     መንነትና ንስኻ ኢኻ/3/ መንነተይ/3/

        ''',
        'category': 'ምስጋና',},
                {'title': 'ሰመያዊ መግቢ',
         'lyrics': '''
ሰመያዊ መግቢ ኡነተኛ መግቢ
ሰመያዊ  ሕይወት ብሓቂ ቀላቢ
መንፈሳዊ መንገዲ ብልቢ ወሃቢ
ሰመያዊ መግቢ ኡነተኛ መግቢ

1.ስግኡ ብሓቂ ናትና መግቢ’ዩ
ደሙ ብሓቂ እወ መስተና’ዩ
ዘልኣለማዊ ሕይወት ዘልብሰና’ዩ ‘ሞ
ፍትሒ ክህበና’ዩ ሃየ ንቀበሎ (2)

2.ክንገር ዘይከኣል ግርማን ሃብትን
ንደቁ ዝሃበ ሓይልን ብርሃንን
ብዘይ ብኡ ትርጉም ሰናይ ነገር የለን
ንዕኡ ንልበስ ወረስቲ ክንከውን (2)

3.እቲ ዝዓበየ ተኣምራት ጎይታና
ስጋኡን ደሙን ዘወፈየልና
ፍቕሪ ናይ ኢየሱስ ምስጢር ዝገለፀልና
ሰመያዊ መግቢ እቲ ኡነተኛ (2)

        ''',
        'category': 'ቅዱስ ቁርባን',},
                {'title': 'ብፍቕርኻ ኮይኑለይ ',
         'lyrics': '''
ተደ1፡ዓለም ከተሳጉገኒ ነዓይ ንበይነይ
      ክጎቱኒ ክጎዩ ክልሕልሕ ሓይለይ 
      ኣብ በረኻ ኣብ ምረበዳታት 
      ክጎይ ኣኽራን ጎቦታት

1.ኣብ ኣፍ ኣፌት ሰመያዊ ባና
ተጎልቢበ ብፃዕዳ ደበና
ኣርሕወኒ ባብካ ክፈተለይ
ሕቖፈኒ ድረዝ ንንብዓተይ/2/

2.ኦሮማይ ኣይናታን’የ ዓለም
ኣዶናይ ኣለኻኒ ኣብ ኣርያም
መፄኤ ናብ ቤትካ ክኣቱ
ሕፀበኒ ከም በረድ ክፅዕዱ/2/

3.ኮይኑለይ ኢዩ ኣባኻ ተሞርኪሰ
ጉዕዞይ ፈሊመዮ ንዓኻ ኣሚነ
ኮንካኒ’ውን እሙን ከውሒ ነዓኡ
ፍቕርኻ ጀሚሩ ክዛሪ ኣብ ልበይ

ተደ2 ፡ብፍቕርኻ/2/ ኢዩ ኮይኑለይ 
       ብፀጋኻ/2/ ኢዩ ኮይኑለይ
       ብፍቕርኻ/2/ ኢዩ ኮይኑለይ 
       ብፀጋኻ/2/ ኢዩ ኮይኑለይ

4.ብፍቕርኻ ኢዩ ኮይኑለይ ዝኹሉ
ኣብ ነፍሰይ ክነብር መንፈስካ ኣፅሊሉ
ብፀጋኻ ኢዩ ኮይኑለይ ዝኹሉ
የዒንተይ ከፊተ ኩሉ ዝርእየሉ

ተደ፡2

        ''',
        'category': 'ምስጋና',},
                {'title': 'ከም ቀደምካ',
         'lyrics': '''
1.ሓጥያተይ ዓሚቕ’ዩ ከም ዕምቖት ናይ ቐላይ
ዘይቑፀር ፍፁም ኣዝዩ ብዙሕ ጉደይ
ጎይታ ጠምተኒ ነዓይ ብምሕረትካ
ብኢደይ ሓዘኒ ኣይትግደፈኒ ኢኻ/2/
ድኻምነተይ ርእየ ባዶነተይ ርእየ
ክትመልኣኒ ኢየሱስ ናባኻ መፅኤ/2/

2.ልዑል’ዩ ምሕረትካ ሰማያት ዝበፅሕ
ፅድቕኻ’ውን ጎይታ ከም እምባታት በሪኽ
ኣነ ግን ኣምላኸይ ኣዝየ ዝተንዓቕኩ
ቅድሜኻ ደው ክብል ፍፁም ዘይበቓዕኩ/2/
እሙን ምዃንካ ርእየ ንምሕረትካ ርእየ
ክትመልኣኒ ኢየሱስ ናባኻ መፅኤ/2/

3.ልምድታት ክቕየር ባህልታት ክስገር
እግዚኣብሔር ንስኻስ ከም ቀደምካ ኣሎኻ
ነገስታት ደይቦም መሊሶ ክወርዱ 
ንጉስይ ትነብር ፀኒዕካ ኣብ ዙፋንካ ከም ቀደምካ ኣሎኻ
ሕያው ምዃንካ ርእየ ከምዘይትመውት ርእየ
ክትፍውሰኒ ኢየሱስ ናባኻ መፅኤ/2/

        ''',
        'category': 'ንስሓ',},
                {'title': 'ርሕርሕቲ ኣደ ንምሕረት',
         'lyrics': '''
1. ኦ ዕቅብቲ ኣደ ፀጋ ዝመላእኪ
   ፍትውቲ ህያብ ኢኺ ንዓና ህዝብኺ 
   ደሊኻ ኣይርከብን ዝመስል ንዓኺ
   ሃስሰ ኢልኻ ኣይርከብን ዝመስል ንዓኺ

ተደ ፡ ርሕርሕቲ ኣደ ምሕረት
     ፍቕርቲ እወ ምስ ወዳ 
     ብርህቲ ኪዳን ሉል ኢኺ
     ካብ ኩለን ኣንስቲ ዝያዳ 
     ርሕርሕቲ ኣደ ምሕረት
     ፍቅርቲ ምስ ወዳ ካብ ኩለን ዝያዳ/2/

2. ፈለግ ሰላም ዝኾንኪ  ሉል ተስፋ ናይ ዓለም 
   ሕያወይቲ ዝኾንኪ ኦ ቅድስቲ ማርያም 
   ሓልውና ኢኺ ንዓና ንዘልኣለም
   ለምንልና ኢኺ ንዓና ንዘልኣለም

3. ወሓዚት ምሕረት'ያ ፍትውቲ ብሕዝባ
   ኪዳን ዝፈፀመትሉ ብቐለቤት ንብዓታ 
   ውዕሎኣ ኣሕዲሳ ትነብር ፀቢቓ
   ኪዳና ኣሕዲሳ ትነብር ደሚቓ

4. ንግስቲ ኣደ ኪዳን ብርሃን ዝለበስኪ  
   ዕውቲ ኣዴና ኢኺ ንስኺ'ወ ንስኺ 
   ንዒ ሎሚ ምሳና ኪዳንኪ ኣሕድሲ 
   ኣብቲ ቤትና እውን ፀጋ ከተፍስሲ

        ''',
        'category': 'ማርያም',},
                {'title': 'በዓል ዓቢ ብርሃን',
         'lyrics': '''
1.ተንሲኡ አዩ የሱስ ተንሲኡ
ንሲኦል ገሃነም ስዒሩ
ቓል ወንጌልን ትንቢቱ ብኹሉ
ተፈፂሙ ብትንሳኤኡ
     ሆ ንበል ንዓልል ትንሳኤኡ ንመስክር 
     ንሰዓሪ ኣምላኽ መዝሙር ዓወት ንዘምር/2/

2.ኦ ሞት ኣበይ ኣሎ ሓይልኻ
የሱስ ሕይወት ድዩ ገኒሑካ
ኦ ሲኦል ከ ኣበይ ኣሎ ብልሕኻ
የሱስ ብርሃን  ድዩ ገኒሑካ
    እልል ንበል ንዓልል ትንሳኤኡ ንመስክር 
    ንሰዓሪ ኣምላኽ መዝሙር ዓወት ንዘምር/2/

3.ብመስቀሉ ብርሃን ርኢና
ሞይትና ኔርና ምስኡ ተንሲእና
ፋሲካ እዩ እወ ፋሲካና
ንተሓጎስ ብርሃን ኮይኑልና/2/
      በዓል ንዓቢ ብርሃን ንኩሎም ህዝበ ክርስትያን 
      ትንሳኤኻ ዝኣመና ብርሃንካ ስደደልና/2/

        ''',
        'category': 'ትንሳኤ',},
                {'title': 'ምስጋና ይኹኖ',
         'lyrics': '''
ኣሜን ሃሌ-ሉያ ኣሜን ሃሌ-ሉያ
ኣሜን ሃሌ-ሉያ ኢልና ነመስግኖ
1.እግዚኣብሄር ክቡር ጎይታ ነምስግኖ
ገባር ተኣምራት ‘ዩ እሞ ነመስግኖ
ናይ ጎይቶት ጎይታ ‘ዩ ሃሌ ነመስግኖ
ናይ ኣማልኽቲ ኣምላኽ ‘ዩ እወ ነመስግኖ
ካብ ዘልኣለም ንዘልኣለም ዝነብር ነመስግኖ
ናይ ነገስታት ንጉስ እዩ ብሓባር ነመስግኖ

ተደ፡ ኣምላኽ ሰማያት/2/ምስጋና ይኹኖ /2/
       ኣሜን ማራናታ /2/ምስጋና ይኹኖ /2/
       ኣምላኽ ሰማያት/2/ምስጋና ይኹኖ /2/
       ኣሜን ማራናታ /2/ምስጋና ይኹኖ /2/


2.ንሰማይን ምድርን ዘቖመ ነመስግኖ
ንፀሓይ ኣብ ላዕሊ ዘብረቐ ነመስግኖ
ንኸዋኽብቲ ብለይቲ  ዘብርሀ ነመስግኖ
ንወርሒ ብፀልማት ዘብርሀ ነመስግኖ
ብርሃን ይኹን ንዝበለ ብኡነት ነመስገኖ
ንሰብ ዝፈጠረ ኣሕዋት ነመስግኖ

ንጉስ ሰማያት ምስጋና ይኹኖ………

3.ኣምላኸይ በቲ ኹሉ ፅቡቅ ዝስራሕካ
ብኡነት ናተይ ኢኻ ኣነ ‘ውን ናትካ
ጎይታየ በቲ ኹሉ ህያባት ፍቕርኻ
ከውሒ ልቢ ናተይ ክፈቶ ባዕልኻ
ዘልኣለም ሓግዘኒ ክኸውን ምሳኻ
የመስግን ኣለኹ በቲ ኹሉ ሰናይካ
ክቡር ሰማያት ምስጋና ይኹኖ. . . 

4.እግዚኣብሄር ዝሃበና ናይ መንፈስ ናፅነት
ወረስቲ ክንከውን ናይ ዘልኣለም ሕይወት
ንሰማይ ክኸይድ ንሰይጣን ስዒሩ
ተዘንቲዩ ኣይፈልጥን እዪ እቲ ኹሉ ተግባሩ
ናብ ጎይታና ንቕረብ ክህበና በረኸቱ
ብኽብሪ እውን ንስገደሉ ብግርማ ኣኽሊሉ
ቅዱስ ሰማያት ምስጋና ይኹኖ.... 

ኣሜን ሃሌ ሉያ (3)ኢልና ነመስገኖ {2}

        ''',
        'category': 'ምስጋና',},
      ],
    },
  ],
      'መዘምራን ደብረ ቅ.ጴጥሮስ ወ ጳውሎስ ካርቱም': [
    {
      'albumTitle': '',
      'songs': [
        {'title': 'ቃላት ስኢነ',
         'lyrics': '''
1.ኣብ  ድቅድቅ ፀልማት መከራ ኣብ ስደት ሽግር ፈተና
ቀቅድመይ ትሓልፍ ከይሽገር ከተፅግበኒ በረኸት
ዘይትታኸስ እሙን ሓላዊ ልዕሊ ኩሉ ንነፍሰይ ትሓሊ
ዘይትጠልም እሙን ኣፍቃሪ ልዕሊ ኩሉ ንነብሰይ ትሓሊ

                ተደ፡ ብከመይ እሞ ክመልሶ ውዕለትካ
                    ቃላት ስኢነ ክገልፆ ሰናይካ
                    ንድሕነተይ ኣብ ብዓቲ ምውላድካ
                    ምእንቲ ፍቅረይ ኣብ መስቀል ሙማትካ

2.ዓቅሊ ስኢነ ከማሪር ተስፋ ቆሪፀ ክሕለል 
ከይተፈለኻ ካብ  ጎነይ ፍጡን ኢኻ ንምርድአይ
ፀጋኻን ምሕረትካን ከቢቡኒ ን ሕይወተይ ሰላም መሊኡኒ(2)

3.መስቀል ሕይወተይ ክከብድ ኣብ ባሕሪ ሓጢኣት ክጥሕል
ደምካ ኣፍሲስካ ዓዲካኒ ከም በረድ ኣፃዕዲኻኒ
ፍሉይ'ዩ ኢየሱሰይ ፍቕርኻ ኣይውዳእን'ዩ  ቀላይ ምሕረትካ(2)

4.ህላውነትካ ክንዕቅ ትውክልተይ ኣብ ሰባት ከውድቕ
ብመንፈስካ ትመርሓኒ ብፀጋኻ ትሽልመኒ
ኣብ ክቡር ቦታ ዕጫ በፂሑኒ ሕያውነትካ ገሪሙኒ
ኣብ ክቡር ቦታ ዕጫ በፂሑኒ ተመስገን ልዑል መድሓኒ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ረዲኤትና ካባኻዩ',
         'lyrics': '''
እህህታ ህዝብኻ መዓስ ኮን ይምለስ
ተስፋና ካባኻ’ዩ ንስካ ክትምለስ(2)
ናብ ኣኽራን ኣንጥምትን ንኽርህወና
ረዲኤትና ካባኻ’ዩ ዝመፀና(2)

1.ኣብቲ ህዝብኻ ተሰደሉ ሃገር
ከም ባርያ ተቆፅረ ብዘይ ቁም ነገር(2)
ንስካ ግን ኣይገደፍካዮን ብፈርዖን ክጭቆን
ኪዳን ኣቲኻሉ ንዘለኣለም ከይኩነን(2)
                ተደ፡ ናብ ኣኽራን ኣይንጥምትን ንኽርህወና
                    ረዲኤትና ካባኻ’ዩ ዝመፀና(2)

2.ኣብዚ ስደት ዝበዝሖ እዋን
እግዝኣብሔር ርኢኻና ስቅ እባ ኣይትበል(2)
ንባሮትካ ከም ፍትሕኻ በይነልና
ከም ብዝሒ ምሕረትካ እምበር ኣይትፍረድ ብሓጢኣትና(2)

3.ንእግዝኣብሔር  ንወክሎ
ልብና ዝደልዮ ኣብ ኢዱ እዩ ዘሎ(2)
ዓይንና ዘይረኣዮ እዝንና ዘይሰምዖ
ልብና ዘይሓለኖ ኣዳልዩልና ኣሎ(2)

እህህታ ህዝብኻ……………

        ''',
        'category': 'ልመና',},
                {'title': 'ደው ክብል ንኽብርኻ',
         'lyrics': '''
                ተደ፡ ኩሉ ግዜ  ከኽብሮ  ንቅዱስ  ስምካ
                    ወትሩ ግዜ  ደው ክብል ንክብርኻ
                    ኩሉ ግዜ    ኣምልኾይ  ክቅርበልካ
                    ፈትየ ’ለኹ ክኽተል መንገድኻ
                    ኩሉ ግዜ  ክቐውም  ኣብ ቅዱስ ቤትካ
                    ወትሩ ግዜ  ቅዱስ ቅዱስ  ክብለካ
                    ኩሉ ግዜ  ምስጋናይ  ከቅርበልካ
                    መዲበ ኣለኹ  ክሰምዕ  እቲ ጥዑም  ቃልካ
                    ኣይደክምን’የ (2)
                    ኣይሕለልን’የ (2)

1.ታሪኸይ  ልዊጥካ  ኣብ  በሪኽ  ደው  ኣቢልካኒ
ዘይከኣል  ዝመስል  ብሓይልኻ  ኣኽኢልካኒ
ኩሉ ፀፅብቑ  ንነፍሰይ  እናዓደልካ
ኣጥቢቁ  ሒዙኒ  እቲ ጥዑም (እየሱሰይ)  ፍቅርኻ (2)

2.ካብቶም ዝሰዓሩ ኣዝየ በሊፀ
ቅዱስ ሓያል ኢኻ ንዓኻ መሪፀ 
ካብ ፍቅርኻ ኢየሱሰይ የለን ዝፈልየኒ
ፀበባ መከራ ዕርቃን እንተኸበበኒ (2)

3.ፈልፋሊ ማይ ሕይወት ኢየሱሰይ  ኣለኻኒ
ካልእ የብለይን ንፅምአይ  ዘርውየኒ
ኣባኻ  እውከል ዝምከሓሉ  ሓይለይ
ብስምካ ይስዕሮ ንዝኸበበ  ኣብ ዙርያይ
ፈልፋሊ ማይ ሕይወት ኢየሱሰይ  ኣለኻኒ
ካልእ የብለይን ንፅምአይ  ዘርውየኒ
ንስኻ ትውክልተይ ዝምከሓሉ  ዕርደይ
ፈተናይ ይሓልፎ ንዝኸበበ  ኣብ ዙርያይ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ብፅዕቲ ማርያመይ',
         'lyrics': '''
1.ብፀጋ ዝመላእኪ
ናይ ትሕትና  መርኣያ  ኢኺ (2)
ማርያመይ  ንውሉድ ወለዶ
ማርያመይ  ብፅዕቲ እኖ (2)

        ተደ፡ ማርያመይ  ኣብ ግዜ ሓዘነይ
            ማርያመይ   መፀናንዒተይ
            ማርያመይ   ኣብ ግዜ ሽግረይ
            ማርያመይ   ፍጥንቲ ረዳኢተይ

2.መርከብ ኖህ ተስፋ ድሕነትና
ንዓና ንሓጥኣን  ዘይትጋደፍና (2)
ኣደየ  ካብ ፍቁር ወድኺ
ኣደየ  ፀጋ  ተማልዲ (2)

3.ካብ ኣምላኽ ሞጎስ ዝረኽብኪ
ካብ ኣንስቲ  ዝተባረኽኪ (2)
ማርያመይ ክኽተል ኣሰርኪ
ማርያመይ  ብፀጋ ደግፍኒ (2)

4.ቆጥቋጥ ሙሴ  ዘይትጠፍእ ብርሃን
ተስፋ ኣዳም  ንግስቲ ናይ ሰማይ (2)
ኣደየ  ፈዋሲት  ሕሙማን
ኣደየ  ረዳኢት  ክርስትያን (2)

          ማርያመይ  ንኣብ መርዓቱ
           ““      ንወልድ  ወላዲቱ
           “”      ንመንፈስ ቅዱስ ታቦቱ
           “”       ብልፅቲ ፅርሓ ቤቱ
           “”       ኣደ  ዘኽታማት
           “”       ተስፋ  ቅቡፃት
           “”       ምኽንያት  ሓጎስና
           “”       ርሕርሕቲ  ኣደና

        ''',
        'category': 'ማርያም',},
                {'title': 'ክቡር ኢኻ',
         'lyrics': '''
1.ኣብ ሰማይ እትነብር ኣምላኽ ኣማልኽቲ
አምልኸካ ኣለኹ የብልካን ተወዳዳሪ
ኩሩቤል ሱራፉኤል ይብሉኻ ቅዱስ ቅዱስ
ኣነ 'ውን እግዝኣካ (አምልኸካ)  ኢየሱሰይ ንበይንኻ (3)
                ተደ ፡ ክብሪ እህበካ(3) ክቡር ኢኻ
                     ክብሪ አቅርበልካ (3) ክቡር ኢኻ
2.ዝመስለካ የለን ዝትክእ ንቦታኻ
ሓደ’ኳ ኣይርከብን ዝልውጥ ሓሳባትካ
ነገስታት ኩሎም ይሓልፉ ንስኻ'ግን ከም ቀደምካ
ዘልኣለም’ዩ ዝነብር (ክብሪ) ዝፋን መንግስትኻ (3)

3.ሰማይ ዝፋንካ ምድሪ መርገፂ እግርኻ
ቅዱስ ኢካ እናበሉ ኩሎም ፍጥረት ይሰግዱልካ
ማዕበላት ኮኑ ንፋሳት ኩሉ ግዜ ይእዘዙኻ
ዝቀውም የለን ኢየሱስ ደፊሩ ኣብ ቅድሜኻ (3)

4.ኣልፋን ኦሜጋን ኢኻ ዝነበርካን ዘሎኻን
ዕቤትካ ኣይምርመርን ስራሕካ ኣይብፃሕን
ብኣእምሮ ደቂ ሰባት ብፍፁም ኣይግመትን
ፍሉይ ኢኻ ኣምላኽና ዝመስለካ 'ውን የለን (3)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'የብለይን ዝጎድለኒ',
         'lyrics': '''
1.እግዚኣብሄር ጓሳይ እዩ (2)
ዝጎድለኒ  የብለይን(2)
ኣብ ልሙዕ ሸኻ የውዕለኒ(2)
ናብ ዝዓርፈሉ ማይ ይመርሓኒ(2)

                ተደ፡ የብለይን ዝጎድለኒ
                    ኢየሱሰይ  ኣሎኒ(2)
                    ዝሓልየለይ እሙን ጓሳይ
                    ፍጡን መልሲ ናይ ሕቶይ
                    ኣብ ፀበባይ ረድኤተይ
                    ፅኑዕ ዋልታ ናይ ሕይወተይ 

2.ካብ  ፈተና  ተድሕነኒ(2) 
ሓይሊ ሂብካ ተቑመኒ(2)
ፅንኩር ግዜ  ተሕልፈኒ(2)
ንማዕበላት   ተስግረኒ(2)

3.ተሓጒሰ   እዝምረልካ(2)
የብለይን   ዝበቀልካ(2)
ንዘሎኒ   እህበካ(2)
እናዘመርኩ ኣብ ዓፃድካ(2)

        ''',
        'category': 'ምስጋና',},
                {'title': 'ኦ ነብሰይ ንቅሒ',
         'lyrics': '''
      ተደ፡ ኦ ነፍሰይ ንቕሒ አንዶ ተበራበሪ
          ጎይታኺ ኢዩ ዘድሂ ዘሎ
          ዘመን ታሕጓስኪ ኣኺሉ ባህግኺ ክትቅበልዮ
          በገናኺ ቃኒኺ ንምስጋና ኣልዕልያ
          ነፍሰየ ተበራበሪ ወጋሕታ ከተውግሕያ (2)

1.ዘመን ምሕልውላውኪ የብቅዕ ዝሓለፍኪዮ ዓመታት
ጎይታኺ ይመፅእ ኣሎ ብዓጀብ ብዙሕ ሰራዊት
ኮረቢት ነጢሩ ኣኽራን እናዘለለ
ጎይታኺ ይመፅእ ኣሎ ብደበና እናጋለበ (2)

2.ማእሰር መቃውሕኪ ፈቲሑ ኣርዑትኪ ከውርደልኪ
ባርኖስ ባርነትኪ ቀንጢጡ ኣኽሊል ክብሪ ክህበኪ
ጉላጉል ሰጊሩ ከም ኢራብ እናዘለለ
ጎይታኺ ይመፅእ ኣሎ ከም ኣንበሳ እናጓዘመ (2)

3.ጉስቁልናኺ ተወዲኡ ሰላም ክመልኣኪ
ማዕፆ ኣስራዚ ሰባቢሩ ባህጊ ልብኺ ክህበኪ
ወሓይዝ ሰጊሩ ሩባታት እናነጠረ
ጎይታኺ ይመፅእ ኣሎ ከም ንፋስ እናሽበበ (2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ኣሜን ሃሌ ሉያ',
         'lyrics': '''
       ተደ፡ ኣሜን ሃሌ ሉያ (3) ኣሜን (4)

1.ንስሙ ባርኹ (3) ኣሜን
ንስሙ ባርኹ (2) በረኸት ክትውስኹ ኣሜን
ንስሙ ኣልዕሉ (3) ኣሜን
ንስሙ ኣልዕሉ (2) ቅብኢ ክትቅበሉ ኣሜን
    
2.ንስሙ ፀውዑ (3) ኣሜን
ንስሙ ፀውዑ (2) ብሓቂ ክትፀንዑ ኣሜን
ንስሙ ወድሱ (3) ኣሜን
ንስሙ ወድሱ (2) ፀጋ ንኽትሓፍሱ ኣሜን

3.ንስርሑ መስክሩ (3) ኣሜን
ንስርሑመስክሩ (2) ኣብ ሰማይ ክትከብሩ ኣሜን
ንግብሩ መስክሩ (3) ኣሜን
ንግብሩ መስክሩ (2) ኣብ ሰማይ ክትከብሩ ኣሜን

        '''
,
        'category': 'ምስጋና',},
 
      ],
    },
  ],
      'መዘምራን ደብረ መድሕን ዓለም ገጀረት ኣስመራ': [
    {
      'albumTitle': '2ይ ካሴት',
      'songs': [
        {'title': 'ሎሚ ኣብ ቤትሊሄም “”',
         'lyrics': '''
1 ኦ ክርስትያን ተሓጎሱ ኣበሳኹም ተደምዲሱ
ሎሚ ኣብ ቤትሊሄም ሃገር 
ህፃን ኮይኑ ወልድ አግዝኣብሄር 
ዘማ ይዘይም መዝሙር ይዘምር (2)
ኦ ክርስትያን ተሓጎሱ ኣበሳኹም ተደምሲሱ

2 ሰማይ ይብራሃ ምድሪ ትንፊስሃ 
መድሕን መፅኡ ልብና ይፊሳህ
ልሚ ኣብ ቤትሄህም ሃገር 
ህፃን ከይኑ ወልደ አግዝኣብሄር 
ዘማ ይዘየም መዝሙር ይዘምር(2)
ሰማይ ይብራህ ምድሪ ትንፊስሃ
መድሕን መፅኡ ልብና ይፊሳህ 

3 ኣደይ ማርያም ወድኺ ኣጥብው 
ንክርስትያን ክኽውን መግቢ 
ሎሚ ኣብ ቤትሊሄም ዓዲ 
ተወሊዱ ኣምላኽ ወዲ እልል በላ ኣንስቲ ዓዲ (2)
ኣደይ ማርያም ወድኺ ኣጥብው ንክርስትያን ክኸውን መግቢ

        ''',
        'category': 'ልደት',},
                {'title': 'ብደስታ ብታሕጋስ',
         'lyrics': '''
1.ብደስታ ብታሕጋስ ምእመናን ንዑናይ
  ብደስታ ብታሕጋስ ንቤተ-ልሔም ንዑናይ
    
    ተደ፡ ንዑናይ (4) ንዑናይ (4)
        ንዑናይ 
        ንሕፃን ክንርኢ ልዕል ንጉስ ሰማይ (2)
   
        ንዑናይ ክንሰግደሉ ንዑናይ ንዑናይ
        ንመድሕን ክንሰግደሉ ንዑናይ ንዑናይ

2 ኣባጊዕ ገዲፎም   ኣብ ትሑት በዓቲ
  ጋሶት ጎዮም ከዱ   በታ ፍርቂ ለይቲ
                        
    ተደ፡ ንዑናይ (4) ንዑናይ (4)
                 ንዑናይ 
        ንኺድ ንሕና 'ውን ብቕልጡፍ ስጉምቲ (2)
   
        ንዑናይ ክንሰግደሉ ንዑናይ ንዑናይ
        ንመድሕን ክንሰግደሉ ንዑናይ ንዑናይ

        ''',
        'category': 'ልደት',},
                {'title': 'በዛ ሎሚ ለይቲ',
         'lyrics': '''
1 በዛ ሎሚ ለይቲ  ብሓቂ  ቅድስቲ
  ኢየሱስ ተወልደላ  ኣብ መብልዒ ማል በዓቲ
  ኣሕዋት  ንተሓጎስ   ሰዓብቱ ዝኾና
  ሓጥያትና  ዝድምስስ  ስለ ዝተወልደልና

     ተደ：ተወሊዱ  ኢየሱስ  ተወሊዱ
         ተወሊዱ  መድሕን  ተወሊዱ
         ንሕና 'ውን  ልባትና  ንክፈት
         ኣባና  ክውለድ[2]

2 ፅድቒ  ኣልቢሱና  ኢየሱስ መድሓኒና
  ካብ ፀልማት ናይ ሰይጣን መንዚዑ ኣውፀኣና
  በዚ ሎሚ ዕለት  ልደት ናይ ጎይታና
  ካብ ሓጢኣት ዘውፃና  ነመስግኖ ኢና

3 ስለዝደለየ  ትሕትና  ክምህረና 
  ኢየሱስ ተወሊዱ  ሓደረ ኣብ መንጎና
  በዚ ሎሚ ዕለት  ንግለፆ ፍቅርና 
  ብምሉእ  ልባትና  ነመስግኖ ሓቢርና

4 ኣዕዋፍ ሰማይ ሎሚ  ብሓንሳብ ዘምራ
  ብመዝምር መልኣኽቲ  ድምፅክን  ፀንብራ
  ጎይታ ኢየሱስ ጥራይ ናይ ሓጢኣት ኣባራሪ
  ብዘይካኡ  የልቦን  ንሓጢኣት ዝሰሪ

        ''',
        'category': 'ልደት',},
                {'title': 'ንኺድ ናብ ጎይታ',
         'lyrics': '''
1 ንኺድ ናብ ጎይታ ንዑናይ 

   እወ (2)  ንዑናይ
   ናብ ኢዮርሳሌም  ንኺድ ናብ ጎይታ የሱስ

2 ቅንዕና ሒዝና. . .  ንዑናይ 
   
3 እምነትና ሒዝና ...ንዑናይ
  
4 ትሕትና ሒዝና... ንዑናይ
  
5 ተስፋና  ሒዝና...ንዑናይ
 
6 ሓጎስና ሒዝና. . .  ንዑናይ
  
7 ምስጋና ሒዝና . . . ንዑናይ

8 ህያብና ሒዝና. . .  ንዑናይ
   

        ''',
        'category': 'ልደት',},
                {'title': 'እንሆ ንኩሉ  ህዝቢ',
         'lyrics': '''
1 እንሆ ንኩሉ ህዝቢ ዝኾን  ዓቢ ሓጎስ
  አበስረኩም ኣለኹ እሞ ኣይትፍሩሑ 
  እስየ ብስራት (2)

    ኣዝ ፧  ግሩም ኢዩ ዱምፁ ምስማዕ
          ንመድሕን ሕይወትና 
          ልብና ንሓቦ ሰላም ከውርደልና (2)

2 ህፃን  ተወልደ ኣብ ቤተሊሄም ክኸውን መድሃኒ ኣለም 
  ካብ ድንግል ተወሊድልና እቲ ትንቢት ንክፍፀም 
  እሰየ ብስራት (2)

3 ንሱ ድማ ክርስቶስ እዩ ካብ ዓዲ ዳዊት እዩ 
  ወዲ ኣምላክ ክንሱሲ ኣብ መብል ዒማል ደቂሱ
  ስብሓት ይኩን ንዕኡ (2)

4 ክብሪ ይኩን ንልዑል እግዚኣብሔር ኣብ ላዕሊ
  ሰላም ከኣ ኣብ ምድሪ ይኹን ንሰብ ፅቡቕ ፍቓድ
  ኣሜን  ሃሌ ሉያ (2)

        ''',
        'category': 'ልደት',},
                {'title': 'እንካብ ሰማይ ኮኮብ ወረደ ',
         'lyrics': '''
እንካብ ሰማይ ኮኮብ ወረደ 
ኣብ ማሪያም ተኣንገደ 
መድሕን ዓለም ተወለደ (4)
 
ፈጣሪ ኮነ  ከማና 
ካብ ማርያም ተወሊዱልና 
ኣማኒኢል ኣብ ማእከልና (4)

ፍርቒ ለይቲ ኣብ ቤትልሄም 
ዕንዱ መፀ ፈጣሪ ዓለም
ብርሃን ኮነ ናይ ስላም (4)

ተጠምቀ ኣብ ዮርዳኖስ
ተቀበለ መንፈስ ቅዱስ
ሰማይ ሃብ ቃል ሓጎስ (4)

        ''',
        'category': 'ልደት',},
 
 
      ],
    },
    {
      'albumTitle': 'ጎይታይ ኣብ ሕቑፎኻ',
      'songs': [
        {'title': 'ጓሳ ኣሎኒ',
         'lyrics': '''
ይኽፋእ ይፀብቕ ይጥዓም ይሕሰም
ኣብ`ቲ ዘለኽዎ ናይ ህይወት ቋሕ ሰም
ኣሎኒ ኣነስ ተስፋ ዝህበኒ
ክሓዝን ክትክዝ ዘፀናንዓኒ
ፀግዒ ዝኾነኒ

ቤተይ ቤቱ ልበይ ልቡ
ዘይቀብፀኒ (2) ኢየሱስ ኣሎኒ
ዘይደክም (2) ዘይሕለል (2) ጓሳ ኣሎኒ (2)

ስኢነ ክረክብ ፀሚኤ ክረዊ
ንቑስለይ ዝፍውስ መንፈሰይ ዘርዊ
ጓሳ`ሎኒ ኣነስ ፅቡቐይ ዝደሊ
ቃል ከየውፃእኩ ንውሸጠይ ዘለሊ
በሰረይ ዝኣሊ

ቤተይ ቤቱ ልበይ ልቡ
ዘይቀብፀኒ (2) ኢየሱስ ኣሎኒ
ዘይደክም (2) ዘይሕለል (2) ጓሳ ኣሎኒ (2)

ቃሉ ልዕሊ ቃላት ክቡር ልዕሊ ክቡር
ዘመን ዘይልውጦ መዋእል ዝነብር
ብኣጋ ዝንበ ዝበሎ ዝኸውን
ብእኡየ ዝምካሕ ንዕኡየ ዝኣምን
ኣነ ናቱ ዋኒን

ዓይነይ ዘይኮነስ ልበይ ዝርእዮ
እዝነይ ዘይኮነስ ልበይ`ዩ ዝሰምዖ
ግዜ ዘይፈልየለይ ብለይቲ ብቐትሪ
ኩሉ ሻዕ ዝረኽቦ ዝህበኒ ምኽሪ
ዘይብሉ ዘብሪ

ቤተይ ቤቱ ልበይ ልቡ
ዘይቀብፀኒ (2) ኢየሱስ ኣሎኒ
ዘይደክም (2) ዘይሕለል (2) ጓሳ ኣሎኒ (2)
ቤተይ ቤቱ ልበይ ልቡ
ዘይቀብፀኒ (2) ኢየሱስ ኣሎኒ
ዘይደክም (2) ዘይሕለል (2) ጓሳ ኣሎኒ (2)
''',
        'category': 'ምስጋና',},


        {'title': 'ወሓዚት ፀጋ',
         'lyrics': ''' 
ወሓዚት ኢኺ ተስፍኡ ንኣዳም
ተስፋ ስደቱ ንኣቦና ኣብራሃም
ፅላቱ ንሙሴ ቆጥቋጥ ሲና
ንዓና ድማ መድሕን ፈረኽልና

ኦ ጥዕምቲ ማርያም ናባኺ ኣሚንና
ናባኺ ተፀጊዕና መሳልል ክትኮንና
ኣብ`ዚ ክፉእ ዘመን ግዜ ምጥልላም
ልብና ኣህዲእኪ ኣውርድልና ሰላም

ከርስኺ ንማሕደር ኣዶናይ ተዳለወ
መን ኣሎ ከማኺ ፀጋ ዝተቐበለ
`ቲ ድሙቕ ብርሃን ዙርያኺ ዝሸለመ
ንስኺ ፍልይቲ ካብ ኩሉ ዝወቀበት

ኦ ጥዕምቲ ማርያም ናባኺ ኣሚንና
ናባኺ ተፀጊዕና መሳልል ክትኮንና
ኣብ`ዚ ክፉእ ዘመን ግዜ ምጥልላም
ልብና ኣህዲእኪ ኣውርድልና ሰላም

መፅለሊት ድኹማት መዐንገሊት ድኻ
ገላፂት ንሓቂ መንገዲ ንህይወት
ኣባኺ ሓዲሩ ዝኣወጀ ድሕነት
ንስዓቦ ኣሰሩ ክንኣቱ ናብ ገነት

ክብሪ ንእግዚኣብሔር ኣባኺ ዝሓደረ
መንፈስ እቲ ልዑል ከርስኺ ዘቃፀለ
ከርስኺ ንውሉድ መድሕን ዝወለደ
ከማኺ ኣይርከብን ክብሪ ዝረኸበ

*ነፍሰይ ንእግዚኣብሔር ኣዝያ ተዕብዮ
መንፈሰይ ብኣምላኽ ባህ ባህ`ዩ ዝብሎ
ንዓና ደቁ ለውጢ ምስ ደለየ
ክብሪ እግዚኣብሔር ኣብ ማርያም ወረደ
ኦሆ ኦሆ ኣሃ ኣሃ ኣሃ ኣሃ ኣሃ ኣሃ

ሓያላት ንዝብሉ ካብ ዙፋን ኣውረዶም
ትሕት ንዝበሉ ልዕል ኣበሎም
ንጥሙያት ደቁ ብበረኸቱ ኣፅገቦም
ንሃብታማት ግና ጥራዮም ሰደዶም
ኦሆ ኦሆ ኣሃ ኣሃ ኣሃ ኣሃ ኣሃ ኣሃ (2)
        ''',
        'category': 'ማርያም',},
                {'title': 'ሰናይካ’ዩ ዘሰንየኒ',
         'lyrics': '''
1 ኣብዚ ሕሉፍ ዕምረይ ዘሕለፍክዎ ላዕልን ታሕትን ኢለ ዘጥረኽዎ
ሓደ እኳ ኣይወነንኩን ባህ ዝብለኒ ስስዐ የዒንተይ ጎልቢቡኒ
እንትርፎ ክሳራ’ምበር የለን መኽሰብ ብምባል ንብሕተይ እንክሓስብ
ሃንደበት መንገድኻ ረኸብክዎ ጉዕዞይ ክፍልም እግረይ ኣንበርክዎ

      ተደ፡ ፀሓይ በሪቓ ክሳብ እትሃትፍ
          ሃቲፋ ድማ ክሳብ እትቕልቀል
          ለካ(ጎይታ) ሰናይካ’ዩ ዘሰንየኒ 
          ለይትን ቅትርን መንገደይ ዝመርሓኒ

2 ናይ እምነት መንገደይ ስኢነዮ የማን ፀጋም በልኩ ከለልዮ
ምንባር ኣብዛ ዓለም ኣፅሊኡኒ ጣዕሳ ኮይኑ መግበይ መሪሩኒ
ሳላኻ ግን ሳላ ሓያል ኢየሱሰይ በኣኻ’ወ ተሓጒሱ መንፈሰይ
ካብ ማሕዩር ዓዘቕቲ ሞት ኣውፂእካኒ እነኹ’ኳ ይዝምር ባህ ኢሉኒ

3 ዕላማ ምፍጣረይ ኣቕለብኩሉ የሱስ ከም ንጉሰይ ኣመንኩሉ 
እንካብ  ሽዑ  ልበይ ተሓጒሳ ንእኡ ተመስግን መመሊሳ
እንቛዕ እኳ ኣይኮነት ኣብ ዕርበቱ ሕይወተይ ምስ ጠፍአ ብኸንቱ
ብኣጋ ኣድሒንዋ መድሓንየይ ስለዚ ይመስገኖ ፈጣርየይ

        ''',
        'category': 'ዝተፈላለዩ',},
        {'title': 'ገፅካ ንዓይ',
         'lyrics': '''
መታን ከይሸገር ብዝኸበበ ኣብ ዙርያይ
መታን ከይናወፅ ብዝመፀኒ ኣብ ህይወተይ

ኣብ በሪኽ ደይበ የማዕዱ ንዓኻ
ኣዝየ ተሃዊኸ ክርኢ ንገፅካ
ሓጢኣተይ ኣይትርአ ምለሶ ልብኻ
ሰላመይ ክምለስ ኣፍስሶ ምሕረትካ

ገፅካ ንዓይ ኢዩ ከም ምብራቕ ፀሓይ
እንተተኸወልኩ እፅልምተኒ ምድረ ሰማይ
እንተተሓባእኩ ይጠፍኣኒ ሃመይ ቀልበይ
እንተረሓቕኩ ቅሳነት ይስእን ልበይ

ብዘይካኻ ጥዑም ካልእ ኣይፈልጥን
ብዘይካ ንስምካ ካልእ ኣይፅውዕን
ብዘይካ ንዓኻ ካልእ ኣይኣምንን
ብዘይካ ክብርኻ ካልእ ኣይሰግድን

ክጨንቀኒ ከሎ ቅረበኒ ኢየሱሰይ
ክፅልምተኒ ከሎ ኣብርሃለይ ኣምላኸይ
ክጨንቀኒ ከሎ ደግፈኒ ኢየሱሰይ
ክፅልምተኒ ከሎ ኣብርሃለይ ኣምላኸይ

*ንዓ ምፃእ ኣይትርሓቐኒ
ብዘይካኻስ መንሞለኒ (2)

ህፃን እንከሎኹ ህይወተይ ሓሊኻ
ሕጂውን እንተኾነ ምሳይ ኢኻ ዘሎኻ 
ዝቕፅል ህይወተይ ንዓኻ ይገድፎ 
ነቲ ኩሉ ጉዕዞይ ባዕልኻ ሕለፎ 

ገፅካ ንዓይ ኢዩ ከም ምብራቕ ፀሓይ 
እንተተኸወልኩ እፅልምተኒ ምድረ ሰማይ 
እንተተሓባእኩ ይጠፍኣኒ ሃመይ ቀልበይ 
እንተረሓቕኩ ቅሳነት ይስእን ልበይ 

ክጨንቀኒ ከሎ ቅረበኒ ኢየሱሰይ 
ክፅልምተኒ ከሎ ኣብርሃለይ ኣምላኸይ 
ክጨንቀኒ ከሎ ደግፈኒ ኢየሱሰይ 
ክፅልምተኒ ከሎ ኣብርሃለይ ኣምላኸይ

 *ንዓ ምፃእ ኣይትርሓቐኒ 
ብዘይካኻስ መንሞ`ለኒ (4)
        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ኣዝዩ መቂሩኒ',
         'lyrics': '''
ተጌሩለይዩ ዓቢ ነገር ክዝምርየ
ተጌሩለይዩ ሰናይ ነገር ከመስግንየ
ዝሃብካኒ ፀጋ ምስ በረኸት
ክዕልል ክዝምር ኣብ ናትካ ቤት
ብህይወት ክሳብ ዘሎኹ ንኣምላኸይ ክዝምረሉ

ኣብቲ ፍሹል ጉዕዞ ናይ ህይወተይ 
ጓህን ጣዕሳን ዝመልኦ መንገደይ 
ናባኻ ክቐርብ ፀዊዕካኒ 
እነኹኳ ይዝምር ባህ ኢሉኒ (2)

ኣዝዩ መቂሩኒ ጎይታይ ህይወተይ
ክዝምርየ ክጭድር ሰሲኑ ዓወተይ 
ብኣኻየ ረኺበ ሓጎስ ልበይ ውሽጢ ውሽጠይ
ከቢቡኒ`ሎ ፍቕሩ ኣብ ልበይ ክበረለይ ንገሰለይ

ማዕበል እንተበርትዐ ከስጥመኒ
ናብ ዘብሎ ስኢነ ክጨንቀኒ
ብተኣምር ግብርኻ ፀጥ ተብሎ
ከም`ቲ ንስኻ ትገብሮስ መን ይኽእሎ (2)

ኣዝዩ መቂሩኒ ጎይታይ ህይወተይ
ክዝምርየ ክጭድር ሰሲኑ ዓወተይ 
ብኣኻየ ረኺበ ሓጎስ ልበይ ውሽጢ ውሽጠይ
ከቢቡኒ`ሎ ፍቕሩ ኣብ ልበይ ክበረለይ ንገሰለይ

እንታይነትካ ኩሉ መርሚረዮ
ምሳኻን ብዘይ ብኣኻን ፈቲሸዮ
ምፅጋዕ ኣባኻ `ዩ መኽሰበይ
ሕሹኽታይ ትሰምዕ ድሌት ልበይ (2)

ኣዝዩ መቂሩኒ ጎይታይ ህይወተይ
ክዝምርየ ክጭድር ሰሲኑ ዓወተይ 
ብኣኻየ ረኺበ ሓጎስ ልበይ ውሽጢ ውሽጠይ
ከቢቡኒ`ሎ ፍቕሩ ኣብ ልበይ ክበረለይ ንገሰለይ

ፆረይ ዘራግፈሉ ናይ ዝባነይ
ኣብ ቤትካ`የ ረኺበ ሓጎስ ውሽጠይ
እነብር ኣለኹ ኣብ ሑቕፎኻ
እናኣስተማቐርክዎ ፍቕርኻ (2)

ኣዝዩ መቂሩኒ ጎይታይ ህይወተይ
ክዝምርየ ክጭድር ሰሲኑ ዓወተይ 
ብኣኻየ ረኺበ ሓጎስ ልበይ ውሽጢ ውሽጠይ
ከቢቡኒ`ሎ ፍቕሩ ኣብ ልበይ ክበረለይ ንገሰለይ

ተጌሩለይዩ ዓቢ ነገር ክዝምርየ
ተጌሩለይዩ ሰናይ ነገር ከመስግንየ
ዝሃብካኒ ፀጋ ምስ በረኸት
ክዕልል ክዝምር ኣብ ናትካ ቤት
ብህይወት ክሳብ ዘሎኹ ንኣምላኸይ ክዝምረሉ
        ''',
        'category': 'ኣምልኾ',},
        {'title': 'ህይወትካ ለውጦ',
         'lyrics': '''
ፍትወት ናይ`ዛ ዓለም ካብ ቤቱ ኣርሒቑካ
እንታይነትካ ረሲዕካ ጣዕሙ ኣታሊሉካ
ፍልልይ ስጋን ነፍስን ከተስተንትን ጀምር
ናብ ጎይታ ቀሪብካ ፍቕሩ ኣስተማቕር

ጎይታሲ ርሕሩሕዩ ብቕንዕና እንተቐሪብካዮ
ካባኻ ኣብሊፁ ዘፍቅሮ ፍጡር መንሞለዎ
ስለዚ ይሕሸካ ብኣግኡ ናብ ጎይታ ምቕራብ
ህይወትካ ለውጦ ናይ ዘልኣለም ህይወት ክትረክብ

ብምድራዊ ፍትወት ዝተታለልካ ሰበይ
ምምላስ ይሕሸካ ናብ`ቲ ብሩኽ ጎይታ
ነፍስኻ ኣይተታልል ብግዝያዊ ጣዕሚ
ተነሳሕ ግብርኻ ፅባሕ ዘይኮነስ ሎሚ

ጎይታሲ ርሕሩሕዩ ብቕንዕና እንተቐሪብካዮ
ካባኻ ኣብሊፁ ዘፍቅሮ ፍጡር መን እሞ ኣለዎ
ስለዚ ይሕሸካ ብኣግኡ ናብ ጎይታ ምቕራብ
ህይወትካ ለውጦ ናይ ዘልኣለም ህይወት ክትረክብ

ንዝጠፍአት ነፍሲ ናብ ቤታ ዝመልስ
ንሕዙን ልቢውን ብቓሉ ዘረስርስ 
ጎይታ ዘልኣለም ህይወት ኡነተኛ ፅድቂ ን
ጉስ ሰማይን ምድርን ንሱዩ ብሓቂ

*ጎይታሲ ርሕሩሕዩ ብቕንዕና እንተቐሪብካዮ 
ካባኻ ኣብሊፁ ዘፍቅሮ ፍጡር መን እሞ ኣለዎ 
ስለዚ ይሕሸካ ብኣግኡ ናብ ጎይታ ምቕራብ
ህይወትካ ለውጦ ናይ ዘልኣለም ህይወት ክትረክብ (2)
        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ጎይታይ ኣብ ሕቑፎኻ',
         'lyrics': '''
ኣነሞ ከመይ ኢለ ካብ ቤትካ ክኹብልል 
ከም ዓሳ ብዘይ ባሕሪዩ ህይወተይ ዝምሰል
እንታይ ከ እንታይ እንታይ ምኾንኩ እንድዒ
ቃንዛ ውሽጢ ልበይ ኣይምረኸበን ሰማዒ

*ስለ`ዚ ይሕሸኒ ጎይታይ ኣብ ሑቕፎኻ
ኣበይ ከ ክረክብ ዝመስል ንዓኻ (2)

ንጉስ እንተበልኩኻ ናይ መዓሙቕ ልበይ
እዝስ ውሒዱ`ኳ ዝያድኡ ኢኻ ንዓይ
ዓቕመይ ደሪቱኒ ንውዕለትካ ከዘንቱ
ሓሳብ ስኢነሉ ንሰናይካ ነናቱ

*ኦ ጎይታ ዘልኣለም ንጉስ ናይ ነገስታት
ከማኻስ ኣይርከብን ዕዉት ካብ ዕዉታት (2)

መንዩ ካብ ዓይንኻ ንኻልኢት ዝኽወል
መንከዩ ኣብ ቅድሜኻ ብድፍረት ደው ዝብል
ኣነስ መሪፀካ ክትከውን ጠበቓይ
በሰር ዓይነይ ክትኣሊ ደላዪ ፅቡቐይ

*ኣሚነ መሪፀካ ናተይ ክትኮነለይ
ህይወተይ ወፍየልካ ምሉእ መዋእለይ (2)

*ስለ`ዚ ይሕሸኒ ጎይታይ ኣብ ሑቕፎኻ
ኣበይ ከ ክረክብ ዝመስል ንዓኻ (2)

*ኦ ጎይታ ዘልኣለም ንጉስ ናይ ነገስታት
ከማኻስ ኣይርከብን ዕዉት ካብ ዕዉታት (2)

*ኣሚነ መሪፀካ ናተይ ክትኮነለይ
ህይወተይ ወፍየልካ ምሉእ መዋእለይ (2)
        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ክበረለይ',
         'lyrics': '''
1 ኣሎኒ ዝብሎ ዝምክሓሉ
ኣብ ሂወተይ ዝንየተሉ
ብመንፅር ኩሉ ሰናይ ግብርኻ
ኣይበቕዕን’ዩ ፍፁም ንዓኻ ዉሒዱካ

     ተደ፡ ንገሰለይ ክበረለይ
         ልዕል በለለይ ተባረኸለይ
         ንዓይ ፍሉይ’ዩ ዝገበርካለይ (2)

2 እንተበለኩ ልዕል በለለይ
እንተበለኩ እውን ንገሰለይ
ኩሉ እንድዩ ዝብሎ ዘስተንትኖ
እደሊ ኣለኹ ልዕሊኡ እንተሎ ሰብ ዘይበሎ

3 ክግዝኣካ’የ ብምሉእ ልበይ
ብኣኻ እድነቕ ሃመይ ቀልበይ
ኩሉ ሓሳበይ ብኣኻ ይዕዘም
ምሳኻ’ለኹ ንዘልኣለም (2)

እንተበልኩ ክበረለይ
እንተበለኩ ተባረኸለይ
ምስቲ ዘይድፈር ዓቢ ግርማኻ
ከመይ’ሉ ይዳረግ ጎይታይ ንዓኻ ምስቲ ዝናኻ

4 ግና ንሕጂ ኣብ ልበይ ዘሎ
ተቐበለኒ ልበይ ዝኽእሎ
ክሳብ ዝበቕዕ ንምስጋናኻ
ልዕል በለለይ ንገሰለይ ተባረኽ ኢኻ

ንገሰልና ክበረልና
ልዕል በለልና ተባረኸልና
ንዓና ፍሉይ’ዩ ዝገበርካልና (2)
        ''',
        'category': 'ምስጋና',},
        {'title': 'ብጎይታ ደስ ኢሉኒ',
         'lyrics': '''
በዛ መዓልቲ`ዚኣ

ኩሉ ደስ ኢሉኒ ኩሉ ባህ ኢሉኒ
ኩሉ ቀኒዑለይ ኩሉ ሰሚሩለይ
ብኡ ደስ ኢሉኒ ንዓይ ብኡ ባህ ኢሉኒ ንዓይ
ደስ ደስ ኢሉኒ ንዓይ ባህ ባህ ኢሉኒ ንዓይ
ኩሉ ሰሚሩለይ ንዓይ ኩሉ ቀኒዑለይ ንዓይ

ዓቕመይ ፍፁም ዘይክእሎ ነቲ ዘሕምቐኒ
ጎይታ ምስ ነገርክዎ ዘራይ ኮይኑኒ
ሎምስ ዘራይ ረኺበ መን ይድንድነኒ
እቲ ጎይታ ዘልኣለም ኣያ ኮይኑኒ
ናብራይ ሎምን ትማልን ፍልልይ ርእየሉ
ብተስፋን ብመንፈስን ኮይነ ልዕሊ ኩሉ
ጎይታለኒ ባዕሉ (3) በዛ መዓልቲዚኣ

ኩሉ ደስ ኢሉኒ ኩሉ ባህ ኢሉኒ
ኩሉ ሰሚሩለይ ኩሉ ቀኒዑለይ
ብኡ ደስ ኢሉኒ ንዓይ ብኡ ባህ ኢሉኒ ንዓይ
ደስ ደስ ኢሉኒ ንዓይ ባህ ባህ ኢሉኒ ንዓይ
ኩሉ ሰሚሩለይ ንዓይ ኩሉ ቀኒዑለይ ንዓይ

ንሸግረይ ዝፈትሖ መንዩ መን ምስ በልኩ 
ኣነ ዝብል ስኢነ ይጭነቕ ነበርኩ 
ነቲ ፆር ናይ ዝባነይ ስኢነሉ ዓቕሚ 
ንኹሉ ደርበኹሉ ነቲ ጎይታ ዓቕሊ 
ነቲ ፆረይ ብምፃር ኣጆኻ በለኒ 
እነኹ ኣነስ ብጎይታ ደስ ደስ ኢሉኒ 
ብኡ ባህ ኢሉኒ (3) በዛ መዓልቲ እዚኣ

ኩሉ ደስ ኢሉኒ ኩሉ ባህ ኢሉኒ
ኩሉ ሰሚሩለይ ኩሉ ቀኒዑለይ
ብኡ ደስ ኢሉኒ ንዓይ ብኡ ባህ ኢሉኒ ንዓይ
ደስ ደስ ኢሉኒ ንዓይ ባህ ባህ ኢሉኒ ንዓይ
ኩሉ ሰሚሩለይ ንዓይ ኩሉ ቀኒዑለይ ንዓይ

ኣብቲ ግዜ ፀበባይ ዝፈሰሰ ዓቕመይ 
ንሱን ክንድኡን ሂቡ ተክኦ ንድኻመይ 
ሓይለይ ኣሐዲስዎ ክዘልል ጀሚረ 
ደስ ደስ ኢሉኒ ዳግም ተፈጢረ 
እንታይ ክህብ ወይ ክብል ስለ ሰናይ ግብሩ 
ብቓና ብመዝሙረይ ባዕለይ ክዘለሉ 
ዕልል ዘይብለሉ (3) በዛ መዓልቲዚኣ

ኩሉ ደስ ኢሉኒ ኩሉ ባህ ኢሉኒ
ኩሉ ሰሚሩለይ ኩሉ ቀኒዑለይ
ብኡ ደስ ኢሉኒ ንዓይ ብኡ ባህ ኢሉኒ ንዓይ
ደስ ደስ ኢሉኒ ንዓይ ባህ ባህ ኢሉኒ ንዓይ
ኩሉ ሰሚሩለይ ንዓይ ኩሉ ቀኒዑለይ ንዓይ
        ''',
        'category': 'ምስጋና',},

                {'title': 'ኣምልኾይ ከንቱ ኣይኮነ',
         'lyrics': '''
1 ዓስቢ ናይ ሓጢኣት ሞትዩሞ
ብስልጣኑ ጎይታ ስዒርዎ
ስለዚ ሞት ኣበይ ኣሎ ሓይልኺ 
ኦ ሞት ኣበይ ኣሎቲ ቅልፅምኪ
እቲ በራሲ ክለብስ ዘይምብራስ
እቲ መዋቲ ክለብስ ዘይምምዋት
ሽዑ ሞት ብዓወት ተዋሕጠት
ጎይታ ስዒርዎ ንኹሉ ሓጢኣት

    ተደ፡ ኣምልኾይ ከንቱ ኣይኮነን
        መዝሙረይ ከንቱ ኣይኮነን    
        አምነተይ'ውን ከንቱ ኣይኮነን
        ውዳሰይ ከንቱ ኣኮነን (2)
        እዚ ኩሊ ንዓይ'ዩ ገሩለይ 
        ዓወት ረኪበ መሊዎ ሓጎሰይ

        ብግብሪ ርእየዮ ኣምላኸይ
        ብውዕለቱ ፍቅሩ ገሊፁለይ (2)

2 ብሞት ዘይተሳዕረ ኣምላኽ እዩ
ዕጥቂ ናይ ሞት ሰቢርዎ እዩ
ንጎይታ ሰራዊት ኣመስግንዎ
ዕቤት ጎይታ ወትሩ ኣስተንትንዎ
ደጊም ዝፈርስ መቅደስ የለን
ተሃኒፁ ብናይ ጎይታና ደም
ነብሲ ኣይተረፈትን ኣብ ከብዲ ዓሳ
ብርሃና ለገሰት በርቲዓ መሊሳ

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ዑቕባኻ',
         'lyrics': '''
ንስኻ (3) ኢኻ ሓይለይ
ብዘይካኻ (2) ካልእ`ኳ ዘይብለይ
*ንዓይ ዝሓልየለይ
ውሸጠይ ዝፈልጠለይ (2)

ሰናይ ሰብ ርእየዮ ኣብ ግዜ ድኻመይ
ዝመስለካ የልቦን ብፍፁም ኣምላኸይ
ስለ`ዚ ዑቕባኻ ዑቕባኻ ኦ ጎይታይ

ብዘይ ብኣኻ (2) ብዘይ ብኣኻስ ከንቱ እዩ
ህይወተይ (2) የለን ትቐስነሉ 
*ከንቱነትዩ ኩሉ
ንስኻ ዘይብሉ (2)

ሰናይ ሰብ ርእየዮ ኣብ ግዜ ድኻመይ
ዝመስለካ የልቦን ብፍፁም ኣምላኸይ
ስለ`ዚ ዑቕባኻ ዑቕባኻ ኦ ጎይታይ

የዒንተይ (2) ምምፃእካ የማዕዱ
የእዳወይ (2) ቤትካ የሰናዱ
*ልበይ`ውን ብቐንዱ
ሰናይካ ሰኒዱ (2)

ሰናይ ሰብ ርእየዮ ኣብ ግዜ ድኻመይ
ዝመስለካ የልቦን ብፍፁም ኣምላኸይ
ስለ`ዚ ዑቕባኻ ዑቕባኻ ኦ ጎይታይ

ተስፋኻ (3) እንዲዩ መግቢ
ኣብ ጉዕዞይ (2) ናይ ድኻመይ ዓስቢ

*ፍፁም ኣይረኸብኩን
ልዕሌኻ ዝዓቢ
ዝምርምር ንልቢ (2)

*ፍፁም ኣይረኸብኩን
ልዕሌኻ ዝዓቢ
        ''',
        'category': 'ምስጋና',},
        {'title': 'ሃበኒ ትምኒተይ',
         'lyrics': '''
ሎሚ ዶ ኾን ፅባሕ ክብል ብሃንቀውታ
ንልመናይ ክትገብረሉ መፈፀምታ
ዓቕሚ ነፍሰይ ዓቕሚ ሰብ`ዩ ድሩት ዓቕሚ
ኦ ኢየሱሰይ ናባይ ጠምት ይኣኽለኒ

ይልምን ክረክብ ድላየይ
ክሕጎስ ባህ ክብለኒ ውሸጠይ
*ፀሎተይ ስምዓኒ
ኩሉ ከም ፍቓድካ ይኹነለይ (2)

ለሚነ ክረክብ ድሌተይ
ጎይታይ ስማዕ ፀሎተይ
ክሕጎስ ባህ ክብለኒ ውሸጠይ
ከመስግን መላእ ዘመነይ

ብዝርእዮን ብዝሰምዖን እናቐናእኩ
`ታ ግዜኻ ንኽትኣክል ተረበፅኩ
ንዓ ጎይታይ ናባይ ጠምት ይኣኽለኒ
ቁስለይ ፈውስ ብመንፈስካ ደብሰኒ

ጎይታይ ውሸጠይ ክሕጎስ
ሃበኒ ትምኒተይ ኢየሱስ
ኣሚነ እምብርከኽ ኣብ ቤትካ
ክረክብ ኩሉ ከም ፍቓድካ

እዛ ነፍሰይ ካባኻሞ ናበይ ተብል 
ኦ ኢየሱሰይ ኣብ ፅላልካያ ተፅልል
ብዘይካኻ መን ኣሎ`ሞ ተስፋ ዝህባ
ኦ ንጉሰይ ሓደራኻ ኣማዕቁባ

ይልምን ክረክብ ድላየይ
ክሕጎስ ባህ ክብለኒ ውሸጠይ
*ፀሎተይ ስምዓኒ
ኩሉ ከም ፍቓድካ ይኹነለይ (2)

ለሚነ ክረክብ ድሌተይ
ጎይታይ ስማዕ ፀሎተይ
ክሕጎስ ባህ ክብለኒ ውሸጠይ
ከመስግን መላእ ዘመነይ

ስንቂ ደልየ ክረኽበካ ኣብ`ቲ ውሸጠይ
ፅን በለኒ ተቐበለኒ ፀሎተይ
መዓሙቐይ ብፀጋኻ የዕለቕልቆ
ንፀገመይ ብተስፋኻ ንኸሕምቖ

*ጎይታይ ውሽጠይ ክሕጎስ
ሃበኒ ትምኒተይ ኢየሱስ
ዕልል ዕልል ክብል እየ 
ከም ትህበኒ ይኣምን እየ (2)
        ''',
        'category': 'ልመና',},
      ],  
    },
    {
      'albumTitle': '4ይ ካሴት “REMIX”',
      'songs': [
        {'title': 'ምሳይ ኢኻ',
         'lyrics': '''
1 ኣብ ግዜ ፀበባይ ምሳይ ዝኾንካ
  ኣብ ኩሉ ሽግረይ ዘይተፈለኻ
  ኢየሱስ ቀንዲ ክብል እቲ ስራሕካ
  ፀብፂበ ኣይውድኦን እቲ ውዕለትካ

      ተደ፡ ኢየሱስ ኢየሱስ
          ምሳይ ኢኻ ኢየሱስ ምሳይ ኢኻ
          ጎይታይ ጎይታይ 
          ዘይትጠልም ጎይታይ እሙን ኢኻ

2 ኣብ ግዜ ድኻመይ ሓይሊ ትህበኒ
  ኣብ እዋን ጭንቐተይ ተፀናንዓኒ
  ኣብ መስቀል ተሰቂልካ ዘድሓንካኒ
  ተመስገን ክብለካ ኦ መድሓኒ
  ኣብ ግዜ ስርሐይ ምሳይ ኢኻ
  ኣብ እዋን ዕረፍተይ ምሳይ ኢኻ
  ኣብ ኣፃምእ ጎሮሮይ ዘርወኻ
  ኢየሱስ ንዓይ እሙን ዋልታይ ኢኻ

3 ፈተናታት ሰይጣን ንክስዕር
  ናይ ዓለም መከራ ንክፀውር
  ቃልካ ተከቲለ ንክነብር
  ንስኻ ኢኻ ጎይታይ ኩሉ ትገብር
  ፆረይ ከቢዱኒ ትስከመለይ
  ሓጥያተይ በዚሑ ትገድፈለይ
  ምሕረትካን ለውሃትካን ትልግሰለይ
  ኢየሱሰይ ንስኻ ትሓልየለይ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ካብ ሓመድ ኣልዒልካ',
         'lyrics': '''
1 ፀጋኻ ካብ ሕይወተይ ስለ ዝበልፅ
  ብመንፈስ ቅዱስካ ልሳነይ ቀድስ
  ንስኻ ኦ ኢየሱስይ
  ዘልዓለም ልዕለይ ትነግስ

     ተደ፡ ተመስገን ክብለካ ኣምላከይ
         ስለ ኩሉ ዝገበርካ ኣብ ሕይወተይ
         ካብ ሓመድ ኣልዒልካ ፈጢርካኒ
         ንስካ እምበር ክበር ኣነስ ባህ ክብለኒ (2)

2 ፃድቅ ከም ሆሳዕና ክልምልም'ዩ
  ከም ፅሕዲ ሊባኖስ ክበዝሕ'ዩ
  ኣብ ቤትካ ኦ እግዚኣብሔር
  ኣብ ገበላ ቤትካ ክዕንብብ'ዩ
 
3 ኦ እግዚኣብሔር ብርሃን ናይ ልበይ
  እቲ ክቡር  ቃላትካ ንዓይ ምግበይ
  ንስኻ ኦ ኣምላኸይ
  ኣብ ፅሞና ለይቲ ንዓይ ትርኣሰይ

4 ኦ ኣምላኸይ ስማዕ ፀሎተይ
  ኩሉ ግዜ ባርክ ንልበይ
  ኦ ልዑል ጎይታ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ኣደ መንእሰያት',
         'lyrics': '''
1 ኦ ማርያም ኣዴና ኦ ንፅሕቲ ድንግል
መርሑ ናይ ድሕነትና ኦ ድምቅቲ ቀንዲል
ንዒ ቁልሕ በሊ ነዚ ኽፉእ ዘበን
ክተማልድልና ናባኺ ንምሕፀን
ናባና ጠምቲ ኦ ርሕርሕቲ ኣዴና
ካብ ፍረ ማህፀንኪ ሕጂ ለምልና

        ተደ፡ ክትልምንልና ካብቲ ልዑል ጎይታ ወድኺ
            ከም ተውህብና ኣሚና ንልምን ንዓኺ
            ኣማልድልና ጉዕዞና ክንዛዝም ብዓወት
            ብዘይ ጥርጥር ክንረክብ ናይ ዘልኣለም ሕይወት

2 ኣዴና እንዲኺ ኣደ መንእሰያት
ጠበቃ ማሕበርና ጥዕምቲ ማይ ህይወት
ሕጂ’ውን ሓደራ ኦ ጥዕምቲ ኣዴና
ሕድሕዳዊ ፍቅሪ ስኒት ኣውርድልና
ናባኺ ንምሕፀን ወትሩ ክትልምኒ
ስሊና ደቅኺ ስለ ሰላም ፍቅሪ

3 ኣባኺ ዝትስፎ ዝሓፈረ የለን
ኣማላድነትኪ ብሓቂ ንኣምን
ስለዚ ድማ ኢና ኣዴና ንብለኪ
ኣደ ኢየሱስ ሕፃን ኣደ መድሕና ኢኺ
ስሌና ትነብዒ ኣብ ግዘ ሽግርና
ለሚንኪ ተውህቢ ኩሉ ዘድልየና

        ''',
        'category': 'ማርያም',},
                {'title': 'ከመይ ሉ ኮይኑልኪ',
         'lyrics': '''
1 ነብያት ዝተነበይዎ ኣደናቂ ትንቢት
ነብሰይ ግን በፂሕክዮ እቲ ግሩም ግልፀት
ንኣዳም ዝተዋህቦ እቲ ህያው ተስፋ
ነብሰይ ግን ኣርኪብክሉ ኣሎኪ ሓሎፋ (2)

        ተደ፡ ከመይ ሉ ኮይኑልኪ ንወዲ ኣምላኽ ክትሪእዮ
            ከመይ ሉ ኮይኑልኪ ንዘይ ቅረብ ብርሃን ክትቀርብዮ

            ኦ ነብሰይ ዕድለኛ ብሓጎስ ዘምሪ
            ኦ ነብሰይ ዕድለኛ ብሓጎስ ዘምሪ

2 ሰማያት ዝነበረ እቲ ሕቡእ ምስጢር
ነብያት ክርእይዎ ዝበሉዎ ሃረር
ፃድቃን ዝተፀበይዎ መዋእል ዘመናት
ነብሰይ ግን ርኢኺዮ ክግለፅ እቲ ህያው (2)

ከመይ ሉ………….

3 ቲ ዘቃፅል ጓህሪ ኣብ ከርሲ ድንግል ኣትዩ
ኣማኑኤል ኮይኑ ማእከልና ተረኺቡ
ቲ ዘይቅረብ ብርሃን ጎይታ ኢየሱስ እዩ
ግሩም ኣምላኽ እዩ መካር ንጉስ እዩ
ሰማያዊ ህፃን መብልዕማል ተወሊዱ
ንጉስ ክኸውን ዩ ንህዝቡ ክመርሕዩ
እቲ ህያው ኣምላኽ እሙን እዩ ንቃሉ
ክወስደና እዩ ክንከውን መዋርስቱ (2)

ኦ ነብሰይ……………
        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ኣብ ዓለም ',
         'lyrics': '''
1 ፅቡቁን ክፉእን ፈሊኻ ምሂርካኒ
ኣነ ግን ኣይገበርኩን ንስኻ ዝበልካኒ
ብፍቃደይ ከይደ ነዊሕ ተጋዒዘ
ኩሉ’ውን ክሳራ ሙኻኑ ተረዲአ

    ተደ፡ ኣብ ዓለም ዘምፃእክዎ ዋላ ሓንቲ የለን
        ከምኡ’ውን ዝማልኦ ዋላ ሓንቲ የለን
        እንትርፎ (2) ሰናይ ተግባራተይ
        ደሓር ዘዋፅኣኒ ዋላ ሓንቲ የለን

2 መንገድኻ ክሒደ ብፍቃደይ ከይደ
ፅቡቅ ዝረኸብኩ መሲሉኒ ዘንጊዐ
ጎይታየ ይምለስ ኣለኹ ተጣዒሰ
ይቅሬታ እሓትት ኣብ ቅድሜኻ ተደፊኤ

3 ጎይታየ ንኣምላኸይ ንስኻ በይንኻ
መን ኣሎ የሱሰይ ሂወተይ ብዘይካኻ
ፍፁም ዘይደርበኻኒ ጨኪንካ ንውሉድካ
ኤልሻዳይ መፍቀሪ ርሕሩሕ ኣምላኽ ኢኻ

ብፍቃደይ ከይደ ነዊሕ ተጓዒዘ
ኩሉ’ውን ክሳራ ምኻኑ ተረዲአ
ገይታየ ይምለስ እነኹ ተጣዒሰ
ይቕረታ ይሓትት ቅድሜኻ ተደፊአ

        ''',
        'category': 'ንስሓ',},

                {'title': 'ፍቅርኻ',
         'lyrics': '''
1 ሰንከልከል እንክብል ኩሉ ከቢዱኒ
ፃዕረይ'ውን በርቲዑ ተስፋ ኣቁሪፁኒ
ተስፋ ዝገበርክዎ ኩሉ ፀልሚቱኒ
ኣዝየ ደኺመ ዓቅለይ ፀቢቡኒ 

        ተደ፡ ኢየሱሰይ ረኺብካኒ ሓቒፍካ ኣልዒልካኒ
            ክበደይ ወሲድካ ኣብ ሕቑፎካ የዕሪፍካኒ (2)

            ተሰማሚዑኒ ኢየሱሰይ ፍቕርኻ 
            ተሰማሚዑኒ ኣምላኸይ ፍቕርኻ
            ኣዝዩ መቂሩኒ ኢየሱሰይ ጉስነትካ 
            ኣዝዩ ገሪሙኒ ንዓይ ብምልዓልካ

2 ኣብ ድኻመይ ኣምላኸይ ብርትዐይ
ኣብ ሕስረተይ ንስኻ መኽበርየይ
ዘይትጠልም ዓርከይ በይንኻ ኢየሱሰይ
ፍቅሪ ዝመንነትካ እሙን መፍቀርየይ

3 ኣፈይ ብስሓቅ ልሳነይ ብዕልልታ
መሊእካዮ ንስኻ ኢየሱስ ልዑል ጎይታ
ምስጋናኻ ክነግር  ኣኽእለኒ መንፈስካ
ፍቕርኻ'ዩ ዘዘምረኒ ዝድርኸኒ ከምልኸካ (2)

ፍቅርኻ (4)
ፍቅርኻ (8)

        ''',
        'category': 'ኣምልኾ',},
      ],
    },
  ],
      'መዘምራን ደብረ ቅ.ስላሴ ደቂ ማርያም (ከረን)': [
    {
      'albumTitle': '2 ረቡኒ ክብለካ',
      'songs': [
        {'title': 'መደምደምታ ግበረሉ',
         'lyrics': '''
1 መኻን ተባሂለ ብኣጋር ክነዓቅ
ቆልዓ ተባሂለ ብሳኦል ክሰሓቅ
ክሳብ መዓስ እዩ ኢየሱስ ጠምተኒ 
ናይ ኩሉ ችግረይ መፍትሒ ኩነኒ(2)

        ተደ ፡ መደምደምታ ግበረሉ (2) ንሽግረይ
             መደምደምታ ግበረሉ (2) ንጭንቀተይ
             መደምደምታ ግበረሉ (2) ንድኻመይ
             መደምደምታ ግበረሉ (2) ንንብዓተይ

2 ረዳኢ ከምዘይብለይ እናሓዘንኩ
ለይቲ ምስ መዓልቲ ንብዓት ተቅለብኩ
ዝተሰብረ ጎነይ ኢየሱስ ዘንነኒ 
ብሓይሊ መንፈስካ ቁስለይ ስፈፈኒ(2)

3 ሃመን መፃወድያ ከፃውደለይ
ደሊላ ቅሳነት ክትከልኦ ንሂወተይ
ኣይትግደፈኒ ኢየሱሰይ ሕድርኻ
ኣይምለስን’የ አፍቂረ ንዓኻ(2)

4 ኣብቲ ኣብ ፅምዋ ንድማ በረኻ
ሕይወተይ ትፅበ አላ ንመንፈስካ
ከመስግነካ’የ ብሚካል እናተናዓኩ 
ክዝምረልካ’የ ዕልል እናበልኩ(2)

             ተደ፡(2)

ኦ አቦይ ንችግረይ ረኧ ንድኻመይ ከዓ ሓድስ 
ኦ አቦይ ንጭንቀተይ ፈውስ ንንብዓተይ ድማ ድረዝ(2)

        ''',
        'category': 'ልመና',},
                {'title': 'ክንደይ ክቡር ኢኻ',
         'lyrics': '''
1 ስለ ሓደ’ኳ ዝኾኑ ሰማያት
ዝፈጠርካዮም ወርሕን ከዋኽብትን
ምስክር እዮም ጠፈርን ሃወሃውን
ናትኻ ድማ’ዮም ከዋኽብትን ብርሃናትን

      ተደ፡ ክንደይ ክቡር ኢኻ ድንቂ’ዩ ስራሕኻ               
          ኦ እግዚአብሔር ኣምላኽ ዘልኣለማዊ  ኢኻ (2) (2)

2 ሰማይን ምድርን ኩሉ ዝፈጠርካ
እግዚኣብሔር ኣምላኽ ዘልኣለማዊ ኢኻ
ክእለተካ ዘይምርመር ዓሚቅ’ዩ ፍልጠትካ
ዘይትሕለል ዘይትደክም መን አሎ ከማኻ

3 ሰማያዊ ሰማይ ዝገበርካ
ማያት ካብ ንቁፅ ምድሪ ዝፈለኻ
መስተንክር’ዩ ‘ቲ ኩሉ ስራሕኻ
ፈጣሪ ኩሉ ፍጥረት ህያው ኢኻ

4 ሰማያዊ ሰማይ ዝገበርካ
ማያት ካብ ንቁፅ ምድሪ ዝፈለኻ
መስተንክር’ዩ ‘ቲ ኩሉ ስራሕኻ
ፈጣሪ ኩሉ ፍጥረት ህያው ኢኻ

       ተደ፡(2)

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ምስ ማሪያም ናብ ኢየሱስ',
         'lyrics': '''
1 ብዘይ ሓጥያት ኣዳም ዝተጠነስኪ ማሪያም
እናበልና ንቅረባ ንሳ’ያ ኣዴና                    
ብእምነት ፀኒዕና ብኣኣ እንተተመራሕና
ሎሚ’ውን ትደግመልና ገለ ከምዘይጎድለና(2)

       ተደ፡ ብማሪያም ምስ ማሪያም ናብ ኢየሱስ
           ብኣጌረ ናብ ኣምላኽ ክበፅሕ
           ፀግዒ ረኺበ ገለ ኣይጎድለንን
           ደጊም ፀጊዐ ፍርሒ የብለይን

2 ፍቅሪ ማሪያም ዓዚዙ ክግለፅ ኣብ ሕይወትና
መቁፀርያ ኣይንግደፍ ንሱ’ዩ መለለዪና           
ኣብ ፀሎት ንትጋህ ድአ ኣይንተሃከ ኢና
ናይ ማሪያም ብምዃና ባህ’ውን ይበለና(2)

3 ማሪያም ትብል ኣላ ደቀይ ፅንዑ ኢኹም
ዝኣተኹምዎ ቃል ዘክሩ ሕድርኹም             
ማዕተብኩም እሰሩ ኣይትረስዑ ኢኹም
ሰጋእ ኣይትበሉ ኣለኹ ምሳኹም(2)

          ተደ፡(2)

        ''',
        'category': 'ማርያም',},
                {'title': 'ሰላምካ ሃበና',
         'lyrics': '''
        ተደ፡ ሰላምካ ሃበና ንዓና ንኹልና
            ብዘይካኻ ካልእ ረዳኢ ዘይብልና
            ሰላምካ ኣብዝሓልና ኣብ መላእ ዓለምና
            ንስምካ ክነኽብር ባዕልኻ ሓግዘና(2)

1 እስኪ ንለምኖ ደጋጊምና ይቅሬታ
መንፈሱ ክህበና እቲ ዓቢ ጎይታ
ክሒድና ሰቂልናዮ ብሓጥያት ኩልና 
ንሱ ኣይጨከነን ምእንታና ሞተልና(2)

2 ንጎይታ ካብ ምዝካሩ አይንዓርፍን
ነዚ ኩሉ ዝከኣል ዝፈጠረ ኣብ ዓለም
ነኽብሮ ብኽብሪ ንዘልአለም
ፍቅሪ መሊኡልና ክንሓብሮ ኣብ ንየዋይ ዓለም(2) 

3 ና ኣምላኽ ንፀሊ ብምሉእ ልብና
ብሓባር ንለምን ተስፋ ከይ ቆረፅና
ብፀሎት ንኳሕኩሕ ንሱ ከርሕወልና
ሽዑ ክህበና’ዩ ኩሉ ዘድልየና(2)

       ተደ፡(2)

        ''',
        'category': 'ልመና',},
                {'title': 'እንታይ ከይጎድላ ነፍሰይ',
         'lyrics': '''
1 ኣብ እግዝኣብሔር ተወኪለ ኣይሓፈርኩን
ኣብኡ ተፀጊዐ’ውን ኣይወደቅኩን
ንሱ’ዩ ከውሊ ናይ ነፍሰይ
ኣብኡ ትፅጋዕ ኣላ ሕይወተይ

   ተደ፡ እግዚኣብሔር ከሎ ኣብ ፀግዐይ
       እንታይ ከይጎድላ ነፍሰይ (2)  
       ንዑዑ ሒዛ’ላ እንታይ ከይትስእን ሕይወተይ (2)

2 ንቁፅሪ ተፃረርተይ የዝልለኒ
ብማእኸል ሓዊ’ውን የሕልፈኒ
ብባሕሪ ተርቢዑ የስግረኒ
ኣብ እግዚአብሄር ተወኪለ እንታይ ከይጎድለኒ

3 ናብ ቅዱስ ዙፋኑ የመላልሰኒ
ናብታ ቅድስቲ ቤቱ የቁመኒ
ኩሉጊዜ ብተስፍኡ ይኸበኒ
እግዚአብሔር ፀግዐይ ኮይኑ እንታይ ከይጎድለኒ

4 ብመንፈስ ቅዱሱ ኩሉ ጊዜ ከቢቡኒ 
ካብ እተፃውደ መፈንጠራ ኣውፂኡኒ
ሕቶ የለን ዘስግኣኒ ዘፍርሓኒ
እግዚኣብሔር ጎይታይ ሕይወት አሎኒ

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ረቡኒ ክብለካ',
         'lyrics': '''
1 ንፋሳት ኣብ ዕምቆ ኢድካ እትእክቦ 
ንማዕበላት ብቃልካ እተህድኦ
ንሰማያት ብዘይ ዓንዲ እተቁሞ 
ንግብርኻ ነይመስሎ መን ከ ይወዳደሮ 

     ተደ ፡ ካብ ልዕሊ ኣኽራን እናነጠረ
          ኣብ ልዕሊ ኩሩቢት እናዘለለ
          ድምፅኻ ይሰምዕ ኣሎ የእዛነይ
          ብፍቅርኻ ኣሃ ይማሙቅ ኣሎ ልበይ (2)

2 ቃልካ ኣምላኸይ ብሓቂ ንፁህ እዩ 
ነቶም ኣባኻ ዝምዕቆቡ ዋልተኦም'ዩ
ብፀጋኻ መንገዶም ይጅምሩ
ኣብ ፅላልካ ባህ ኢሉዎም(2)ይነብሩ

3 ከም ሲላስ ክኸውን ሃዋርያኻ
ከም ቨሮኒካ ክደርዞ ንገፅካ
ከም መግደላዊት ረቡኒ(2) ክብለካ
ጎይታየ ኣኽእለኒ ብፀጋኻ

4 ከም ሲላስ ክኸውን ሃዋርያኻ
ከም ቨሮኒካ ክደርዞ ንገፅካ
ከም ቶማስ ክትንክፍ(2) ጎንኻ
ጎይታየ ኣኽእለኒ ብፀጋኻ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'በጃይ ሓሊፍካ',
         'lyrics': '''
1 ስለይ ኢልካ መስቀል ተሰኪምካ
ዝኹሉ መግረፍቲ ኣብ ዝባንካ ተቀቢልካ
ሕይወተይ ክተድሕና ኢልካ እምበር     
ኣይኮንካን በደል ፈፂምካ(2)

      ተደ፡ በጃይ (3) ሓሊፍካ
          በጃይ (3) ሓሊፍካ
          ሕይወተይ ክተድሕና ኢልካ ‘የሱስ     
          ንስኻ ስለይ ሓሊፍካ(2)

2 ኣብ መስቀል ተሰቂልካ ደም እናረሃፅካ
ኤሎሄ እናበልካ ኣኽሊል ተቀበልካ
ንነፍሰይ ክተድሕና ኢልካ እምበር     
ኣይኮነን ንሱ ስልማትካ(2)

3 ካብ ሙታን ተንሲእካ  ብየማን ኣቦ ተቀመጥኻ
ኣነ ንክፀንዕ መንፈስኻ ሊኢኻ
ፍርሃተይ ክተሀድስ ኢልካ ኢየሱስ   
ንስኻ ምሳይ ኣለኻ(2)

4 ዚ’ኩሉ ገርካለይ እንታይ ክመልሰልካ
ተመስገን እናበልኩ ወትሩ የምልኸካ
ተመስገን እናበልኩ ጎይታ ኢየሱስ     
ይሰግድ አነ ውሉድኻ(2)

        ''',
        'category': 'ሕማማት',},
                {'title': 'ተመስገን’የ ዝብል',
         'lyrics': '''
1 ምስ ፀማእኩ ማይ ሕይወት ኣስተኻኒ
ምስ ጠመኹ ቀል ሕይወት መገብኻኒ
ጎይታየ ንስኻ መንገዲ ሓቂ መራሕካኒ
ብዘይካኻ የለን ‘የሱስ ዕጋበት ዝህበኒ

      ተደ፡ ተመስገን’የ ዝብል ንዓይ ብምሕራይካ
          መንዶ ኣሎኒ’ዩ ኢየሱስ ብዘይካኻ
          ጢዒምዋ’ሎ ነብሰይ ኣብ መጓስኢኻ
          ብሃሌ—ሉያ ኣሜን ክትነብር ምሳኻ

2 የዒንተይ ሕማቅ ነበረ’ቲ አመለን
ዘይቅቡእ ነበረ ቃላት ልሳነይ
ሕጂ ግን ቃልካ ምስ ተመገብኩ
ናይ ዘመናት ፅምኣይ ብኣኻ ረወኹ

3 ከስተማቅሮ  እቲ ሓዱሽ ሕይወት
ተመስገን’የ ዝብል ይህበኒ ዕጋበት
ስለ ዘውፃእካኒ ካብ ዓዘቅቲ ሓጥያት
ስለ ዝመራሕካኒ ናብ መንገዲ ድሕነት

4 ተመስገን ጥራይ’ዩ ‘ቲ ውሬታ ናተይ
ምውዳስ ኮይኑ’ሎ ጥራሕ ልሳነይ
‘ቲ ሰናይ ነገር ትርኢ ኣላ ዓይነይ
ተመስግን ኣላ ብግብርታትካ ነብሰይ

       ተደ፡(2)

        ''',
        'category': 'ምስጋና',},
                {'title': 'ማርያም ኣዴና',
         'lyrics': '''
1.ዓለም ከድሕን ምስ መደበ ፈጣሪ
ንማርያም መረፀ ዝመልኣ ትሕትና/2/
ሓጥያት ዘይቀረባ ብስጋ ኾነ ብሕልና
ፍልይቲ ፍጥረጥ’ያ ኣብ መላእ ዓለምና/2/

ማርያም ኣዴና መን ኣሎ ከማኺ
ማሕደር ኣብን ወልድ መንፈስ ቅዱስን ዝኾንኪ
ኣይትጋደፍና ንዓና ድኹማት ደቕኺ
ከም ፍቓዱ ክንመላለስ ምእንቲ ብሩኽ ወድኺ

2.ዎ ሕርይቲ ፍጥረት ማርያም ኣዴና
ናባኺ ንምዕቆብ ትሕትና ለቢስና/2/
ኣሰር ወድኺ ክንክተል ኣይትጋደፍና
ሎሚ’ውን ከም ቀደም ናተይ ኢኹም በልና/2/

3.ክብርኺ ከይፈለጡ ከቆናፅቡ ነዓኺ
ማርያም ሓግዝና ክንቀውም ንኽብርኺ
ክነረድኦም ክነፍልጦም ዘንእሱ ዕቤትኪ
ትብዓት ንኽንረክብ ሓግዝና ኢኺ/2/

4.ሕይወትና ባርኺ ኦ ማርያም ኣዴና
ክንፅውዕ ንስምኪ ብቓልናን ብግብርናን/2/
ኩሉ ይፍለጠና ደቕኺ ምዃና 
ብመንፈስ ቅዱስ ክንምራሕ ክቕደስ ሕይወትና/2/

        ''',
        'category': 'ማርያም',},
                {'title': 'ተመስገን ንበል ብዓውታ',
         'lyrics': '''
1.ክንደይ ይምቅር ሕይወት ምስ ኢየሱሰይ
ካብኡ ዝጥዕም የለን ኣብዛ ዕሸል ንፍሰይ
ንሱ’ዩ ፍቕሪ ነንግሶ ኣብ ሕይወትና
ብትብዓይ ክንቐውም ኣብ ዘመን ሕይወትና

ተመስገን ንበል ብዓውታ ተመስገን ተመስገን
ተመስገን ንበል ብዕልልታ ተመስገን ተመስገን
ተመስገን ንበል እወ ንጎይታ 
ምእንታና ክብል’ዩ ኣብ ጎልጎልታ

2.ኣይረኸብኩን ኣነስ ንዓኻ ዝመስል
ብሓጎስ ብደስታ ዘልዓለም ዘፍቕር
ጉዕዞ ሕይወተይ ከሕልፎ ምሳኻ
መሪፃ ኣላ ንፍሰይ ክተኽብር ንዓኻ

3.ንሕና ናባኻ ንመፅእ ኣሎና
ወሲና ምሳኻ ክነብር ጎይታና
ደቕኻ ካብ ኮንና ‘ታይ ዘፍርሕ ኣሎና
ንስኻ ካብ ኮንካ መርከብ ናይ ሕይወትና

4.ኣሕዋት ይኣክል ደጊም ፍትወት ስጋ
ንፈፅም ትእዛዛቱ ጎይታ ዝበለና
ኣይንታኸስ ደኣ ነመስግን ደጋጊምና
ብድሙቕ ከበሮ ምስ ጥዑም ቃናና

        ''',
        'category': 'ምስጋና',},
      ],
    },
  ],
      'መዘምራን ደብረ ቅ.ሚካኤል ከረን': [
    {
      'albumTitle': '2ይ ኣልበም',
      'songs': [
        {'title': 'እግ/ር ጎይታ ጎይቶት',
         'lyrics': '''
1.	ኩሉ ፍጥረት (3) በቲ ቅዱስ ቃላትካ
ይዓቢ ይስስን (3) ረኺቡ ሓልዮትካ
ንምድሪ ኣፅኒዕካ ዝሰረትካ
ንዘልኣለም ኣይክትመውትን ብዘይ ፍቓድካ (2)
  
       ተደ፡ ጎይታ ጎይቶት ንባሮቱ ዝቕድስ 
          ንብርሃን ከም ልብሲ (2) ዝለብስ (2)
          ንሰማያት ከም ድንኳን ዝሕድስ 
          ንርሻንካ ኣብ ማያት ሃነፅካዮ 
          ንደመና ሰረገላኻ ገይርካዮ (2) 

2.	ንስም ምሕረቱ (3) ዉሉድ ወለዶ ይነብር
በቶም ቅዱሳን (3) ድንቂ ተኣምራት 'ውን ይገብር
ናብቶም ትሑታት ቅዱስ መንፈሱ ይሕድስ
ብስሙ ድማ ኩሉ ፍጥረት ይኸብር (2)

3.	ንዓና ሓጥኣን (3) ደቁ ይገብረና
ዘይሃስስ ኪዳን (3) ኪዳን ኣተወልና
ብደሙ ሓፂቡ ካብ ሓጥኣት ኣንፅሓና
ደጊም ብክርስቶስ ኣሕዋት ኮይንና ኢና
ብደሙ ሓፂቡ ካብ ሓጥኣት ኣንፅሓና
“መዋርስቱ ክንኮኖ በዚ መረፀና” (2)

ንምሉእ ህይወተይ ክዝምር'የ
ብሕይወት ክሳዕ ዘለኹ'ውን ከመስግን'የ (4)


        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ብፅእቲ ይብልዋ “ርሕርሕቲ ኣደ”',
         'lyrics': '''
ርሕርሕቲ ኣደ ኣሃሃ... ኣደ ኩሉ ፍጥረት (2) 
ንዓና ዝኸውን ኣሃሃ... መድሓኒ ወለደት (2)
ፍጥረት ሰብ ክንሳ ኣሃሃ... ንሰማይ ፈለሰት
ነዚ ንክትኸውን ድንግልና ተመርፀት (2)

ውፉይ ህይወታ ትሕትና ዝመልኦ
ሰብኣውነታ እግ/ር ዝቐብኦ (2)
ማህደሩ ክትከውን ንነፍሳ
ማህደሩ ክትከውን ንነፍሳ ሓዝኦ
ግራቱ ክፈሪ ብፅቡቕ ይዘርኦ (2)

ንምድሪ ረጊፃ (2) ሰማይ ትትርኣሳ
ናይ ንግስነት ዘውዲ ግርማ (2) ለቢሳ
ንኹለን ነፍሳትና ብመንፈሳ ኣሐዲሳ
ንጉዕዞ ሕይወትና ብወዳ ቀዲሳ

ብፅዕቲ ይብልዋ ኣሃሃ... ኩሎም ፍጥረት(2)
ሓገዛ ይደልዩ ኣሃሃ... ፆሮም ዝኸበዶም(2) (4)

        ''',
        'category': 'ማርያም',},
                {'title': 'ኣነስ መዋርስትኻየ “ፍቅርኻ ኣብ መስቀል ገለፅካለይ',
         'lyrics': '''

       ተደ፡ ንስኻ ንኣበሳይ ብደምካ ትፍውስ
           ንኩሉ ሕማመይ ብመንፈስ ተሕዊ
           ሽዑ ንህይወተይ መሊስካ ትሕድስ
           ሕይወተይ ብሓጎስ ንሰምካ ትውድስ (2)

           ፍቕርኻ ኣብ መስቀል ገለፃካለይ
           ንስለ ድሕነተይ በጃ ሓለፍካለይ
           ስጋኻን ደምካን ወፈኻለይ 
           ዘልኣለም ከይጠፍእ ኪዳን ኣተኻለይ

1 መስቀለይ ሒዘ ክስዕበካ ሓግዘኒ 
ድኹም'የ ኣነ ኣብ ስጉምተይ ኣትብዓኒ
ተወደቕኩ ክንትስእ ሓይልኻ ሃበኒ 
ቃልካ ንእግረይ መብራህቲ ይኹነኒ (2)
  
2 ኣፍቂረካ ኣምላኸይ መስቀልካ ርእየ
ኣብቲ ቅዱስ ቤትካ ተኾስኪሰ ዓብየ
ኢየሱሰይ ኣነሲ መዋርስትኻ'የ 
ኣምላኸይ ኣነሲ ወራሲትካ'የ
ጎይታየ ኣነሲ መዋርስትኻ'የ
ኤልሻዳይ ኣነሲ ወራሲትካ'የ

        ''',
        'category': 'ሕማማት',},
                {'title': 'ልብን ኩላሊትን ትምርምር ኣምላኽ “ወድ ሰብ”',
         'lyrics': '''
1 ወድ ሰብ ክፋእ ክንሱ ኩሉ ፅቡቅ ዝምነ 
ብሕማቅ ተግባራቱ ወትሩ ምስ ደነነ
ኣብ ቅድሚ ፍርዲ ኣህዛብ ኩሉ እከይ ካብ ኮነ
ኣንታ ልዑል ንዓኻ ኣሚነ (2)
ሕልናይ ዝመኸረኒ ክገብር ወሲነ (2)

    ተደ ፡ ለካ ሽዑ ተሰዊጥዎ በረኸት ኣብ ልዕለይ ምስ ኣፅለለ
         ፀጋኻ ቀቅድመይ ክሳጉም ምስ ርኣዩ ልቦም ተረትዕ
         ተመስገን ጎይታ ትሑታት ክብሉ ድማ ልሳኖም ተሰምዐ
         ኦ ጎይታይ ፍቅርኻ ስዒሩ ኣነ'ውን ከመስግንየ
         ኦ ጎይታይ ፍቅርኻ ስዒሩ ኣነ'ውን ክምስክርየ

2 መን ደኣ'ዩ ፍትሒ  ብዓመፅ ከውፅእ ዝህቅን
ንፁህ'የ ዝብል እምኒ  ይደርቢ' ዶ  ኣይኮንካን ዝበልካ
ኣይትፍረድ እንድ'ዩ ዝብል ቃልካ  
በደለይ ደኣ መኣስ ተኸዊሉ ካባኻ
ልብን ኮላሊትን  ትምርምር ኣምላኽ ኢኻ (2)

        ''',
        'category': 'ንስሓ',},
                {'title': 'ብናይ ዓለም ፍቕሪ',
         'lyrics': '''
 ብናይ ዓለም ፍቕሪ ኣዝየ ተታሊለ
ብገዛ ድሌተይ ሓጥያት ለሚደ
መካሪ ዘይብለይ እኳ ዋላ ሓደ
ዝመክር ዘይብለይ እኳ ዋላ ሓደ (2)

ናብ ዘብሎ ናብ ዝኸዶ ይጠፍኣኒ
ስኢነ መንገዲ ዝመርሓኒ
ለካ ነገር ስለ ነገር ዘይኮነ ዝፍፀም
ቆፆሮ ሓልዩ ኩሉ ዘኽትም 
እግ/ር ግን (4)
ብዝደልዮ ኣብ ዝደልዮን ብዝደልዮን ይሰርሕ (2)

ከምቶም ሰብ ተስፋ ሕይወተይ ረኺበ ሓለፋ (2)
ኣጆኺ ነፍሰይ ኣይትፍርሒ ኢኺ
እግ/ር ኣምላኽ ግበርዮ ዋልታኺ 

ብናይ ዓለም ፍቅሪ…………

ኣምላኽ ሓቂ ኣምላኽ ፍቕሪ
ዝኾንካ መኽበሪ
ከመስግነካ ኮይነ ኣመስጋኒ
ክዝምረልካ ኮይነ ዘማሪ (2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ምሳኻ ይሕሸኒ',
         'lyrics': '''
     ተደ፡ ምሳኻ ይሕሸኒ ምሳኻ (2)
         ምሳኻ ይሕሸኒ ጎይታዬ ኣብ ቤትካ 
         ምሳኻ ይሕሸኒ ምሳኻ (2)
         ምሳኻ ይሕሸኒ ጎይታዬ ኣብ ቤትካ (2)

1 ንንኡስ ባርያኻ ህያው ፈቃር ኢኻ
  ኣሕሊፍካ ዘይትህብ ንዝኽታም ዉሉድካ (2)
  ፀግዒ ዘይብሉ ደገፉ ንስኻ
  ኣቦ ናይ ውፁዓት ኢየሱስ የለን ከማኻ (2) ዝመስል  ንዓኻ

  ኣሚነ ኢለ እንተዘሚረ 
  ዘይነዓኻየ ዓው ኢለ ዓሊለ ዓው ኢለ ዘሚረ
  ታይ ድዩ ወሪድዎም ‘ዞም ዓበይቲ ወረጃ
  ሕይወተይ ንሞት ብእምነታ ክፈርዱዋ (2) 

ምሳኻ ይሕሸኒ……………..

2 ጎይታ ሓይሊ ይኽበር ንዘልኣለም ይኽበር
  ንሱ ዩ ኣልፋ ንሱ ዩ ኦሜጋ 
  ኣነ ኣይነብርን ኣብ ዋጋ ዕዳጋ
  ኢየሱስ እዩ ሓይለይ ናይ ህይወተይ ዋልታ (2)

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ኣይሁድ መሲልዎም',
         'lyrics': '''
1 ኣይሁድ መሲልዎም ዝዓገቱኻ
ዋርድያ ገይሮም ክኽልክሉኻ
ንስኻ ግን ጎይታ ስዕረት 
ንሞት ሰዓርካ ሃብካና ዓወት (6)

     ተደ: ክርስቶስ ተንሲኡ ካብ ሙታን
         ንተሓጎስ ተኸዲንና ፃዕዳ ኽዳን 
         ክንዝምር ክንውድስ ነቲ ኣምላክ ህያብ 
         ዘለና ክነቕርብ ሓቢርና ምስቶም ቅዱሳን
         ኣነ ጉንዲ ወይኒ ንስኹም ከኣ ጨንፈር ወይኒ
         ካብ ዝብል ቃልካ ንሕና’ውን ሕያዋን ኢና
         ኣብ ልዕሊ ሞት ዓወት ኣወጅካ
         ኣድሓንካና ንዓና ውፁኣት ሓራ (6)

2 ኣይርስዖን ኣነስ ‘ቲ ኩሉ ስቓይካ 
ኣይሁድ ክወግኡኻ ብኵናት ጎድንኻ 
ኢየሱስ መድሓኒና ኣብ መስቀል ወዓልካ 
ኣብ ሳልሳይ መዓልቲ ካብ ሞት ተሳእኻ (6)

        '''
,
        'category': 'ትንሳኤ',},
                {'title': 'ኦ እግ/ር ከመስግነካ የ',
         'lyrics': '''
ኦ...  እግ/ር ከመስግነካ'የ
ዝገበርካለይ ሰናይ ኣይርስዖን'የ (2)

1 እግ/ር ንሓጥኣን ብቅንዕና ትፈርዶ
ብሳህልኻ ድማ ፍትሒ ተውፅኣሎም
ዘደንቕ ግብርታትካ ንእስራኤል ተፍልጦም
ብምሕረትካ ድማ ለውሃትካ ተስንቖም

      ተደ : ንስኻ (2) ንሕይወተይ
           ፅቡቕ ዓቢ ነገር ትገብር
           ኣነ ከኣ ከም ነስሪ 
           ተሓዲሰ እነብር እነብር

ኦ… እግ/ር ከመስግነካየ………….

2 ሰማይ ካብ ምድሪ ከም ዝልዕል
ምሕረትካ ኣባና ከማኡ ይልዕል
ምስራቕ ካብ ምዕራብ ከም ዝርሕቕ
ኩራኻ ካባና ከማኡ ይልዕል

        ''',
        'category': 'ምስጋና',},
                {'title': 'ዘማሪ እዩ ስመይ',
         'lyrics': '''
ዘማሪ እዩ ስመይ ንወንጌልካ ዘበስር
ዘማሪ እዩ ስመይ ከመስግን ኣምላኸይ
ዘማሪ እዩ ስመይ ንስሌኻ ዝዝምር
ዘማሪ እዩ ስመይ ንዓኻ ዝኸውን

እታ ኣብ ጥምቀተይ ዝሃብካኒ ሽምዓ
እነሆ ብበረኸትካ ደሚቓ ኣብላዕሊዓ (2)
ብፀጋኻ ስለ ትዓቢ ካብቶም ብሩህ ራኢ ዘለዎም ሕዝቢ
ካብቶም ንዓኻ ዝፈርሑ ገንኢ ኣውፂእኻኒ (2)
ከመይ ንስኻ (2) ኣምላኸይ
ቆልዓ ከለኹ (2) ኣመና ንእሽተይ 
ተሳልየኒ ኣብ ጉዕዞ (2) ህይወተይ
ክበፅሕ ኣብ ዘልኣለም ቤተይ(2) 

ጎይታ ሰላመይ ጎይታ ዕረፍተይ
ጎይታ ሰላመይ ጎይታ ዕረፍተይ..... (2)

ንሰብ እኳ ኣፍቂረ ፍቕሩ ዝውዳእ
ንሰብ እኳ ኣሚነ ልቡ ዝሕባእ (2)

የግዳስ (2) እቲ ምስጋናይ ካብኡ'ዩ ዝምንጩ
ዘይናተይ (2) ሒዘ ይግስግስ ከይህሉ (2)
ብርሃንካ ኣብርሀለይ ንመንገድኻ ክሕሉ

        ''',
        'category': 'ምስጋና',},

  ],
    },
    {
      'albumTitle': '3ይ ኣልበም',
      'songs': [
        {'title': 'ኣብቲ መጋበኣያ',
         'lyrics': '''
1 ኣብቲ መጋበኣያ ከም ሓጥእ በዳሊ ከም ርኹስ ሰራቂ
ዝምስክርዎ ኣይነበረን ነዓኻ ዝሓሊ ዘውፅኦ ትሓቂ
እቶም ዝተመሓሩ ሕሙማት ድዉያት ሓጓባት ጠዋያት
የዒንቶም ዝተኸፍተሎም የዒንቶም ከፊትካ ብርሃን ዝሃብካዮም
ኣይነበሩን እንድዮም ኩላቶም ስቀሎ ስቀሎ ስቀሎ
ክርስቶስ ጎይታየ ግና ምእንቲ ድሕነተይ ንኹሉ ትቅበሎ

        ተደ ፡ ኣብቲ ዕፀ መስቀል ሪኤዮ ጎይታየ ፍቅርኻ 
             መግረፍትን ስቃይን ናባኻ 
             ምእንታይ እዩ ኔይሩ ምትንሳእ ምውዳቅካ 
             ሕጂ 'ውን ሓጥእ እየ መሓረኒ ኢኻ ኣሃ ኣሃ
             ክሕሰብ ዘይከኣል ጎይታየ 
             ኣብ ልዕለይ ምሕረት ኣፍስስ ኢኻ በጃኻ(4)

        ተደ ፡ ምስኩሉ ድኻመይ ምስኩሉ ሓጥያተይ (2)
             ክኢልካኒ ክኢልካኒ ክኢልካ (3)
             ኣምላኸይ ንስኻ ብፍቅሪ ተደሪኽካ
             ሕደገሎም ደቀይ ዮም ኢልካ
             ሕደገሎም ዝገብርዎ ኣይፈልጡን ዮም (2)
             ዎኦኦኦኦ ኣምላኽ ርድኣኒ
             ምእንቲ ስቅያትካን ሕማማትካን መሓረኒ (2)

ኣብቲ ዕፀ መስቀል………………

2 ምእንታይ ዩ ኔሩ ኣኽሊል እሾኽ ምእንታይ ዩ ኔሩ ቲ በሊሕ ምስማር
ምእንታይ ዩ ኔሩ ኲናት ምውጋእ
ብሓቂ ሪኤዮ ጎይታየ ፍቅርኻ ምእንታይ ዝሞትኻ ክነብር የ ነዓኻ (2)

ምስ ኩሉ ድኻመይ……………

        ''',
        'category': 'ሕማማት',},
                {'title': 'ሃሌ ሉያ ክብል ተመሪፀ',
         'lyrics': '''
       ተደ ፡ ብስራት ሰሚዕ ድምፂ እፎይታ 
            እዝምር ሓዲረ ንኽብሪ ጎይታ
            ንብዓት ጀለንታይ ንሓጎስ ተቀይሩ
            እዘልል ብእልልታ ኣሰይ ኣሰይ (2) ውዳሰይ ሰሚሩ
            ሃሌ ሃሌ ሉያ ክብል ተመሪፀ 
            ሕርየት ካብ ረኸብኩ ዘዝበለፀ (2)
            ጎይታየ ይቅታራትካ  ከቃኒ 
            ጎይተየ ውዕለትካ ከውሪ
            ተኸፊልለዩ ክቡር ዋጋ 
            እንታይ ዘይረኸብኩ 
            ህያብ ዩ (2) ህያብ ኩሉ ፀጋ

1 ኣኽራን እንክድይብ ተሳንየኒ
ሲኦል እንክወርድ ተውፅኣኒ
ከምቲ ህያው ቃልካ ንሰማይ ዘፅንዖ
ፈቃር ሕሽኹታኻ ንልበይ የዕብዮ (2)

2 ተግባር ታሪኽ ሂወተይ ተለዊጡ
ከቢድ ድነ ሕጥያተይ ተቐንጢጡ
ሂወተይ ብፀጋኻ ምስጋና መሊኡ
ውሽጣዊ ሰላመይ ብእኻ ዓጊቡ

ኣሜን ኣሰይ ኣሰይ ማራናታ ኢለ ሸብሺበሉ
ድምፀይ ዓው ኣቢለ ክቃንየሉ 

ሃሌ ሉያ ሃሌ ሉያ ሃሌ ሉያ (2)
ኣምላኽና ንወድሶ
ኣምላኽና ንመጉሶ 
ንልብንና ዝቀደሶ ንታሪኽና ዘሐደሶ (2)

        ''',
        'category': 'ምስጋና',},
                {'title': 'ኣመስጊነ ኣይፀግቦንየ',
         'lyrics': '''
እግዚኣብሔር ኩሉ ጊዜ ምሳይ እዩ ኣይናውፅንየ
ወትሩ ኣብ ቅድመይ ሓሓሊፉ የስልጠለይ ኣይፈርህንየ
መሪሑ እንድዩ ኣብዚ ኣብፂሑኒ ምስኩሉ ሓጥያተይ
በኣይ ክኸብር እንድዩ ደልዩ ጎይታይ ይኽበረለይ(2)

ደው ኢለ ኣብ ቅድሚኡ እነሆ ይምስክር
ብመንፈሱ ተደሪኸ ንኡ የመስግን
ኣመስጊነ ኣይፀግቦንየ ከምዘይተገብረለይ ኣየማርርን(2)

ንፍቅሩወ ክዝምር ተዓዲለ
እግዚኣብሄር ኢለ ክፅውዕ
ኣፈይ ከፊተ ኣፈይ ከፊተ(2)
ተዓዲለ(4)ኣመስጊነ(4)

ምቅሊተይ ሒዘ ምስረሓቅኩ
ክንደይከ ክኸፍል ዩ
ንዝሩግ ሕይወት እተበግስኩ(2)

ዘለኒ ወዲአ ተስፋ ምስቆረፅኩ
ነቲ ሕያዋይ ጓሳ እወ ዘከርኩ
የእዳዉ እወ ዘርጊሑወን ተሓጒሱ(2)

ተኣማሚነ ኣለኹ ኣነ ኣብ ምሕረቱ
ኣብ ዝኸድኩ ከይደ እውን እየ ናቱ(2)
እየ ናቱ(12)

        ''',
        'category': 'ምስጋና',},
                {'title': 'ቤትካ ዩ ፅላለይ',
         'lyrics': '''
ቃልካ’ዩ ዘልኣለማዊ ቃልካ’ዩ ህያው
መንገድኻ እዩ ብርሃን ንእግረይ ዘይዕንቅፍ
ተኸቲለ እንድየ ኽምራሕ ብመንፈስካ ኣብ ውሽጠይ
ምስጋናኻ ይባርኽ ኣወፍየ ሂወተይ (2)

ርስቲ መጓሰ ቃልካ እናሰምዐ ትዓቢ
ብፍቅርኻ ተፀጊዓ ምሕረትካ ተናዲ
ድኻማ ዘዕርፍ በቲ ህያው ቃልካ ቃልካ
ድሕነት ትረክብ ተሓፂባ ብኽቡር ደምካ
ከም ፍጡር ፍጡር ትነብር ብእስትንፋስካ እንክሰርሕ
ካብ ፍጥረታትካ ሓደ ብኣምሳልካ ከኽብር
ሕግኻ እዩ ፈጣሪ ኣብ ኩሉ ዓለም ዝነብር
ሓላውየይ ኢኻ ንስኻ ምንግስትኻ ትኽበር

ፀጋኻ እዩ ሓይለይ ዓለም ከይትውሕጠኒ
ናይ ዘልኣለም ዋሕሰይ ናይ ስጋ ይትረፈኒ
ሃፍቲ ብዕዮ ናይዛ ምድሪ ዝተሃንፀ ስሕታን
ገነት ብኣስተንትኖ ፀሎትን ንስሓን

      ተደ ፡ ይሕሸኒ ይሕሸኒ ይሕሸኒ ቤትካ እዩ ፅላለይ
           ይበልፀኒ ይበልፀኒ ይበልፀኒ ቤትካ እዩ ፅላለይ

ፀጋኻ እዩ ዓስበይ ተወኪለ ናባኻ
ምግልጋል ‘ዩ ንቤትካ ሕድየተይ ንስኻ
ብርሃንካ ዘይጠፍእ ኣብ ውሽጠይ ዝበርህ
ብፀጋኻ መሊአ ንፀልማት ዘይፈርሕ
ካብ ገነት ብምስጓገይ ኣነ ብዘለኒ ኣበሳይ
እናሳሕ እየ ይቅረ ግበረለይ ነብሰይ ንቤትካ ንኽትወርሳ (2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ምሓረኒ ብምሕረትካ',
         'lyrics': '''
ምሓረኒ ብምሕረትካ ደምስስ በደለይ
ጠፊአ ነይረ ኣስተውዒለዮ 
ንስኻ ጥራይ ኢኻ ጎይታይ ዕረፍቲ ልበይ
ምስ ፀዋዕኩ ስምካ ፍጡን ረዲኤተይ
ምስ ፀዋዕኩ ስምካ ኣውሪድካዮ ምሕረትካ ኣብ ልዕለይ

       ተደ: ፍቅርኻ ሃሃሃ ምሕረትካ ኣብ ልዕለይ
           ከም ዝናብ ዘኒቡ ደማሲስዎ ንኩሉ ሓጥያተይ (2)
           ደው ኢለ ኣለኹ ብሳላ ፍቅርኻን ምሕረትካን (6)

1 ንመንፈስካ ልኢኽካ ብሓጥያተይ ረቲዕካኒ
ብምሕረትካን ፀጋኻን ሓድሽ ሰብ ጌርካኒ
ኣይትታኽስን ኢኻ ንድሕነተይ ምስ ነቃሕካ
ብፍቅርኻን ምሕረትካን ስዒርካኒ እንዲኻ
ዘይከምዚ ግብረይ ክስዕ ሞት ኣፍቂርካኒ
ዝገብሮ ኣይፈልጥን ምሕረትካ ሃበኒ
ገፅ ምሕረትካ ኣርእየኒ ክሓውን ክነፅህን
ኣብ ፀፅባሕ ክሕደስ ንቅዱስ ስምካ ከመስግን

2 መሓርቲ ምሕረት ኣምላኽ ክረኽቡ እዮም
ብፁኣት ናይ ጎይታ ሰራዊት ዮም
መሓርቲ ከም እግዚኣብሄር ኣቦ ንኹን
ናብታ እኖ ምሕረት ማርያም ንለምን
ለምንልና ኣዴና ንወድኺ ክንድሕን (4)
መሳልል ምሕረት ኩንልና ማርያም
ኣደ ምሕረት ምዃንኪ ይፈለጥ ኣብ ኩሉ ዓለም (2)
ኣደ ምሕረት ማርያም (12)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'የለን ዝመስለካ',
         'lyrics': '''

1. ነዓኻ ዝረኣየ ኦ መሓሪ
ንኣቦይ ዝርኢ መስተውዓሊ
ገፅ ምሕረትካ ኣርእየና ክንሓዊ ክን ነፅሕ
ክንድሕን ድማ ኢና ኦ መሓሪ ኣቦ መሓረና

      ተደ: ትኩር ቆላሕታ ፍቅርኻ
           ንዘኪዎስ ማቲዎስ ካብ ባርነት ዘላቀቀ
           ነታ ዘማዊትን ማርያም መግደላዊትን
           ሓጎስ ካብ ሰብ ዝተፈጥረ
           ካብ ምድላይ ነፃ ዝነበረ ንጴጥሮስ ብክሕደቱ ዘንብዐ
           ህያብ ኣምላኽ ተትፈልጢ
           ነታ ሳምራዊት ሰበይቲ 
           ዝተዛረብካዮ ቃልካዩ መሓሪ ኣቦ ሕጂ 'ውን መሓረና(2)

2. ቅፅበታዊ እዩ ንደላዪ ምሕረትን
መሓሪዩ ኣቦና ዝግለፅ ዘይረአ ኣቦ
ዝረአ ገፅ ኣምላኽና እኖና ቤተክርስትያን
ናይቲ ዝተንስአ ዝኸበረ ዝረአ ገፅካ ትኹን እየሱሰይ

3. ኣብ ድንቁርና ጌጋ ዘለዋ ነብሳትን
ድንጋፄን ሓልዮትን ክስመዐን
ንኣገልጋሊኻ ብድኻም ምኻድ ዝደለኻ
ፍፁም ብምሕረት የለን ዝመስለካ

የለን የለን (2) ዝመስለካ የለን የለን (2) ዝመስለካ
ናይ ምሕረት ምልኣት ፀጋ ቤተክርስትያን ሓድሳ ንድኻታት ወንጌል ክተበስር
ሓርነት ክትእውጅ ብርሃን ክትከውን ቅብእኻ መንፈስ ቅዱስ ምልኣያ
ኦ መሓሪ ኣቦ ምሓረና(2)  (2)
ኣደ ምሕረትያ ድንግል ማርያም ኣብነት ንዓና ብፀጋ ብምሕረት(4)
ንኣኻ ምስ እግዚኣብሄር ኣቦን መንፈስ ቅዱስን እትነብር ተመስገን ንዘል ኣለም ኣለም
ስግደት ኣምልኾ ውዳሴ ነዓኻ ይኹን ኦ መሓሪ ኣቦ መሓረና ኣሜን(2)

        ''',
        'category': 'ልመና',},
                {'title': 'ኣምላኸይ ተስፋ ኣይቆርፅን’የ',
         'lyrics': '''


1 ጎይታየ ፀሎተይ ስምዓዮ
ነምህለላይ እውን ፅን በሎ
መንፈሰይ ከይርበሽ ልበይ ከይስበር
ብመንገድካ ምርሓኒ ቀቅድመኻ ክኸይድ

      ተደ: ጌና(4) ኣምላኸይ ተስፋ ኣይቆርፅንየ 
          ተግባር ኢድካ አናሓሰብኩ አወ ከልመንየ
          አወ ኣአዳወይ ዘርጊሐ ኣነ ከልመንየ 
          ብምዱብ ግዜ ከም ትምልስ የሱሰይ ይኣምንየ (2)

2 ዛ ነብሰይ ኩሉ ግዜ ናባካ ትውከል
ኣንጊሃ ትፅበየካ ንሳህልኻ ክትቅበል 
ዘርግሓየን አእዳውካ ካብ ላዕሊ 
ኣዝንቦ 'ቲ ምሕረት ብሳህሊ (2) 

3 ቶም አከይ ዝሓስቡ ክጠልሙ 
ቶም ሰብ ሰናይ ድማ ክልምልሙ
ብሰንኪ ኣበሳይ ፀላእተይ ከፅብቡለይ
ኣቦየ ግን ንስኻ ሓጎሰይ ንስኻ ሰላመይ 
ኣምላኸይ ግን ንስኻ ብርሃነይ ንስኻ ቀንዴለይ

4 ኣዒንቲ ኣምላኸይ ኣብ ኩሉ ስፍራ አየን
ንእኩያትን ሰናያትን የቋሙትኦምየን
ንዓይውን ጠምተኒ ረድኤትካ ይፅበ
ብ ሽግርን ኣበሳን ኢየ ተኸቢበ (2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ንሕማምና ፆሮ',
         'lyrics': '''
1 ምኽንያት ኮይኑካ ናይ ዝኹሉ ስቃይ
ዙፋንካ ገዲፍካ ክትወርድ ምእንታይ
ክተናግፈኒ ካብ ማእሰርቲ ሓጥያት
ንስኻ ሞይትካዮ ነቲ ናተይ ሞት

    ተደ፡ ብሓቂ እወ ንሱ ንሕማምና ፆሮ
        ንስቃይና ከዓ ኣብ ነብሱ ፀዓኖ
        ንሕና ግን ንእግዚኣብሄር 
        ከም ዝተቀዝፈ ከም ዝተዋረደ ጌርና ቆፀርናዮ
        ንሱ ግና ግና ብሰሪ ገበና ቆሰለ
        ብሰሪ ኣበሳና ድማ ተቀጥቀጠ
        ንሕና ሰላም ምእንቲ ክንረክብ መቅፃዕቲ ናብኡ ወረደ
        ንሕና’ውን ብስምብራቱ ሓወና (2)

2 ካብ ባርነት ናይ ሓጥያት ሓራ ኣውፂእካኒ
በቃ ሓራ ኮይነ ጎይታ ቀዲስካኒ
ሕስረተይ ቀንጢጥካ ክብረት ሂብካኒ
ክብረት እወ ክብረት ከምታ ዝፈጠርካኒ
ሃሌሉያ ሃሌ ከምታ ዝፈጠርካኒ (2)

3 ስለዚ ኦ ክርስትያን ሓወይ
ብፅድቂና ንስራሕ ብዘይ ምስልካይ
እግዚኣብሄር ንምግልጋል ታሕጓስ ይሰመዓና
ብምሉእ ልብና ክነፍቅሮ ‘ዩ ዝደልየና
ናይ መወዳእታ ዕላማና ናይ ዘልኣለም ሕይወት
ጎይታ ክመርሓና’ዩ ብድንቂ ተኣምራት
መንገዲ ጎይታ ካብቲ ንሓስቦ ፍሉይ’ዩ
ሓድሽን ስውርን ነገር ከፍልጠና’ዩ (3)

        ''',
        'category': 'ሕማማት',},
      ],
    },
      ],

      'መዘምራን ደብረ ኪዳነ ምሕረት ካምፓላ': [
    {
      'albumTitle': '2ይ ኣልበም',
      'songs': [
        {'title': 'ምሕረትካ ይልምን',
         'lyrics': '''
1 ኣይ ውዑይ ኣይ ዝሑል ኣይስተ ኣይብከል
ሞንጎ ሞንጎ ኮይነ ሂወተይ ይከፋፈል
ክልተ መንግስታት ኣብ ውሽጠይ ይደፋፍኡ
ንሕይወትን ሞትን እናበሉ ኣቡኡ
ልበይ ነዓኻ እናበለ (2) ተግባረይ ግን ሓንጊዱ

     ተደ 1 : እቶ እቶ እቶ ትሪ ልበይ ከታኽቶ
            እቶ እቶ እቶ እምኒ ልበይ መዳምዶ (2)



2 ሓንቲ ልቢ ሃበኒ ነዓኻ ጥራይ ትሰምዕ
ሓንቲ ልቢ ሃበኒ  ናባኻ ጥራይ ትደንን
ደጋውን ውሽጣውን ስምዒተይ ክጠዓዓም
ክንደይ ጊዜ ዘልሓጥሓጥ ሎምስ እባ ክቀውም
ናብራይ ንቤትካ ማዕረ ማዕረ ክሱጉም (2)

ተደ 1 : እቶ እቶ እቶ …………..

3 ሓመድን ሓሙኹሽትን ሙኻነይ እየ ዝኣምን
መዓልትታተይ ከም ፅላሎት ዝሓልፍ ዝበንን
ስጋውነት ኣስፋሕፊሑ ናባኻ ከይ እግደኒ
ኦ እግዚኣብሄር ከም ብዝሒ ሓይልኻ ናትካ ግበረኒ
ኦ እግዚኣብሄር ከም ብዝሒ ምሕረትካ ካብ ኣበሳይ ሕፀበኒ

ተደ 2 : ብምሕረትካ……………
ተደ 1 : እቶ እቶ እቶ …………...

        ''',
        'category': 'ልመና',},
                {'title': 'ኦ ጎይታ',
         'lyrics': '''
      ተደ ፡ ኦ ጎይታ ሕያውነትካን ምሕረትካን 
           ዓብዪ ስለዝኾነ (2)
           ንዝበደልኩኻ ክንሳሕ ከለኹ 
           ምሕረትን ድሕነትን ተተስፍየ ኣነ (2)

1 ኣብኩሉ ቦታታት ጣኦት ኣቆምኩ
ንስኻ ትፀልኦ ብሙልኡ ገበርኩ
ብኽበድ ሓጥያተይ ተዶቊሰ እኒኤኹ
ቅንዕ ኢለ ንሰማይ ክጥምት ኣይከኣልኩን
ብምሕረትካ ክትሓፅበኒ እፅበይ ኣለኹ

ከም ምሕረትካ እምበር ኣይትኺድ ከምበደለይ
ኣይተጥፍኣኒ ብምኽንያት ሓጥያተይ (2)
ኣብ ዓዲ ምውታት ከይድርበ 
ይቅረ ክትገብረለይ እኒኤኹ ይፅበ

ተደ : ኦ ጎይታ ………….

2 ሓጥያተይ ካብ ሑፃ በዚሁ ድቃስ ስኢነ
ብኡ ዝተልዓለ ዕረፍቲ ስኢነ
እኔኹ ኣብ ትሕቴኻ ተደርብየ
ምሕረትካ ይልምን ደው ኢለ ኣብ ቅድሚት

        ''',
        'category': 'ንስሓ',},
                {'title': 'ዝ’ፍቅሪ ዓለሙ',
         'lyrics': '''
እቲ ንሕይወተይ ካብ ሞት ዝሓረያ
ዝገበረ ኣምላክ ደጊመ ክርእያ
ይኽበር ይመስገን ንዘለኣለም ስሙ
ኢየሱሰይ’ዩ ዝ ፍቅሪ ዓለሙ (2)

1 ኣብ ሞት በፂሐ ተስፋ ምስ ቆረፅኩ
ኦሮማይ ኢለ ከም ሰብ ምስ ሓሰብኩ
ተስፋኻ ኣብ ኣምላኽ ይኹን ዝብል ቃል ዘከርኩ
ሕይወት ረኺበ ኢየሱስ ምስ ፀዋዕኩ
ብስሙ ከኣ ካብ ፀልማት ወፃእኩ


      ተደ ፡ ኣብ ፀልማት ኣብ ዑና እኳ እየ ነይረ
           ኣብቲ መሪር ህሞት ብሞት ዝተሳዕረ
           ኣብቲ ጎሓፍ’ውን መዳርግቱ ዕረ
           ኢየሱስ ግን ሓርዩኒ ህይወተይ መቀረ (2)

እቲ ንሂወተይ …………………

2 ኣይተፀባፀበንን ዝሓለፍክዎ
‘ቲ ክፉእ ሓጥያተይ ኩሉ ረሲዕዎ
ብስለ ምሕረቱ መቂሩ ዘመነይ
ኣዝዩ ባህ ኢሉኒ ናቱ ብምዃነይ
ተመስገን እየሱሰይ ዝለወጥካ ሕይወተይ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ሃል ሃል ዝብል ፍቅሪ',
         'lyrics': '''
        ሃል ሃል ዝብል ፍቅሪ  
        ብኩነታት ዘይጎድል ፍቅሪ
        ዘይተርፍ ዘየቋርፅ ክብሪ
        ብከምኡ ዘፍቀረ ኣፍቃሪ

1 ንሕልናና እንበር ረቲዕካዮ
ብፍቅርካ ንሕይወትና ፀሊካዮ
ንሓጢያትና ካባና ኣርሒካዮ
ልብና ምስጋናካ መሊእካዮ

    ተደ ፡ ሃሌሉያ ኢየሱስ ክበር
         ሃሌሉያ ኢየሱስ ንገስ
         ሃሌሉያ ኢየሱስ ምለክ
         ሃሌሉያ ክበር ንገስ (2)

2 ክረምቲ ሓሊፉ ዝናብ ዛርዩ
ዕንባባታት ኣብ ምድርና ተራእዩ ዩ
ኣብ ሕይወትና ፍረ ክረአ እዩ
ኢየሱስ ጎይታና መድሓኒና ዩ

3 ኢየሱስ ብፍቅርካ ተሳዒርና
ብፀጋካ ደጊፍካና ኢና ከቢርና
ብምሕዳስ ሓሳባትና ቀይርና
ሕይወትና ክሓልፍ ነዓካ ኣክቢርና

        ''',
        'category': 'ምስጋና',},
                {'title': 'ኣምላኽና ኩሉ ዝኽእል',
         'lyrics': '''
1 ጊዜ ይፀልምት ብዘየገድስ 
ኣምላኽና ኩሉ ዝኽእል እዩ 
ኣብ ፀልማት ዝርኢ ብርሃኑ ዝገብር 
ኣምላኽና ኩሉ ዝኽእል እዩ
ፍትሕን ቅንዕናን ካብኡ ዝርከብ 
ትሕዝቱኡ ምሉእ ሂቡ ዘይውድእ
ንዝደለዮ ዝርከበሉ ኣምላኽና ኩሉ ዝኽእል እዩ

     ተደ ፡ ኣምላኽና ኩሉ ዝኽእል እዩ ዝሰኣኖ ዘይብሉ
          ዓዳል ፀጋ ኣምላኽና ኩሉ ዝኽእል ኣምላኽ (2)

2 ዘልኣለም ዝነግስ ከይተቀየረ
ኣምላኽና ኩሉ ዝኽእል እዩ
ነገስታት ክትክኡ ዘይተተክአ 
ኣምላኽና ኩሉ ዝኽእል እዩ
ብግርማን ብኽብርን ደሚቁ ዝነብር 
ኣብ ዘይቅረብ ብርሃን እውን ዝሰፍር
ንሱ ንጉስ እዩ ክሳብ ዘልኣለም 
ኣምላኽና ኩሉ ዝኽእል ኣምላኽ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ተፈስሂ',
         'lyrics': '''
ተፈስሂ ኦ ማርያም ምልእተ ፀጋ
ተፈስሂ እስመ ረከብኪ ሞጎስ
ተፈስሂ እግዚኣብሄር ምስሌኪ
ይደልወኪ ፍስሃ እንበል ሕፀፅ ወንትጋ
ኣምላክ ሰማያዊ ዘኣግመርኪ በስጋ

ደስ ይበልኪ ኦ ማርያም ፀጋ ዝመላእኺ
ደስ ይበልኪ ሞጎስ ረኺብኪ ኢኪ
ደስ ይበልኪ እግዚኣብሄር ምሳኪ’ዩ
ናይ ከርስኪ ፍረ ኢየሱስ ክርስቶስ ዝተበረኸ እዩ
ኦ……………ኦ…..ኦ (3)

ተፈስሂ እግዚኣብሄር ምስሌኪ
ተፈስሂ ሰላማዊት ሰላም ለኪ
ተፈስሂ ወንስግድ ለኪ ማርያም በስጋ
እሳተመለኮት ፆርኪ መንፈስ ቅዱስ ፀለለኪ

ደስ ይበልሽ እግዚኣብሄር ካንቺ ጋር ነው
ደስ ይበልሽ ሰላማዊት ሰላም ላንቺ
ደስ ይበልሽ ወንስግድ ለኪ ማርያም በስጋ
እሳተ መለኮት ፆርኪ መንፈስ ቅዱስ ፀለለኪ
ኦ……………ኦ…..ኦ (3)
ኦ ርሕርሕተ ህሊና ኣፍቅሮተ ልማዳ
ሰኣሊተ ምሕረት ለኩሉ ፍጥረት
ኦ……………ኦ…..ኦ
ርሕርሕተ ሕሊና ፍቅርኪ ያነድድ
ኣማዑተ ከዊኖ ከዊኖ እሳት
ኦ……………ኦ…..ኦ
ርሕርሕተ ህሊና ዘሕገ ልማዳ
ምሕረት ለኩሉ ለኩሉ ፍጥረት
ሰላም ለስእለከ ዘይኢድም ለንፃሬ
ዓዲ ሰላም ወለስእለ ወልድኪ ለሁባሬ (2)

ተማህፀንኩ እግዝእትየ (2)
በመልክዓ (3) በመልክዓ
ስእለኪ ዛቲ እንሰግድ ቅድሜሃ
ወንትጋነይ ላቲ
ማርያም ድንግል (2)
ምክሃ ቤተ ዳዊት ወለተማቲ (2)
ቤዛ ቤዛ ቤዛ ነፍሰ ኩሉ መዋቲ(2)
በሰማይኒ ወበምድር ኣንቲ (2)

        ''',
        'category': 'ማርያም',},
                {'title': 'ኣቦ ሎኒ',
         'lyrics': '''
ኣቦ ሎኒ ውሉድ እየ ኣነ
ኣቦ ሎኒ ሕጉስቲ'የ ኣነ ኣቦ ሎኒ
ኣቦ ሎኒ ሕብንቲ'የ ኣነ
ኣቦ ሎኒ ውራሲት'የ ኣነ ኣቦ ሎኒ(2)

1 ውሽጠይ ቆሪሩ ልበይ እንክሽገር
ሓዘን ፍርሓትን ክወርደኒ ክሽበር
ምግባር ከፅልአኒ ክጅምር ምምራር
ነይሩኒ እኳ'ዩ ኣቦ ዘይምስውዓል እምበር(2)

     ተደ፡ ንድኻመይ ኣፀቢቁ ዝፈልጥ
         በኣእማን ከይዕንቀፍ መላእኽቲ ክሰድድ
         ፈረስ ክፍኣተይ ዝዓሉ ዝህበኒ ህድኣት
         ኣቦዩ ዘሎኒ ኣይቁፀርን ምስ ዘኽታማት

  ኣቦ ሎኒ.............

2 ፀላኢ ክህንጦ ውድቀተይ ክርኢ
ኣብ ሓመድ ከንገርግር ትምኒተይ ክበሊ
ኣይፈቅድን ኣቦየ ብዘይቱ ቀብኣኒ
መንገደይ ዝከደሉ ብርሃን'ውን ሃበኒ(2)

3 ቅብኣት ፀላኢ ጀመረ ክግንፍል
ትዕቢት ሰርኒቅዎ ውድቀቱ ከይቅበል
ከቢረ ክርኢ ፍፁም ዘይሓሰቦ
ሕፍረት ተጎልቢቡ ዓቅሉ'ውን ፀበቦ(2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'መምበርየይ',
         'lyrics': '''
ኣባኻ እውከል ኣለኹ መንበርየይ ዝኾንካ 
ናይ ነገስታት ንጉስ (3)
ሰባት ተወኪለ ኣብኦም ብምፅግዐይ
ሰላመይ ክርበሽ ሪኤ መንፈሰይ 'ውን ዘይፀንዐ (2)

1 ሰላም ስኢነ ውሽጠይ እንክርበሽ
ልበይ ኣውዲቀ ሰባት ክውከል
ብክፉእ ምክሮም ምስደርበዩኒ
ንስኻ ግን ነዓይ መንበሪ ኮይንካኒ (2)
ዙርያይ ክኸቡኒ ክፀበኒ ዓቅለይ
ከደንግፁኒ ይፍትኑ ክጭነቅ ንበይነይ
ጉድጓደይ ደፊንካ መንገደይ ፀሪግኻ 
እስኻ ግን ነዓይ መንበርየይ ኮይንካ (2)

     ተደ: መንበርየይ ኢለ መሪፀካ እንድየ መንበርየይ 
         መዕቆብየይ ኢለ መሪፀካ እንድየ መዕቆብየይ
         መኽበርየይ ኢለ መሪፀካ እንድየ መኽበርየይ
         መሕደርየይ ኢለ መሪፀካ እንድየ መሕደርየይ

2 ሕንቅል ሕንቅሊተይ ክኸውን ነገሩ
ፈታሒ ስኢነ ሓዘነይ መሪሩ
ኣደባባይ ወፅዮም ሞተይ ክነግሩ
ብዘይሓሰብዎ ዓወት ተበሰሩ
ስደተይ መሪሩ ክወረኒ ንብዓት
ከባጭውለይ ብሕፍረት ክጉልበብ
ኣፈይ ብሰሓቅ ከናፍረይ ብእልልታ
መሊእካዮ የሱስ መንበርየይ ኮይንካ (2)

        '''
,
        'category': 'ኣምልኾ',},
 
 
 
 
      ],
    },
  ],
      'መዘምራን ደብረ ፅንሰታ ማርያም እንባጋሊያኖ ኣስመራ': [
    {
      'albumTitle': 'ናይ ክርስቶስ ምዃን',
      'songs': [
        {'title': 'ክምካሕ',
         'lyrics': '''
1 ብብዙሕ ሓካይም ገንዘበይ ወዳእኩ
ደመይ 'ውን ገደደ ፈውሲ 'ውን ሰኣንኩ
መድሕነይ ክመፅእ ምስ ርኣኹ
ክዳኑ ምትንካፍ መረፅኩ 
ምሕረት ካብ ኢየሱስ ድሌኹ (2) 
      ተደ፡ ክምካሕ እየ ክምካሕ
          ክምካሕ እየ ብኣኻ (2)
          ስምካ ፀዊዐ ናባኻ ጠሚተ
          ብኣኻ ኩሉ ክሰግሮ አየ (2)
2 ንነዊሕ ዓመታት እቲ ቓንዛይ በዚሑ
ብውሽጠይ ክርስቶስ ክረክብ መረፅኩ
ናብ ጎይታይ ፀሎተይ 'ውን ኣብፃሕኩ
ብማዕዶ ኢየሱስ ረኣኹ
ብእምነት 'ውን ናብኡ ቀረብኩ (2)

3 ብኢደይ በረኸት ናይ የሱስ ሰረቅኩ
ብውሽጠይ ፈራሕኩ ነብሰይ 'ውን ረዓድኩ
ኣጆኺ ክብለኒ ቃል ሰማዕኩ
እምነተይ ኣዝዩ መሊኡ
ፈውሲ ብክርስቶስ ረኸብኩ (2) (2)

4 ክምካሕ ብኣኻ ክፅውዕ ንስምካ
ፍቕርኻን ሓልዮትካን ነብሰይ ክማርኻ
ፈጢርካኒ ብሰናይ ለውሃትካ
ተመስገን ንዓኻ ምርካበይ
ክውድስ ንምሉእ ዘመነይ (2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ተንሲኡልና እየሱስና',
         'lyrics': '''
1 ትርኢት የሱስ ዘንፀባርቅ ሓይሊ
ፃዕዳ ክዳኑ ከም በረድ በርቂ
ሓለውቲ ፈሪሆም ኣንቀጥቀጡ
ብዓቢ ታሕጋስ የሱስና ተንሲኡ

    ተደ፡ ተንሲኡልና የሱስና ተንሲኡልና
        ተንሲኡልና መድሓኒና
        ተንሲኡልና የሱስና ተንሲኡልና
        መንገዲ ሓቂ መሪሑ 
        ኣሃ ኣሃ ኣሃ ገነት ከእትወና

2 ኣንስቲ ፈሪሀን እምኒ ኣንከራርየን
ህያው መድሓኒ ተንሲኡ እዩ
ሃዋርያት ብምግራም እንክጎዩ
ክርስቶስ ተንሲኡ ብስራት ሒዙ

3 ክበፅሓኒ ኣብ መገዲ ኤማሁስ
ክበፅሓኒ ኢዱ ክዝርግሕ
ምሳይ ክሓድር ናባይ መፅዩ 
ብሓቂ ጎይታ ተንሲኡ እዩ
ክበፅሓና ኣብ መገዲ ኤማሁስ
ክበፅሓና ኢዱ ክዝርግሕ
ምሳና እንክሓድር ናባና መፂኡ
ብሓቂ ጎይታ ተንሲኡ እዩ

4 እምነተይ የሱስ እዪ መድሓኒየይ
ምስኡ ብዓወት ክኣቱ እየ
ፀልማተይ ርሒቁ ተሓጊሰ
ብርሃን ብየሱስ ረኺበ ኣነ 

        ''',
        'category': 'ትንሳኤ',},
                {'title': 'ናይ ክርስቶስ ሙኻን',
         'lyrics': '''
1 መንገድን ሓቅን መሪሕካ ዕረፍቲ ኮይንካኒ ባይታ
መሪፅካ ንድኹም ባርያኻ ከኽብረካ እየ ኣብ ቤትካ
ዝምክሓሉ ፀግዐይ ንስኻ ብምሕረት ኢድካ ሓቒፍካ
ሓዘነይ ሓጎስ ለዊጥካ ኣባኻ እውከል ጎይታ
ንስኻ ዕረፍተይ ንስኻ ትውክልተይ ንስኻ ሓጎሰይ (2)

      ተደ፡ ናይ ክርስቶስ ሙኻን ኣለዎ ሰላም ኣለዎ ሰላም
          ኣብ ልዕሊ ሰላም ይህበካ ሰላም
          ኣብ ልዕሊ ሰላም ይህበካ ሰላም (2)

2 ንልበይ ኣውዲቐ ኣባኻ ንሕቶ ልበይ መሊስካ
ከስተማቕሮ ሓልዮትካ ሰላም ኣለዎ ፍቕርኻ
ፆረይ ኣራጊፈ ናባኻ ድኻመይ ኩሉ ቐንጢጥካ
ሓጥያተይ ኩሉ ፈዊስካ ዓወት ረኺበ ካባኻ
ንስኻ ሰላመይ ንስኻ ረዲኤተይ ንስኻ ዓወተይ (2)

3 ሰይጣን ናብ ሲኦል ክወድቕ ኩሉ ክብርኻ ክግለፅ
ቅኑዕ ሙኻንካ ክጥዕም ኣፈይ ብ ቓልካ ክመልእ
መንፈሰይ ብኣኻ ክነቅሕ ልበይ ሰናይካ ክትጅምር
ነብሰይ ብታሕጋስ ክለዓል ክዝምር የ ከዕልል
ንስኻ እምነተይ ንስኻ ብርሃነይ ንስኻ ድሕነተይ (2)

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ተመስገን ኦ ልዑል ኣምላኸይ',
         'lyrics': '''
   ተደ፡ ተመስገን ኦ ልዑል ኣምላኸይ
       ተወደስ ንስኻ መድሕነይ
       ልዕል በል ወትሩ ክበረለይ
       ተመስገን ለዋህ ፈጣሪ
       ተባረኽ ኦ ፈቃር የሱሰይ
       ልዕል በል ዘልዓለም ኣብ ቤተይ
       ተመስገን ህያው መድሓኒየይ
       ተባረኽ ንምሉእ ሕይወተይ
       ልዕል በል ኣብ ኩሉ ዘመነይ

1 ኦ እግዚኣብሄር ዓንዲ ሓይልን ብርታዔን
ንዓኻ ሒዘ ፍፁም ኣይፈርሕን
ፀሩይ ማይ ንፅሙእ ከም ዘሕጉስ
ረዲእካኒ ጎይታይ ፍቕርኻ ከስተማቕር
ኣብ ሽግር ፀበባይ መፀግዒ
ካብ ሃፅቢ መዕቀሊካብ ፀሓይ መፅለሊ
ከም ፅላሎት ደበና ንመዓልቲ ዋዒ
ንድምፂ ጨካናት ተህድኦ ብሓይሊ

2 ብእግዚኣብሔር እመን ሰናይ ከኣ ግበር
ኣብታ ሃገር  ሃዲእካ ብሰላም ንበር
ልብኻ ዝደልዮ ካብኡ ክትቅበል
ብእኡ ኸኣ ንወትሩ ክትሕጎስ
ቀፅርን ዕርድን ኣብ ዙርያይ ኣንቢሩ
ዝከላኸለለይ ልዑል እግዚኣብሔር እዩ
እንታይ ሞሳ እየ ዘቅርበሉ
ንድምፀይ ዝሰምዕ ንሱ ጥራይ'ዩ

        ''',
        'category': 'ምስጋና',},
        {'title':'ምስጋናይ ይብፃሕኪ',
        'lyrics':'''
1 ብጩራ ኣእዳውኪ መሊስኪ ልመናይ
ብተኣምር ማዕተብ ፀጋ ኣፍሲስክለይ
ብፀሎት መቁፀርያ ንሰይጣን ክስዕር       
ወሊድክኒ ኣደይ ይብፃሕኪ ምስጋናይ(2)

      ተደ ፡ ይብፃሕ ሓጎሰይ ምስጋናይ ናባኪ        
           ኦ ንግስቲ ሰላም ውዳሰይ ነዓኺ(2)     

2 ፍቅርኺ ጥዒመ ብሓጎስ እነብዕ
ሓዘንኪ ዘኪረ መሊሰ  እበርትዕ
ደገፍ ክትኾንኒ ኣብ እምነተይ ክፀንዕ      
ምስጋናይ ይብፃሕኪ ኣደየ ሓበነይ(2)

3 ለይቲ ምስ መዓልቲ ብኣኺ’ዩ ሓሳበይ
ኣደየ እንዲኺ ሕልፊ እትሓልይለይ
ኣደ እወ ኣደ ወትሩ ትፅልይለይ            
ምስጋናይ ይብፃሕኪ ብሌን ዓይኒ ናተይ(2)

4 መንገዲ ኮይንክኒ ክበፅሕ ናብ ኢየሱስ
ከምኡ’ውን ፅላለይ ማህደር መንፈስ ቅዱስ
ስለዚስ ማርያመይ ኣነ ብኣኺ ይሕጎስ     
እነኹ የመስግን ኣፈየ ይኸፍት(2)

ኦ ንግስቲ ሰላም ምስጋናይ ነዓኺ
ኦ ንግስቲ ሰላም ዕልልታይ ነዓኺ
ኦ ንግስቲ ሰላም ሓሳበይ ነዓኺ
ኦ ንግስቲ ሰላም ውዳሰይ ነዓኺ

        ''',
        'category': 'ማርያም',},
                {'title': 'ክዝምረሉ እየ',
         'lyrics': '''
1ኣብ ግዜ ንእስነተይ ንሱ ካበፍቀረኒ
ምስ ኩሉ ድኻመይ ንዓይ ተቐቢሉኒ
ጎይታይ ይደሊ ኣሎ ኣብ ዘመን ንእስነተይ
ንሱ ጥራይ ክሕዛ ነዛ ዕሸል ሂወተይ
ደጊምሲ ኣብቂዑ እዩ እዋን ቁልዕነተይ
የሱስ ካብ ደለያ ነዛ ድኽምቲ ነብሰይ
ደጊምሲ ሕጂ እንታይ ክሕዘኒ
ንሱኳ ፈትዩ ፍቕሩ ካብ ኣርአየኒ 

     ተደ፡ ክዝምረሉ የ ክዝምረሉ (2)
         ነዚ ንጉስ ክብሪ ክዝምረሉ
          <<  <<   <<     ክቃንየሉ (2)
         ከቃንየሉ የ ከቃንየሉ (2) 
         ነዚ ንጉስ ክብሪ ከቃንየሉ
          <<   <<  <<    ክዝምረሉ  (2)
 
2 ምስ ዕለም ስጋ ሰይጣን ፍፁም ተባቲኽና
ክፉእ መዓልትታት ከይበፅሐ ኣባና
እዚ ኩሉ ከይመፀ ኣብ ሎሚ ከለና
ንስእነት ሓሊፉ ዘብቅዓሉ ጉብዝናና
ንየሱስ ተኽብር ትእዛዙ ኣብ ልብና
ኣምላኽ ይሕሸና ምስኡ ከንብረና
ንሱ ጥራይ ከቢሩ ክንርኢ ኣብ ሕይወትና
ከምታ ፍትሕቲ ዒሉ ክብረት ክህበና

3 በታ ድኻመተይ ከስምዕ ምስጋናይ
ክርስቶስ ካብ ፈተወ ከድሕነኒ ንዓይ
ክዘልል እየ ከዕልል ብዘሎኒ ኣቕመይ
እንታይ እዩ ዝዓግተኒ ካባኻ ዝፈልየኒ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ወሃቢ ዕረፍቲ',
         'lyrics': '''
1 ፆሩ ዝኽበዶ ሕይወቱ ብሽግር ዝተኸበ
ብናይዛ ዓለም ፈተናን መከራን ዝረብረበ
ንነብሱ’ውን ዕረፍቲ ዘይረኸበ
ካባኻ’ዩ (2) ምሕረት ዝፅበ

     ተደ፡ ኣርዑትካ ልዙብ ፆርካ ፈኲስ
         ትሑት ልብኻ ለዋህ ኢየሱስ
         ወሃቢ ኩሉ ፍቕሪ’ዩ ስምካ
         መንዶ ኣሎ’ዩ ጎይታ ብዘይካኻ (2)
         መንዶ ኣሎ’ዩ ኢየሱስ ንልበይ ዘህድኣ 

2 ኣብ ፅምዋ በረኻ ረዳኢ ዘይብለይ ኢለ
ብብዙሕ ሓሳብን ብብዙሕ ጭንቐትን ተዓብሊለ
ዘሕለፍክዎ ስቓይ ክዝክሮ ጀሚረ
ብለውሃትካ (2) ተስፋ ረኺበ

3 እ/ር ኢኻ ኣልፋን ኦሜጋን ናይ ሕይወተይ
ኣባኻ ይረኽቦም ኩሎም ዓይኒ ማያት ናትካ ናተይ
እንተ ኮብለልኩ’ውን ገዲፈዮ ንቤተይ
ትፆረኒ (2) ኮንካኒ ጓሳይ
  
       ኣርዑትካ ልዙብ……….

      ኣቱም እትፅዕሩ ፆር ዝኸበደኩም
      ናብ ኢየሱስ ኪዱ ንሱ ከዕርፈኩም
      ኣርዑቱ ፁሩ ካብኡ ተማሃሩ
      ንነብስኩም ድሕነት ክትረኽቡ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ብፅዕቲ ዘልኣለም',
         'lyrics': '''
1 ድምፂ ሰላምታኺ ምስ ሰማዕኩ
እኖ ጎይታይ ምምፀኣ ረአኹ
ብሓጎስ ምንፈሰይ መላእኩ (2)
መንፈስ ቅዱስ ኣባኺ ወሪዱ
ሓይሊ ኣምላኽ ኣባኺ በፂሑ
ብርሃኑ ኣብ ዙርያኺ ኣፅሊሉ (2) (2)

                ተደ፡ ሰላም ንዓኺ ሰላም 
                       ክብሪ ንዓኺ ማርያም
                       ኡ ሁ ሁ ሁ ብፅእቲ ዘልኣለም
                       እነኹ ባርያ እግዚኣብሄር
                       ከም ዝበልካኒ ይኹነለይ ኣሜን
                       ውርደት ባርያኡ ሪእዩ
                       ኩሎም ወለዶ ብፅእቲ ክብሉኒ

2 ንዑብያት ሓሳቦም በቲኑ
ዓቢ ነገር ጌሩለይ እዩ
መንፈሰይ ብመድሕነይ ዓጊቡ (2)
መልኣኽ መፀ እንከበስረኒ
ልዕሊ ኩሉ ፀጋ ዝመላእኪ
ብቃሉ በፂሑ ከሊሉኒ (2) (2)

3 ብሂገያ ምስ ማርያም ሓዲረ
ናብኣ ክኣቱ ብቀደም መዲበ
ብደስታ ንፅዮን ሓርየ (2)
ሓይሊ መንፈሱ ገሊፁልኪ
ዝበለኩም ግበሩ ኢልኪ
መንገዲ ሓቂ ዝመራሕኪ (2) (2)

     ኩሎም ወለዶ ብፅዕቲ ክብሉኒ
     <<   <<  ንፅህቲ  <<
     <<   <<  ቅደስቲ  <<
     <<   <<  ክብርቲ  <<
     <<   <<  ርህርህቲ <<

        ''',
        'category': 'ማርያም',},
 
 
      ],
    },
  ],
      'መዘምራን ደብረ ቅ.መቑፀርያ ካቴድራል ኣስመራ': [
    {
      'albumTitle': 'ኣብቲ ፅውዐይ',
      'songs': [
        {'title': 'ከቢድ መስቀል ሒዙ',
         'lyrics': '''
1 ከቢድ መስቀል ሒዙ  ክወርድ ክድይብ
ደም እናረሃፀ መከራ ክፀግብ
ኣፉ ኣይከፈተን ከም በጊዕ ስቕ ኢሉ
ኣህዛብ 'ውን ፀፍዕዎ ጡፍ እናበልሉ (2)

     ተደ፡ ኢየሱስ ክርስቶስ’ዩ
         መድሕን ናይ ሕይወተና
         ኣብ መስቀል ቀራንዮ
         ደሙ ዘፍሰሰልና (2)
 
2 በሊሕ መስማር ጌሮም ሽንከርዎ ኢዱ
በሊሕ መስማር ጌሮም ሽንከርዎ እግሩ
ኣኽሊል እሾኽ ድማ ደፍእሉ ኣብ ርእሱ
ድሕሪ መሪር ስቃይ ወፀት እታ ነፍሱ (2)

3 ሞይቱ ኣይተረፈን ክርስቶስ ኣዶናይ
ብሓይሉ ተንስአ ዓረገ ናብ ሰማይ
ብርሃን ትንሳኤኡ ክንርኢ ኩላትና
ብትሕትና መንፈስ ንለምን ሓቢርና (2)

        ''',
        'category': 'ሕማማት',},
                {'title': 'ኣብቲ ፅውዐይ’’እንታይ ክህበካ’’',
         'lyrics': '''
1 ኣብቲ ፅውዐይ ምስ ተመልከትኩ
ኣባይ ዘሎካ ፍቅሪ ኣስተብሃልኩ
ጥበብ ጠቢባን ክተሕፍር
ሓሪኻዮ ካብ ዓለም ሕሱር

      ተደ፡ ኩሎም ጨዋታት ኩሎም ለባማት
          ብዙሓት ኣስተውዓልቲ ኣይተፀውዑን
          ኣብ ባህ ዘብል ቦታ ዕጫ በፂሑኒ
          አረ ኽንደይ ፅቡቅ እዩ ርስቲ መፂኡኒ
          ነዚ ዓብዪ ፍቅርኻ እንታይ ኾን ምሃብኩ ንስምካ ባረኽኩ
          ከምቲ ዝግበኣካ እንታይ ክህበካ ዝበቅዕ ንዓኻ
          ብምስጋና ክቀርብ ንደጌታትካ 
          ብእልልታ ክመፅእ ኣብ ዓፀድካ
          ብውዳሴ ክኣቱ ኣብ መቅደስካ

          እልል እልል እልል እልልታ ይእቶ ኣብ መቅደስካ
          እልል እልል እልል እልልታ ይእቶ ኣብ ዙፋንካ
          ኣሰይ ኣሰይ ኣሰይ ሽብሸባ ይእቶ ኣብ መቅደስካ
          ኣሰይ ኣሰይ ኣሰይ ሽብሸባ ይእቶ ኣብ ዙፋንካ

2 ንዓይ ንድኹም ኣኽቢርካኒ
ካብ ሓመድ መሬት ኣልዒልካኒ
ንኣይ ክትዝክር ካበይ ኮይኑለይ
ፍቅርኻን ምሕረትካን እየሱሰይ በዚሑለይ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ጎይታይ መፂአካ ',
         'lyrics': '''
     ተደ፡ ጎይታይ መፂኤካ ምስ ኩሉ በደለይ
         ኣብ እግርኻ ኮይነ ይቅረ ንኽትብለለይ (2)

1 ኦ መሓሪ ኣምላኽ መሓረኒ ኢኻ
ብዙሕ'ዩ በደለይ ጎይታይ ሓደራኻ
ሓጢኣተይ በዚሑ ርሒቐ ካብ ቤትካ
ናይ ምሕረት ኣእዳውካ ዘርግሓለይ ኢኻ

2 ንሰባት ይቐርቦም ንሶም ይርሕቑኒ
መሊሰ ይውከሎም ከምዛ ዝጠቕሙኒ
ኣብ ፀልማት ዓዘቕቲ ንዓይ ምስ ደርበዩኒ
ሽዑ ዘከርክዎ እቲ ዝተበጀወኒ

3 ብዝፈፀምክዎ ተጣዒሰ እየ
ዓለም ምስ ፍትወታ ሓዲገያ እየ
ንኩሉ ገዲፍካ ናይታ ዝበደልኩኻ
መልስኻ ይፅበ ምሕረትካ ሃበኒ ኢኻ 

4 ተመስገን ተመስገን ክብሪ ይኹን ንዓኻ
በደለይ ገዲፍካ ናባይ ብምቕራብካ
ካብ ሕጂ ግን ጎይታ ኣብ ፍቕርኻ ኣሚነ
ጎይታ ክሳዕ ሞተይ ምሳኻ ክነብር'የ

        ''',
        'category': 'ንስሓ',},
 
 
      ],
    },
  ],
      'ፓቮኒ': [
    {
      'albumTitle': 'አረ መን ኮይነ እየ ኣነ',
      'songs': [
        {'title': 'ኦ ቅዱስ ፓቮኒ',
         'lyrics': '''


1 ንዓይኒ ዝማርኽ ሃብቲ ከይጠመትካ
ካብ ኩሉ ዝበልፅ ንእየሱስ መሪፅካ
ዓስቢ ላዕላይ ሰማይ ዕላማኻ ገይርካ
ንፍቅሪ ክርስቶስ ህይወትካ ወፈኻ (2)

                ተደ፡ ኦ ቅዱስ ፓቮኒ ኣቦ መንእሰያት
                       ጎይታ ዝሓረዮ ኣፍቃሪ ድኻታት
                       መምህር ቅድስና ኣምላኽ ዝሃበና (2)

2 ትሑት ልብኻ ንትዕቢት ዘውድቅ
ተስፋ ንዘይብሎም ተስፋ እተስንቅ
ፍቅሪ መኣድኻ ፅድቂ መንገድኻ
ኦ ቅዱስ ፓቮኒ ነዓ ኣብ ማእኸልና (2)

3 ፅኑዕ እምነት ኣብ ኣምላኽ ኣሕዲርካ
ፈተናታት ዓለም ከየሸነፈካ
መስቀል ናይ ክርስቶስ እንተመልከትካ
ብፀሎት ትዕግስቲ ንኹሊ ሰጊርካ (2)

4 ነዓይ ዝብል መንፈስ ክርሕቅ ካባና
ፍቅሪ ክነቅድም ክንስዕብ ኣሰርካ
ብመንገዲ ፅድቂ ክንመርሕ ህይወትና
ኦ ቅዱስ ፓቮኒ ወትሩ ማልደልና ወትሩ ማልደልና (2)

ወትሩ ማልደልና ወትሩ ማልደልና (2)

        ''',
        'category': 'ቅዱሳን',},
                {'title': 'ኦ ንፅሕቲ ድንግል',
         'lyrics': '''
1 ከምቲ ታቦት ኣምላኽ መንበሪኡ ፅሩይ ወርቂ
ንዓኺ ማርያም ህያው ቃል ኣምላኽ ዝፆርኪ
ኣንፂሁ ኣፅርዩ ኣዳልዩኪ ልዑል ፈጣሪ
ንፅህቲ ታቦት ሓድሽ ኪዳን መታን ክትኮኒ

      ተደ፡ ኦ ንፅህቲ ድንግል ንግስተ ሰማይ
          ሓዳስ መርከብ ኖህ ፀዋሪት ኤልሻዳይ
          ኦ ዳግማዊት ሄዋን ኣደ ህያዋን
          ርሕርሕቲ ኣደ ፀግዒ ሓጥያተኛታት

2 ከም ንጉስ ዳዊት ኣብ ቅድሚ ታቦት ኣምላኽ
ከም ህፃን የውሃንስ ኣብ ከርሲ ኤልሳቤጥ
ድምፂ ኣደ ጎይታይ ሰሚዐ ልበይ ክሰራሰር
ንፅህቲ ኣደ እንሆ ንዓኺ እፅበ

3 ዝተወድአ ጋንእ ጥዑም ወይኒ ክመልእ
ዘመን ንብዓትና ዘመን ዕልልታ ክልውጥ
ኣምላኽ ሂቡና ንዓኺ ክትኮኒ ኣዴና
ድሌትና ዘበለ ካብ ጎይታ ክትልምንልና 

        ''',
        'category': 'ማርያም',},
                {'title': 'ፓቮኒ ኣቦና',
         'lyrics': '''
ብዙሕ ፍቅሪ ምሂርካና ክንስዕቦ መንገድኻ
ኣብዚ ኽፉእ ዘመን ክንዝክሮም ንኣሕዋትና
እወ ብዙሕ ምኽሪ ትምዕደና ኣለኻ ክንስዕቦ መንገድኻ
ልብና ክድንግፅ ክንረድኦም ንኣሕዋትና

      ተደ፡ ኣንታ ብሩህ ኣቦ ሕያዋይ ፓቮኒ
          ንርሱዕ ዘበለስ ንስኻ ክትናቢ (2)
          ቅዱስ (4) ብፁዕ (4)
          ፃድቅ (4) ፃድቅ (4)

ኣብ ዓለም ሕሱርን ንዑቅን ህይወት መሪፅካዮ
በኣዒንቲ ኣምላኽ ምንባር ምስጢሩ ፈሊጥኻዮ
ሕጂ ግን ብዓብዪ ታሕጓስ ኣብ የማኑ ሎኻ
ሕጂ ግን ብዓብዪ ታሕጓስ ኣብ የማን ኣምላኽ ኣሎኻ (2)

ድኻታትን ዘኽታማትን ከም እግዚኣብሄር ኣቦ ካብ ጎደናታት ትዕድሞም
ሓንካሳትን ቆራያትን ናብ ክቡር መኣዲ ፍቅርኻ ተቀምጦም
ክንደይ ይማርኽ (2) ፀዋዕታኻ
ክንደይ ይምስጥ (2) ቲጉዕዞኻ
ምውዓልካን ምሕዳርካን ክትነብሮ ፍቅሪ ጎይታኻ

ሃረር ይብል ኣለኹ ሃረር ይብል ኣለኹ እዚ ፀጋ እዚ
ሃረር ይብል ኣለኹ ሃረር ይብል ኣለኹ ውሸለ ረኺበ
ይልምን ኣለኹ ፃድቅካ ገይረ
ፃድቅሲ ብቲ ዝርእዮ ሓላፊ ነገር ዘይኮነስ
በቲ ናይ ዘልኣለም ክብሪ እዩ ዝኣምን
ስቃይ መከራ ኣብዛ ዓለም ንዑ ጣዕሚ እዩ
እወ ከም ክርስቶስ ክሓልፎ ናይ ስደት ዘመኑ (2)

ኣንታ ብሩህ ኣቦ ሕያዋይ ፓቮኒ……………….

        ''',
        'category': 'ቅዱሳን',},
                {'title': 'መምህር ፍቅሪ “ሰናይ እትምህር”',
         'lyrics': '''
      ተደ፡ ሰናይ እትምህር ምልክትካ ፍቅሪ
          ፓቮኒ ዓቢ መምህር ብለውሃት እትኣሊ (2)

1 ኣሰርካ ክንክተል ብጎደና ፍቅሪ
ኣንታ ዓቢ መምህር ናይ ፍቅሪ ዘማሪ
ንፁሕ ኢኻ ርሕሩሕ ኣቦ መንእሰያት
በሪ ከፊትካልና ብሰናይ ፅቡቅ ድልየት
ደኺመ ከይበልካ እምነት ምሂርካና
ክንተሓጋገዝ ኢደይ ኢድካ ኢልና (2)
ሓልዮት ክንመሃር ተግባርካ ቀሲምና
እቲ ዝበለፀ መንገዲ ኣፍሊጥካና (2)

2 ቀስተ ደመና ኮ ሰማይን ምድርን ዘራኽብ
ማሕበርና ትዓምብብ ሰናይ ተግባር ክንከስብ
ልኡኽ ወንጌል ኢኻ መልበስካ ኣሕድረልና
ስድራ ቤታዊ ፍቅሪ ኣንጊስካ ኣብ ልብና
ታሪኽን ቅዱስን ተግባርካ ኣስሪፅካልና
ከም ቀስተ ደመና ተቢዕካ? ኣብ ዙርያና (2)
ዓለም ፈሊጣትካ ወዲ ማርያም ሙካንካ
ሰናይ ቅኑዕ ዘውዶ ደፋእ ኣኽሊል ኢኻ (2)

        ''',
        'category': 'ቅዱሳን',},
                {'title': 'ኣብ ቤትካ ኣሎ ሰላም',
         'lyrics': '''
1 ነፍሰይ ንዓኻ ይህበካ ኦ ጎይታ
መንፈስካ ስደድ ክምራሕ ብኣኻ
ፍሬኻ ክፈሪ ወንጌልካ ከውሪ
ብትህበኒ ፀጋ ንሕይወት ክሓሪ 
ብዘይ ብኣኻ'ሞ  የብለይን ሓይሊ

      ተደ፡ ኣብ ቤትካ ኣሎ ሰላም
          ኣብ ቤትካ ኣሎ ሓጎስ 
          ኣብ ቤትካ ኣሎ ፍቅሪ 
          ኣብ ቤትካ ኣሎ ፀጋ
          ኣብ ቤትካ ኣሎ ሕይወት 
          ይሕሸኒ ኣነስ ምሳኻ ኢየሱስ 
          ሕይወተይ ይህበካ ናይ ዘልዓለም ንጉስ (2)

2 ምሕረትካ ዛይዱ ወትሩ ኣብ ልዕለይ
ኣበሳይ ከይፀብፀብካ ፀዊዕካኒ ጎይታይ
ካብ ጉድጋድ ጥፍኣት ኣውፂእካኒ መድሕነይ
ኣብ የዒንትኻ ኣኽቢርካኒ ጎይታይ
ኣብ ቤትካ ክቀውም ሸምካኒ ንዓይ

3 ካብ ክብሪ ዙፋንካ ቁሊሕ ኢልካኒ
ብስመይ ፀዊዕካ ኣበርቲዕካኒ
ብኣይ ክትከብር ዘይቲ ቀቢእካኒ
ንኸገልግለካ ንዓይ መሪፅካኒ
እኔኹ ጎይታይ ደስ ኢሉኒ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'እዚ ፍቅሪ እዚ',
         'lyrics': '''
እዚ ፍቅሪ እዚ ሓለፋ ኣለዎ እዚ ፍቅሪ እዚ ህይወት ኣለዎ
እዚ ፍቅሪ እዚ ምንጋፍካ ኣለዎ እዚ ፍቅሪ እዚ ጣዕምኻ ኣለዎ
ኣብቲ ዝወዳእኹሉ ኢየሱስ ናባይ መፅዩ 
ኣብቲ ዝወዳእኹሉ ኢየሱስ ናባይ መፅዩ
ኣለኹልካ ኢሉኒ ብፍቅሪ ሓቊፉ (2)
ኣብ ኢዱ ዝወቀጠኒ ኣይኮነን ኢሉ ክገድፈኒ
ቀቅድሚ ምዝራበይ ዘለኹዎ ዝርድኣለይ (2)

1 ብባህርየይ ዘማዊ ኣብ ጥቃኻ? ዝተገባእኩ
ካብ ሕብረት እስራኤል ብግብረይ ዝተፈለኹ
ብገፅካ ዩ ኣምላኸይ ብፀጋ ዝደሓንኩ
ብምፍሳስ ናይ ደምካ የሱሰይ ቀረብኩ

እዚ ፍቅሪ እዚ ሓለፋ…………

2 ድኻመይ ዝርደኣካ ምምላሰይ ትፅበ
ካብ ገፅካ እንዳረሓቅኩ ካብ ገፀይ ዘይትፍለ
ህርመት ልበይ ትሕሉ ኣብ ዘለኹዎ ትህሉ
ካብ ዘልኣለም ኩነኔ ድሕነተይ ትፎቱ
 
ኣይ ብሓይለይን ብኽእለተይን ብኸምኡ ደሊኻኒ ኣምላኸይ
ቀሪበ ቀረባኻ ጌርካኒ ተሓቊፈ ኣብ ፍቅርኻ ኣለኹ ጥዒሙኒ
እጥዕመኒሎ (3) ፍቅርኻ እጥዕመኒሎ
ጥዒሙኒሎ (3) ፍቅርኻ ጥዒሙኒ
ተሰማሚዑኒ (3) ፍቅርኻ ተሰማሚዑኒ (2)
ፍቅርኻ ተሰማሚዑኒ (8)

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'እረ መን ኮይነ’የ ኣነ',
         'lyrics': '''
ምሕረትካ ከስተንትን ከለኹ
ውዕይ ንብዓተይ ዓጋቲ ይስነሉ
ጣዕሳ ልበይ ብቆላሕታይ ትፈልጦ
ድንጋፄኻ ኣይፍለየንን ምሕረትካስ ክጥዕሞ

አረ መን ኮይነ'የ  ኣነ ንስኻ ትዝክረኒ
አረ መን ኮይነ'የ  ኣነ ምሕረትካ ትዳንየኒ
አረ መን ኮይነ'የ  ኣነ ሕልፊ ካልኦት ዝሕረ
አረ መን ኮይነ'የ  ኣነ ኣብ መጋሴኻ ሓቢረ

ኣብ ክብሪ ርእሰይ ተሪፈ ምሕረትካ ከስተማቕር
ካብ ምሕረትካ'ዩ ኮይኑለይ ምስጋናኻ ክነግር 
ቆላሕታካ ምምላሰይ ይፅበ ክትምሕረኒ ትህንጠ
ካብቲ ምሉእ ቁፅሪ ፈሊኻ ቀረባ ኢኻ ኢልካ ባዕልኻ 

ምሕረት ኢኻ ምሕረት ብርእሱ 
ዘይትጠዓስ ልብኻ ዘይሕሱ
ብምሕረትካ ተስፋይ ትመልኦ
ቅጥቁጥ ልበይ ፍርያም ትገብሮ (2)

ድሃይ ልበይ ኣብ እዝንኻ በፂሑ
መን ኮይነ'የ ምሕላፍካ ብኣይ ኮይኑ
ኣብ ቤተይ ክትውዕል ግድን ዝኾነካ
ተወጢሕካኒ ማእሰረይ ፈቲሕካ 

አረ መን ኮይነየ ኣነ…………………….. (2)
ምሕረት ኢኻ ምሕረት ብርእሱ…….. 

        ''',
        'category': 'ንስሓ',},
                {'title': 'ተመስገንየ ዝብለካ',
         'lyrics': '''
1 ፍቅርካ መሊኡ ኣንጀርቢቡ ኣብ ልዕለይ
ምሕረትካ በዚሑ ኣስፋሕፊሑ ኣብ ልበይ
ብደስታ ብሓጎስ መሊኡሎ ደምበይ
ሰናይካ ዘበለ ተውሪ ሂወተይ (2)

      ተደ፡ ተመስገንየ ዝብለካ  ስለኹሉ ነገር
          እልልታይ ተቀበል ብምስጋናይ ክበር
          ኣምልኾን ስግደትን ክዛሪ ናባኻ
          ኣልፋን ኦሜጋን ናይ ሂዎተይ ኢኻ

2 መንገድይ ክርእዮ ንብርሃንካ ፀምእ
ማዕበል ናይ ሂወተይ ብቃልካ ይሃድእ
ሰላምካ ውሒዙ ንልበይ ይመልእ
ትብዓትካ ተቀኒተ ንቃልካ ይዘርእ (2)
      
3 ስምካና ወደስኩ ኣብ ቤትካ ይነብር
ኣብ ፀግዕኻ ልዑል ንነብሰይ ተልዕል
ሓይልኻ ረኺበ    ፀላእተይ ይስዕር
ኣብ ኢድካ ተወቂጠ ብኣኻ ይኸብር (2)

        ''',
        'category': 'ምስጋና',},
 
 
      ],
    },
  ],
      'መዘምራን ደብረ መድሕን ዓለም ቪላጆ ኣስመራ': [
    {
      'albumTitle': 'ፋይል ኳ ዘይብሉ',
      'songs': [
        {'title': 'እዮኻ ርእየዮ',
         'lyrics': '''
    ህያብ ኣሎኒ ዘቅርቦ (2)

    ህያብ ኣሎኒ ዘቅርቦ
    መስዋእቲ ንዓኻ ዝህቦ

1 ብኽፉአ ተግባረይ ቀስተ ኩናት ኣልዒለ
ኣድሜዮ ኣካልካ ናብ ጎንኻ ወርዊረ

ደምን ማይን ኣዛሪኻ ሓፂብካ ዝባነይ
ተኣምራትካ ኣርኢካኒ ፈዊስካ ንቁስለይ (2)

      ተደ ፡ ምስጋናይ (2) ንዓኻ 
           ኣምልኾይ (2)ንዓኻ
           ምግልጋለይ(2)ንዓኻ(4)
           ክትከብረሉ ሕይወተይ ንስኻ
           ክትነግሰሉ እህቦ ንኣኻ
           ሕንፃ ልበይ ማህደርካ ግበሮ
           ሕጉስ ሕይወት ብኣኻ ክሕልፎ

2 ፃዕብ ኣድጊ ኮይነ ብሓጥያት ተኣሲረ
ቃንዛ ሕማመይ በርቲዑ ንረደኤትካ ክፅበ 

ኣብ ምዱብ ግዜኡ ማእሰረይ ፈቲሕካ
ተወጢሕካ ኣብ ዝባነይ ብኣይ ክትከበር መሪፅካ (2)

3 ዕዮካ ርእየዮ ኣብ ሕይወተይ ተኣምር
መናድቅ ናይ ልበይ ህንፃ ኮይኑ ክነበር

ድልዱል ሰረቱ ንስካ ኣፅኒዕካዮ
ሃጓፋት ናይ ልበይ ጎይታይ መሊእካዮ (2)

        ''',
        'category': 'ምስጋና',},
                {'title': 'ምስጋናይ ተቐበል',
         'lyrics': '''
1 ከመስግነካ ኢለ የሱስ ከምልኸካ
ክሓስብ ከለኹ ልዕል ከብለካ
ቃላትየ ዝስእን ክገልፅ ውዕለትካ 
ዝብሎ ይጠፍኣኒ *ገለ ከም ዘይፈልጠልካ(2)

ዝበቕዓካ ኮይኑ ኣይኮነን እቲ ዘቅርበልካ 
ማለተይ ኮይኑ እዩ ስኢነ 'ውን ዝመልሰልካ

ተመስገን ይብለካ ንሱ ኮይኑ ዓቅመይ
ዝያዳ ትፈልጦ ሃረርታ ናይ ልበይ (2)

        ተደ፡ ተመስገን ተመስገን ተመስገን ይብለካ (4)
            ደጋጊመ ተመስገን እብለካ
            ከምጥዑም ሽቶ ተቀበሎ ኢኻ (2) 
            ምስጋናይ ዩ ናይ ድኹም ባርያኻ (2)

2 ብጭልፋ ካብ ባሕሪ ካብቲ ውዕለትካ 
ክገልፅ ኣይከኣልኩን ዓብዪ ኮይኑ ስራሕካ
ብፍቅሪ ንብዓተይ የሱስ ምስ ደረዝካ
ልበይ መሊእካዮ *ብሓጎስ ዕልልታ (2)

ይጭድር ይዘልል ጎይታ ንኽብርኻ
ፍፁም ኣይርብርብን ክዝምር ንስምካ

ኣዝዩ ፍሉይ ኮይኑ ትዝገበርካለይ
ተመስገን ጥራይ እዩ ንሱ`ዩ ምላሸይ (2)

3 ድኹም ፍጥረት ኮይነ ወትሩ ዘጉህየካ
ብኽብሪ ኣንቢርካኒ ኣብቲ ቅዱስ ቤትካ
እንዳ በደልኩኻ ስለይ ዝፀለኻ
ኣየ ናተይ ኣምላኽ እሲ *አረ ፍሉይ ኢኻ (2)

እንታይ ሞ ክብል እንታይ ከቕርበልካ
ጨኒቁኒ ዩ ዘሎ መግለፂ ፍቅርኻ

ውዳሴን ምስጋና ክልቲኡዩ ዘሎ ኣብ ልበይ
የቅርቦ ኣለኹ ናባኻ ፍትወይ (2)

        ''',
        'category': 'ምስጋና',},
                {'title': 'ሰናይ ኣበሳሪ',
         'lyrics': '''
1 ኦ ፈቃር ጥዑምን ሰናይ ኣበሳሪ
ክብርኻ ክግለፅ ኣብ ሰማይ ኣብ ምድሪ
ነጊስካ ክትነብር ኣብ ዙፋንካ ብኽብሪ
ንፅውዓካ ኣሎና ሸግርና ክትኣሊ

    ተደ፥ ንሓጥእ ደጋፊ መንፈስ ቅዱስ
        ናይ ፍቅሪ ኣምላኽ መንፈስ ቅዱስ
        ንድኹም ሓላይ መንፈስ ቅዱስ 
        ጥዑም ኣበሳሪ መንፈስ ቅዱስ

        ኣይገልፆን ክብርኻ ብቃላት 
        ኣይበፅሖን ልሳንና ብምልኣት
        ፍፁም ጎይታ ናይ ሰማያት 
        ተስፋን መዕቆብን ንደቂ ሰባት

2 ክፍኣት ድኽመት ሰባት ዝተረድኣካ
ውሸጣዊ ድሌትና ኩሉ እናፈፀምካ
ናብ ማርያም ብምኻድ ፍቕሪ ዝዘራእካ
ሓግዘና ኢኻ መንፈስ ቅዱስ ሓደራኻ

3 ድሌትና እንዲዩ ጎይታ ክትሓድር ኣባና
ብትንፋስካ ኣምላኽና ክትፍውስ ልባትና
ንኸነተግብሮ ትእዛዝካ ባህ ኢሉና
ፀጋኻን ሓይልኻን ሃበና በጃኻ
        ''',
        'category': 'መንፈስ ቅዱስ',},
                {'title': 'ስለምንታይ ዝጉሂ',
         'lyrics': '''
ማዕበላት በርቲዑ ከሸግረኒ
ብድኻምነተይ ተስፋ ከቁርፀኒ (2)

ኣምላኽካ ኣበይሎ እናበለ ፀላኢ 
ለይትን መዓልትን ከጨንቐኒ 
ከምቶም ጥቑዓት ንዓኻ ብተስፋ ዝጥምቱ
ተስፋ ህይወተይ ኣብ ምሕረትካ`ዩ ኩሉ

1 ትዕግስቲ ስኢነ መስቀለይ ከቢዱኒ
ካባኻ ክዓሉ ተስፋ ኣቑሪፁኒ
ኣቦየ ግን ፍቕርኻ ብፀጋ ከሊሉ
ካብ`ቲ ናይ ጥፍኣት መንገደይ ስሒቡ ኣፅሊሉ

ጓሳይ መታን ክኸውን ኣብ ደምበ መጓሴኡ
የንብረኒ ብኽብሪ ብምሕረቱ ሓፂቡ (2)

    ተደ ፡ ስለምንታይ ዝጉህይ ስለምንታይከ ዝህወኽ
        ተስፋይ ኣብ ኣምላኽ ጌይረ እየ እቲ ልዑል ከመስግኖየ (2)

2 ማእለያ ዘይብሉ መከራ ከቢቡኒ
ምርኣይ ክሳብ ዝስእን በደለይ ኣርኪቡኒ
ንነፍሰይ ናባኻ ኣቢለ ምስ ኣማዕቆብኩ
ባህ ኢሉኒ ብኽብርን ብፀጋን ተኸለልኩ

ብኸናፍረይ ቅዱስ እናበልኩ ንዕቤትካ
የዘንቱ ኣለኹ የውርዮ ስራሕካ (2)

3 ኦ ጎይታይ ሂወተይ ኩሉ ንስኻ ንገሰሉ
ንጉሰይ ንስኻ ኢኻ እሕጎስ ኣነ ብኣኻ (2)

ኩለንተናይ ንቕዱስ ስምካ 
የመስግን ኣሎ ዘኪሩ ሰናይካ (2)
        ''',
        'category': 'ምስጋና',},
                {'title': 'ረዲኡኒ',
         'lyrics': '''
1 ብምስጋና ክጅምሮ እቲ ለውሃትካ
ሓለፋ ኣለዎ እቲ ጥዑም ፍቅርኻ
ኣነ ኣይክሎን`የ ክገልፆ
ንሰናይካ ኣሃ ንሰናይካ ንሰናይካ ኣሃ ንሰናይካ 

     ተደ ፡ ረዲኡኒ(2)
          ክሳብ ኣብዚ ኣብፂሑኒ
          ረዲኡኒ(2)
          ኤቨን ኤዘር ክብል ኣኽኢሉኒ

2 መፃጉዕ ኮይነ ንዓመታት ተደኒሰ
ምንዋፅ ናይ ባሕሪ ብሃንቀውታ እንክፅበ
ዓራትካ ኣልዒልካ ኪድ ዝብል ድምፂ ኢየሱስ 
ሰሚዐ ኣሃ ተፈዊሰ ተፈዊሰ ኣሃ ተፈዊሰ

3 እግዚኣብሄር ንኣበሳይ ሓዲጉለይ 
ንኹሉ ሕማመይ ብምሕረቱ ፈዊሱለይ
ንሕይወተይ ድማ ካብ ዘልኣለም ጥፍኣት
ተበጅዩለይ ኣሃ ተበጅዩለይ ተበጅዩለይ ኣሃ ተበጅዩለይ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ኢድካ የሕሊፍካለይ',
         'lyrics': '''
1 ብሰሪ በደለይ ገፅካ ተኸዊሉኒ
ከስቆርቁር የሕልፎ ኣለኹ ናብራ ከቢዱኒ
እምነተይ ኣብ ምድራዊ ነገራት ኣምቢረ
ኣሕዚነካ ኢየሱሰይ ካባኻ ርሒቐ
ብምሕረት ዓቢ ግን
ኣምላኽ ሓጢኣተይ ደምሲስካለይ
ውሉድካ ክኸውን ኣነ ክሕደስ ህይወተይ


     ተደ ፡ እግዚኣብሄር(3) ኢድካ የሕሊፍካለይ
          ኢየሱስ ደራሪዝካዮ ንብዓት ካብ አዒንተይ
          ኣብ ፍቕርካ ወትሩ ክነብር መሪፅካ
          ኦ ኣምላኽ እሙን ኢኻ’ሞ ምስጋና ይኹንካ

2 ብየማንካ ሰቒሎም ንሞት ተፈሪደ
ሰላም ናይ ውሸጠይ ማህሚኑ ፀላም ተኸዲነ
ጎይታ ግን ክትምሕረኒ ዓው ኢለ የእወኹ
ብኽፉእ ተግባረይ እናተኣመንኩ
ጎይታየይ ሸዑ
ኣይትፍራሕ ብምባል ኣትቢዑኒ
ምሳይ ኣሎኻ ሎሚ ኣብ ገነት ኢሉኒ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ንዓኺ ሂቡና',
         'lyrics': '''
   ተደ ፡ ካብ  ሰማ ይ ናብ  ምድሪ ምስ ጠመተ
        ብእግ/ር ዝኸበረን ዝበለፀን(2)
        ብልፅቲ ብው-ህበቱ ፀጋ
        እግ/ር ሂብዋ'ዩ ፀጋ(3x)
        'ቲ ፀጋ ሂብዋ'ዩ ፀጋ እግ/ር ሂብዋ'ዩ ፀጋ

1 ውሉድኪ ክንኮኖ ሂቡና'ዩ ተስፋ
ንሰማይ ዓሪጉ ብኽብሪ ደመና

ነዓኺ ሂቡና ከይፅሙዎ ት’ቤትና
ተፀናንዕ ኣደ ማርያም ኣብ መንጎና(2)

ክበሪ ንገሲ ክብል ኣይሓፍር ንኣደይ
ማርያመይ ክበርለይ ማርያመይ ንገስለይ(2)

2 ትሰምዕ ፀሎተይ ትርዳእ ናይ ውሽጠይ
ብፍቕሪ ትርታዕ ተማልድ ናብ ኣቦይ

እነሆ ወድኺ እነሀት እኖኻ 
ምስ በለና ጎይታ ደጊም ሓደ ኮይንና(2)

ተደ:...... 

ጎደሎይ ናይ ውሸጠይ ኩሉ ተረዲኣ
ክምልኣለይ ትሓቶ ንወዳ (2)

ኣደ እወ  ኣለትኒ ወደይ እትብለኒ(2)
ኣደ እወ  ኣለትኒ ጓለይ እትብለኒ(2)
ኣደ እወ ኣለትና ደቐይ እትብለና(4)

        ''',
        'category': 'ማርያም',},
                {'title': 'ነፃ ህያብ',
         'lyrics': '''
1 ካብቲ ዝመፅእ ቁጥዓ ከምልጥ
ንስኻ እትሕጎሰለይ ውሉድ ክኸውን
ኣብ ትሕቲ ቅዱስ መንፈስኻ ኸፅልል
ብስምኻ ኽጥመቅ ብኣኻ ይኣምን

    ተደ ፡ ፀጋ’ዩ(3) ነፃ ህያብ
         መንፈስካ ዳግም ክትወልደኒ
         ብዘይቲ ሓጎስካ ክትቀብኣኒ
         ንዘልኣለም ብርሃን ክትህበኒ
         ከይዝኽትም ኣቦ ክትኾነኒ

2 እቲ ኣረጊት ሰብነተይ ቀንጢጠ
ነቲ ብኣዳም ዝመፀ ሞት ስዒረ
ብሓድሽ ሕይወት ዘልኣለም ኽነብር
ካብ ኹሉ ሓጥያተይ ሓራ ክኸውን

3 ንዓለም ስጋ ሰይጣን ኽሒደ
ካብቲ ቅዱስ መንፈስካ ዳግም ተዎሊደ
ንዓለም ድሙቅ ብርሃን ክኸውን
ኣብ ህይወተይ ፍቅርኻ ኸንፀባርቅ

4 ኣብ `ዛ ዓለም ኣምባሳደር ክኾነልካ
ብትብዓት ከበስሮ ተግባር ኣእዳውካ
ዘይቲ ቅብእኻ ኣብ ርእሰይ ኣንጀርብብ
ካብ ቤትኻ ዝረሓቀ ነብሰይ ክመልስ
        ''',
        'category': 'ንስሓ',},
                {'title': 'ንኺድ ንስገደሉ',
         'lyrics': '''
1 ስምዑ ብስራት ናይዚ ህፃን
መድሃኒ ዓለም ኣብ መብልዕ ማል
ተወሊዱ`ሎ ኣብ ቤትልሔም 
ክብሪ ኣብ ሰማይ ኣብ ኣርያም 
                   
      ተደ ፡ ንኺድ ንስገደሉ ንኣማኑኤል 
           ህያብ ነቅርበሉ ንኢየሱስ ህፃን (2)

           ሄሄ ማራናታ (2)
           ኣህዛብ ተሓጎሱ መድሓኒ መፂኡ
           ፍቅሪ ክነግስ ንሱ መፂኡ
           የሱስ ተወሊዱ ምርኮና 
           ክመልስ ( 2) 
           ኣሄሄ ክመልስ
                      
2 ተስፋ ናይ ነብያት ተፈፂሙ
ካብ ዘርኢ ዳዊት ንጉስ መፅዩ
ንብዓት ሕዙናት ክደርዝ'ዩ
ሰላም ኣብ ኣህዛብ ከበስርዩ

3 ንተሓጎስ ባህ ይበለና
ነዚ ህፃን ክንሰግደሉ ኢና (2)
ክንሰግደሉ ኢና ህያባት ሒዝና (4)
ህያባት ሒዝና

        ''',
        'category': 'ልደት',},
                {'title': 'ይኣኽለኒ ዘመን',
         'lyrics': '''
ጨው ዘይብሉ መግቢ`የ ነይረ
መቐረት ዘጥፋእኩ ጥራይ ምስሊ ሒዘ

ንኹሉ ትኽእል ኤልሻዳይ ጎይታ ግን
ኣቃሚምካኒ ኣዝየ ክጥዕም (2)

1 ናብራ ዓለም ጥዒመ ኣስተማቒረዮ
ተሓጎስ እምበር ርአ ኣስተውዕል ዘይብሉ
ዓንድር እንተዘይኮይኑስ ህድኣት ዘይብሉ
ትዕቢት ምስ ኣቕርንታ ዘውዲ ትደፍኣሉ
ህይወት ኢዩ ነይሩ ራኢ ትስእነሉ

ሎሚ ኣብቂዑ ኣሎ ዕሸነተይ ኩሉ (2)

      ተደ ፡ ይኣኽለኒ ዘመን ዕዉር ናብራ
           ይኣኽለኒ ዘመን ስቃይ መከራ (2)

           ሎሚ መዓልቲ ኣብ ቅድሚ ጎይታ ልበይ ንክስጣሕ 
           ከም`ታ ዒሉ ኢየሱስ ባዕሉ ኣባይ ክውጣሕ

2 ዝሙት ቅንኢ ሓሶት ጥንቆላ ምስ ትዕቢት
ሰፈር ረኺበን ኣብ ዘይሰረትኦ ቤት
ዝተዋደደለይ ንኽስመ ቤት ፀሎት
ጉህዩ ኣቦየ ብናይ ቤቱ ሕስረት
ሎሚ ምድሓን ኮነላ ነዛ ክብርቲ ቤት

ደጊም ይኣኽለኒ `ዚ ናብራ ዕሸነት (2)

        ''',
        'category': 'ንስሓ',},
                {'title': 'ፋይል‘ኳ ዘይብሉ',
         'lyrics': '''
1 ኣመንዝራ ኮይነ ብዳርባ እምኒ ክቀትሉኒ
ኣብ ማእኸል ደው ኣቢሎም ክፈርዱኒ
የሱስ ግን ብናይ ፍቅሪ ዓይኒ ጠሚቱኒ
ብህያው ቃሉ ኣህዲምዎም ንዝኸሰሱኒ
ደጊም ኣይትበድል ኢሉ ቤተይ ሰዲዱኒ

    ተደ ፡ ፋይል’ኳ ዘይብሉ ንጉሰይ
         ንዝሓለፈ መዝገብ ዘይሕዘለይ
         ንገበነይ ዘይዝክረለይ
         ኣምላኸይ ሲ ቂም ኣይሕዝን’ዩ 
         ኩራ ፈታውየይ ንቅፅበት ዓይኒ’ዩ 
         ስለ ዝሓጣእኩ ኣይድርብየንን’ዩ 
         ተነስሒ ነብሰይ ጎይታኽስ መሓሪ’ዩ

2 ነቲ ሰላም ዝመልኦ ቤት ኣቦይ ንዒቀ
ምቅሊተይ ሒዘ ብፅጋበይ ርሒቀ
ዝበልዖ ክሳብ ዝስእን ብዙሕ ተጨኒቀ
ተመሊሰ ባርያ ኣቦይ ንምዃን ክበቅዕ ናፊቀ
ከም ውሉድ ሓቊፉኒ ብፍቅሩስ ተደኒቀ

3 እቲ ብሓጥያት ተበላሽዩ  ዝነበረ ሂወተይ
ኣብ እግሩ ተደፊአ ምስ ነባዕኩ
ንሓጥያተይ ኣይፀብፀቦን ኢየሱሰይ
ብንስሓ ጥራይ በዝሒ በደለይ ሓዲጉለይ
ብሰላም ኪድ ኢሉ ውሽጠይ ሰላሙ መሊኡለይ

4 ምሉእ ሂወተይ ዓማፅን ከታርን ዝነበርኩ
ብበዝሒ ገበነይ ኣብ ጎኑ ዝተሸንከርኩ
ኣምላኽነቱ ብልሳነይ ምስ ገለፅኩ
ኣይዘከረን ሂወተይ ከመይ ከምዝነበርኩ
ኣብ ሰማያዊት ቤቱ ምስኡ ሓደርኩ (4)
        ''',
        'category': 'ምስጋና',},
      ],
    },
  ],
    'መዘምራን ደብረ መድሕን ዓለም ዓዲ ቀይሕ': [
    {
      'albumTitle': 'ምሉእ ካሴት',
      'songs': [
        {'title': 'ሓላውየይ ኣይታኸስን እዩ',
         'lyrics': '''

ሓላውየይ ኣይታኸስን እዩ/3/
ኣሰይ ተዓዲለ ጎይታ ኣብ ክንዳይ ቆይሙለይ/2/

1. ኣብ ዝኸዶ ኩሉ ኣብ የማነይ ኢዩ
  ንምርድአይ እውን ኣዝዩ ቅልጡፍ ኢዩ
  ኣይፈርሕን እየ ኢየሱስ ምሳይ ኣሎ
  ንስሙ ሒዘ ነቲ ሓፁር እዘሎ/2/

2. ኣይናወፅን እየ ብዝርእዮ ማዕበል
  ጓሳ ኣሎኒ ኣነ ዝኣምኖን ዘፍቕሮን
  ካብ ኢድ ኣምላኸይ ዝምንዝዓኒ የልቦን
  ውሉድ ኣምላኽ እየ ክርስትያን እዩ ስመይ/2/

3. ናይ ሓያላን ሓያል ኣምላኽ እዩ ዘለኒ
  ቀቕድመይ እናወፀ መንገደይ ዝመርሓኒ
  ምእታወይ ምውፅአይ ኩሉ ዝከታተል
  ስሙ እግዚኣብሔር እዩ ንዘልኣለም ይኽበር/2/

        ''',
        'category': 'ምስጋና',},
                {'title': 'ሕጂ እውን ንዓ ናባና',
         'lyrics': '''
1. ቅድሚ ምፍጣር ዓለም ካብ ጥንቲ ኣትሒዝካ
  ኣብ ልዕሊ ማያት ትዝንቢ ነበርካ
  ናይ ተግባራት ኣምላኽ ጥበበኛ ሰራዒ
  ብቀዳሞት ነብያት ንሓቂ መስካሪ/2/


   ተደ.ብቕብኣትካ ከነገልግል
      ወንጌል ንዓለም ከነበስር
      ብትብዓትን ስልጣንን ቃሉ ክንዛረብ
      ብርቱዕ ባህጊ ምምስካር ከነሕድር
      ኣጋንንቲ ንምድምሳስ
      ንሕሙማት ንምፍዋስ
      ንዕውራት ምሩኻት ሓራ ከነውፅእ
      ንልቦም ዝተሰብሩ ንክንዝንን

        መንፈስ ኣምላኽ መንፈስ ፍቕሪ
        መንፈስ ጥበብ መንፈስ ሓይሊ
        መንፈስ ኣእምሮ መንፈስ ምኽሪ
        መንፈስ ፍልጠት መንፈስ ርትዒ
        መንፈስ ቅዱስ

  ሕጂ'ውን ሎሚ ንዓና ክትመልኣና ንፅበየካ/2/
  ከምቲ ኣብ ሓዋርያት ትገብሮ ዝነበርካ
  ሕጂ'ውን ሎሚ ባሮትካ
  ንክንተብዕ ንዓ ናባና   

2. ብሓቅን ብመንፈስን ክንሰግድ ኣብ ቅድሜኻ
  ዕዙዝ ኣምልኾ ከነቕርበልካ
  ህያው መንፈስ ኣምላኽ ሕጂ ንዓ ናባና
  ቅዱስ ኣነባብራ ንክህልወና/2/

     ብቅብኣትካ...
      መንፈስ ሓቂ መንፈስ ፀጋ
      መንፈስ ክብሪ መንፈስ ተስፋ
      መንፈስ ውሉድነት መንፈስ ፀጋ
      መንፈስ ኣቦ መንፈስ ጎይታ

ሕጂ'ውን ሎሚ ንዓና ክትመልኣና ንፅበየካ/2/
ከምቲ ኣብ ሓዋርያት ትገብሮ ዝነበርካ
ሕጂ'ውን ሎሚ ባሮትካ
ንክንተብዕ ንዓ ናባና

        ''',
        'category': 'መንፈስ ቅዱስ',},
                {'title': 'መመሊሱ ይጥዕመና',
         'lyrics': '''
መመሊሱ ይጥዕመኒ ይጥዕመኒ (3)
ናብራ ምስ ኢየሱስ ኣዝዩ መቂሩኒ

መመሊሱ ይጥዕመና ይጥዕመና (3)
ናብራ ምስ ኢየሱስ ኣዝዩ መቂሩና

እንቃዕ'ካ ናትካ ኮንኩ 
እንቃዕ'ካ እወ ናተይ ኮንካ

ምንባረይሲ ትርጉም ረኺበሉ
ይጥዕመኒ'ሎ መመሊሱ


መመሊሱ ይጥዕመኒ ይጥዕመኒ (3)
ናብራ ምስ ማርያም ኣዝዩ መቂሩኒ

መመሊሱ ይጥዕመና ይጥዕመና (3)
ናብራ ምስ ማርያም ኣዝዩ መቂሩና

እንቃዕ'ካ ናትኪ ኮንና
እንቃዕ'ካ እወ ናትና ኮንኪ

ምንባረይሲ ትርጉም ረኺበሉ
ይጥዕመኒ'ሎ መመሊሱ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ኣምላኽነትኻ እእመን ኣለኹ',
         'lyrics': '''
1. ግሩም መኻሪ ኢኻ...ኣምላኽነትካ እእመን ኣለኹ
  ብርቱዕ ኣምላኽ ኢኻ
  ዘልኣለማዊ ኢኻ 
  መስፍን ሰላም ኢኻ
  
  ተደ ጎይታይን ኣምላኸይን
      ኣምላኽነትካ እእመን ኣለኹ/2/
      ዓቢ ኢኻ እወ/3/
      ስልጡን ኢኻ እወ/3/

2. ኣብ ቅድሚ ዙፋንካ...ኣምላኽነትካ እእመን ኣለኹ
  ምስቶም ሽማግለታትካ
  ፍግም ፍግም እናበልኩ
  ቅዱስ ቅዱስ እናበልኩ

3. ምስቶም መልኣኽትኻ...ኣምላኽነትካ እእመን ኣለኹ
  ምስቶም ቅዱሳንካ
  ክበር ንገስ እናበልኩ
  ቅዱስ ቅዱስ አናበልኩ

       ኣምልኾ እንካ ውሰዶ ጎይታይ እንካ ውሰዶ
       ውዳሴ እንካ ውሰዶ ጎይታይ እንካ ውሰዶ
       ምስጋና እንካ ውሰዶ ጎይታይ እንካ ውሰዶ
       ዕልልታ እንካ ውሰዶ ጎይታይ እንካ ውሰዶ
       ሸብሸባ እንካ ውሰዶ ጎይታይ እንካ ውሰዶ
       ንዘልኣለም እንካ ውሰዶ ጎይታይ እንካ ውሰዶ
       ኣሜን ኣሜን እንካ ውሰዶ ጎይታይ እንካ ውሰዶ
       እንካ ውሰዶ ጎይታይ/ኢየሱስ እንካ ውሰዶ/8/

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ናይ ላዕሊ ሕሰቢ',
         'lyrics': '''
ኦ ነፍሰይ ትውክልትኺ ኣብ ኣምላኽ ጥራይ ይኹን
ከመይ'ሲ ኣብ ኣምላኽኪ ምውካል'ዩ ዝሕሸኪ

1. እግዚኣብሔር'ዩ መሰረት ሕርየትኪ
   መንገዲ የማን ገዲፍኪ ፀጋም ኣይትኺዲ
   በቲ ቅድሜኺ ዘሎ ጎደና መቐዳደሚ
   ተስፋ ከይቆረፅኪ ንቕድሚት ሰጉሚ

2. ኣብ ዘመን ግሽነትኪ ንኣምላኽ ዘክሪ
   ብምሉእ ልብኺ ትእዛዛቱ ሓልዊ
   ሕያውነትን ሓቕን ካባኺ ኣይትፍለዪ
   ንኹሉ መርምሪ ካብ ክፉእ ርሓቒ

3. ስለ ድሕነት ኢሉ ደሙ ዘፍሰሰልኪ
   ጀማርን ደምዳምን እምነትኪ ናብ ኢየሱስ ጠምቲ
   ወርቒ ንዘለቕሓኪ ፀፀር ኣይትምለሲ
   ነዚ ተረዲእኪ ኣካይዳኺ ኣፀብቒ

4. ንኹሉ ዝጠብቐኪ ሓጢኣትኪ ኣርሕቒ
   ንዓለም ስጋ ሰይጣን ኢድኪ ኣይትሃቢ
   ናይ ከንቱነት ከንቱ'ዩ ናይ ምድሪ ኣይትሕሰቢ
   ሰማያዊ ዓስቢ ናይ ላዕሊ ሕሰቢ

5. ምፅኣት ጎይታ ከይኮነ ንዒ ተመለሲ
   ዝተዋህበኪ ግዜ ኣብ ረብሓ ኣውዕሊ
   ብደሙ ተሓፂብኪ ንቕድሚት ገስግሲ
   ሕያወይቲ ኢድ ኣምላኽ ክትሰርሕ ኣብ ልዕሌኺ

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ስቅለትካ ሕይወት ዓዲሉኒ',
         'lyrics': '''
   ኢየሱስ/6/
   ብስቓይ ነብስኻ ላድዩ
   ብፍቕሪ ልብኻ መሊኡ
   ነቲ መሪር ከም መዓር ሰትዩ
   እቲ ደምካስ ፀልማተይ ጋሊሁ

1. ዝግዕር ድምፅኻ ንፀጋይ ፀዊዑ
  ዝተወግአ ጎድንኻ ሃጓፈይ መሊኡ
  ክብሪ ኣልቢሱኒ ሕስረተይ ቀንጢጡ
  እቲ ክቡር ስጋኻስ ስለይ ተኸትኪቱ/2/

2. ብውርደት ገፅካ እንክፅፋዕ
  ኣኽሊል እሾኽ ኣብ ርእስኻ ክድፋእ
  ናይ ሓጢኣተይ ርስሓት ኣብ ገፅካ ክትፋእ
  ተዋሪድካ ስለይ ነፍሰይ ከይትጠፍእ/2/

3. ሕስረትካ ክብረተይ ፀዊዑ
  ፍቕርኻ ተኽሊ እምነተይ ኣልሚዑ
  ስቕለትካ ሕይወት ዓዲሉኒ
  እቲ ስቓይካ ኣብ መዝገብ ሂወት ኣስፊሩኒ/2/

4. ኣምላኸይ ምስጋናኻ ክነግር
  ቅብኣዮ ልሳነይ ውዕለትካ ከበስር
  ክበትኮ ነቲ ካብ ምምስጋንካ ዝኣስር
  ንዘልኣለም ስጋኻን ደምካን ክኸብር/2/

        ''',
        'category': 'ሕማማት',},
                {'title': 'ምስጋና ይኹን ንዓኺ',
         'lyrics': '''
ተደ. እቲ ዝተነግረኪ ቃል ጎይታ ስለዝኣመንኪ
    ጎይታ ባዕሉ ዘኽበረኪ
    ኣደ ጎይታይ ብፅዕቲ ኢኺ
    ምስጋና ይኹን ንዓኺ
     ምስጋና ምስጋና ምስጋና ንዓኺ/2/
     ኣደ ጎይታ ኣደ ኩሉ ኢኺ/2/

1. ኣብ ስራሕ ድሕነትና ዝተኻፈልኪ
   ንፍቃድ እግዚኣብሔር ዝፈፀምኪ
   መራሒት መንገዲ ናብ ኢየሱስ ወድኺ
   መምህር ምስጋና ማርያም ኢኺ/2/

2. ኣደ ኣምላኽና ኣደ መድሓኒና
   መምህር ትሕትና ናይ ዘመንና
   ኣማላዲት ኣደ ኣደ ቤተክርስቲያን
   ንስኺ ኢኺ ተስፋ ናይ ሓጥኣን/2/

3. ተሓጎሲ ኦ ምልእተ ፀጋ
   ቀዳመይቲ ኣማኒት ናይ ጎይታ
   ኣብ መስቀል ኮይኑ ጎይታ ዝሃበና
   ፀጋታት ወድኺ ኣፍስሲ ኣባና/2/

        ''',
        'category': 'ምስጋና',},
                {'title': 'ምሕረት ኢዩ መለለዪኻ',
         'lyrics': '''
1.	መሓርን ፀጋውን ኣምላኽ ኢኻ
    ንኹራ ደንጓዪ ፈቃር ኢኻ
    ክሳዕ ሽሕ ወለዶ ትሕሉ ፍቕርኻ
    ምሕረት ኢዩ መለለዪኻ/2/

       ክብሪ ክብሪ ምስ ምስጋና
       ውዳሴ ምስ አልልታ
       ምሕረትካ ዝሃብካና
       ዎ ኣምላኽና ክበረልና

        ኣቦታት ምስ ኣዴታት 
        መናእሰይ ምስ ህፃናት
        ኩላትና ብሓበራ
        ነመስግነካ ዎ ኣምላኽና

2.	በረኸትካ ዘፍሰስካልና
    ብዓይኒ ምሕረት ዝጠመትካና
    እንታይ እንታአይ’ሞ ክንብል ኢና
    ንዘልኣለም ንገሰልና/ክበረልና/2/

               ብኸበሮን ብሳዕስዒትን
               ብእምብልታን ብፀናፅልን
               ስለቲ ሰናይ ተግባራትካ
               መስዋዕቲ ምስጋና ንስውዓልካ           

3.	ብጥበብካ ዓቢ ኢኻ
    ብስራሕካ ፍሉይ ኢኻ
    ኣብ ሰማይ ኮነ ኣብ ምድሪ
    ፍፁም የብልካን ተወዳዳሪ/ተመሰሳሊ/2/ 

      ብመዝሙርን ብሸብሸባን
      ብመሰንቆ ብጥዑም ደሃይ
      ኣእዳውና ኣልዒልና ንባርኸካ
      ክንዝምር ኢና መዝሙር ምስጋና
 
       ኩልኹም መላእኽቱ ንእግዚኣብሔር ኣመስግኑ
       ኩልኹም ቅዱሳኑ ንእግዚኣብሔር ኣመስግኑ
       ኩልኹም ፍጡራቱ ንእግዚኣብሔር ኣመስግኑ
       ትንፋስ ዘለዎ ፍጡር ኩሉ ንእግዚኣብሔር የመስግኖ/2/                         
 
       ተመስገን ኦ ኣምላኽና/ኢየሱስና/2/
       ተባረኽ ኦ ኣምላኽና/ኢየሱስና/2/
       ልዕል በል ኦ ኣምላኽና/ኢየሱስና/2/

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ደው ኣቢልካኒ ክውድሰካ',
         'lyrics': '''

1. ቅዱስ ቅዱስ ቅዱስ እግዚኣብሔር
   ጎይታን ኣምላኽን ኩሉ ፍጡር
   ካብ ዘልኣለም ኩሉ/ንዘልኣለም ናትካ ኢዩ/2/
   
    ተደ.ኩሉ ክብሪ ኣምልኾ ምስጋና ስግደት
       ካብ ዘልኣለም ንዘልኣለም ናትካ ኢዩ/2/
       ኣሜን ኣሜን ንዘልኣለም ናትካ ኢዩ/2/

2. ስብሓት ውዳሴ ጥበብ ልዕልና
   ግርማ መጎስ ድሕነት ቅድስና
   ካብ ዘልኣለም ንዘልኣለም ናትካ ኢዩ/2/

3. ስልጣንን ሓይልን ዕቤትን ምልክን
   ሃብትን ክእለትን ዓወትን በረኸትን
   ካብ ዘልኣለም ንዘልኣለም ናትካ ኢዩ/2/
   
     ስለዚ ኣነ ስቅ ኣይክብልን'የ
     ንንጉሰይ ክዝምር'የ
     ኣብ ውሽጠይ ብርቱዕ ሓጎስ ኣፈልፊልካ
     ሓይሊ ሂብካኒ ክዝምረልካ
     ፀጋ ሂብካኒ ከመስግነካ
     ደው ኣቢልካኒ ክውድሰካ 2x
            ''',
        'category': 'ምስጋና',},
      ],
    },
  ],
    'ዘማሪ ሲራክ ስዩም': [
    {
      'albumTitle': 'ዝተፈላለዩ ብንፅል ዝወፁ መዛሙር',
      'songs': [
                      {'title': 'ግርማ ኾይንካኒ',
         'lyrics': '''
ግርማ ኾይንካኒ ማዕሪጉ ሂወተይ 
ደዉክብል በቂዐ ኣብ ቅድሚ ፀላእተይ
እየሱስ ዕረፍቲ ልበይ እየሱስ ምክንያት ሰላመይ (2x)

1 እየሱስ ናተይ ኮይንካ ረኺበዮ
ኣነ ናትካ ምዃነይ ረአዮ
መድሕነይ መንገዲ ሂወተይ
እየሱስይ መሰረት ህላወይ

2 ብሕያዉንካ ሂወት ሰሪዐ 
ብሓልዮትካ ዉሉድካ ኾይነ
ኣምላኸይ ተመሰገን ኢለ
ጎይታየ ንገሰለይ ኢለ

ግርማ ኾይንካኒ ማዕሪጉ ሂወተይ 
ደዉ ክብል በቂዐ ኣብ ቅድሚ ፀላእተይ
እየሱስ ዕረፍቲ ልበይ እየሱስ ምክንያት ሰላመይ (2x)

3 ምልኣት ረኺበ ዓጊበ ሩፍ ኢለ
ሕቶታተይ ኩሉ ምላሽ ረኺበ
ኣምላኸይ ብፍቅርኻ ተፀጊነ (2x)

4 ንስኻ ኩለንተናይ ኢኻ 
ብዓይነ ልቦናይ ዝርእየካ
ብተግባር ኣእዳዉካ ዝርምስሰካ
ኣምላኸይ ምሳይ ኣሎኻ
ጎይተየ ኣባይ ኣሎኻ

        ''',
        
        'category': 'ምስጋና',},
      ],
    },
    ],
      'ኣባ ግርማይ ብርሃነ': [
    {
      'albumTitle': 'ተበጅዩኒ',
      'songs': [
        {'title': 'ሰላም ነዓኺ',
         'lyrics': '''
ሰላም ኦ ማርያም ነዓኺ

ተደ፡ ሰላም ኦ ማርያም ነዓኺ
      መልኣከ ገብርኤል ዘበሰረኪ
      ርሕርሕቲ መማለዲትና ርግቢ
      ኦ ኣዴና ለምንልና ኢኺ

1.ሓጥያት ኣዳም ዘይለኸየኪ
ኣደ ክትኮኒ ዝተመረፅኪ
የዋህ ርግቢ ለምንልና ኢኺ/2/

2.ኦ ርሕርሕቲ ኣደ ጎይታና
መማለዲት መሳልልና
ጠበቓ ኹንና ፀግዕና/2/

ሰላም ነዓኪ ፡ ኦ ንግስቲ ፡ ኦ እኖ ምሕረት ፡  
ሕይወትናን ታሕጓስናን ተስፋናን ፡ ሰላም ነዓኪ ፡ 
ንሕና ስደተኛታት ደቂ ሔዋን  ፡ ናባኺ ደገ ንፀንዕ ኣሎና።
ኣብዚ ናይ ንብዓት ቆላ ኮይና ፡ እናበኸናን እናነባዕናን ፡
ናባኺ ንምሕፀን ኣሎና ። ሃየ ደጊም ኦ ጠበቓና ፡ 
ነተን ርሕሩሓት ኣዒንትኺ ፡ ናባና ምለሲ ፡ 
ድሕሪ እዚ ስደት እዙይ’ውን ፡ 
ንቡሩኽ ፍረ ከርስኺ ኢየሱስ ክርስቶስ  ኣርእይና ፡ 
ኦ ርሕርህቲ ! ኦ መሓሪት ! ኦ ጥዕምቲ ድንግል ማርያም ! ለምንልና ! 
ኦ ኣማላዲት ኣደ ለምንልና ኦ ኣማላዲት ኣደ ለምንልና ኦ ኣማላዲት ኣደ ለምንልና።

        ''',
        'category': 'ማርያም',},
                {'title': 'ብተስፋ ኪዱ',
         'lyrics': '''
1.ተስፋ ኣይትቑረፅ ክርስቲያን ኣጆኻ
ምሳኻ’ሎ ክርስቶስ ጎይታኻ
ዝመፅ’ውን ከድሕን ነዓኻ
ተኸተሎ ቃሉ ስማዕ ኢኻ/2/

ብተስፋ ኪዱ ንኽትረኽቡ
ዝለመነ ብዙ’ዩ ዓስቡ
ኳሕኩሑ ማዕፆ ክኽፈተልኩም
ለዋህ’ዩ ናይ ሰማይ ኣቦኹም

2.ብሃረርታ ዝመፀ ናብ ጎይታ
ዓስቡ ሒዙ ይምለስ ብደስታ
ኢየሱስ’ዩ ናይ ክርስትያን ዋልታ
ንተሓጎስ ወትሩ ብዕልልታ/2/

3.ከንቱ’ዩ ኩሉ ናይዚ ዓለም 
ነበርቲ ኣይኮናን ንዘልዓለም
ቦታ ኣሎና ብሉፅ ልሙዕ ለምለም
ክንኣቱ ግን ኣምላኽና ኣይንጥለም/2/

ብዘይ ፍላጥ ጠሊመ ፍቕርኻ
ዓለም ስይጣን መረፅኩን ካባኻ
ፀዋዕኩኻ ንኽትድግፈኒ
ሓግዘኒ ኦ ርህሩሕ መድሓኒ

4.ዝለመነ ከቶ ንኸይስእን 
ኢሉና’ዩ እቲ ለዋህ መድሕን
ኣሕዋተየ እሞ ንለምኖ
ከንተፍር ዘርሞ ዘርሞ

ኩሉኹም’ቶም ፆር ዝኸበደኩም
ናባይ ንዑ ኣነ ከዕርፈኩም
መርሆ ሰማይ’ውን ክህበኩም
ኢሉና’ዩ ዙፋነይ ከውርስኩም

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ተበጅዩኒ እዩ’ሞ',
         'lyrics': '''
1.	ብማያት ክሓልፍ (2) ኣይክጠልቕን'የ (2)
ብውሕጅ ክሳገር (2) ኣይክጥሕልን’የ (2)
ብሓዊ ክኸይድ  ኣይክነድድን’የ 
ሃልሃልታ ሓዊ'ውን ኣይከምሁኸንን'ዩ(2)

ተደ ፡ ተበጅዩኒዩ’ሞ ኣይፈርሕን'የ
     ኩሉ ግዜ ምስ ጎይታይ’የ
     ካብ ኣምላኽይ'ስ ከቶ ኣይፍለይን'የ

2.	በፃምእ ክጉዓዝ (2) ኣይክፀምእን'የ (2)
ጥምየት’ውን ተኾነ (2) ኣይከጥቅዓንንዩ
በፃድፍ ክኽይድ ኣይክወድቕን’የ 
ኣእሻኽ መንገዲ'ውን ኣይክወግኣንንዩ(2)

3.	ናይ ዓለም ነገራት (2) ኣይክስዕረንን’ዩ(2)
ሓሳርን መከራን (2) ኣይከጨንቀንን’ዩ (2)
ንጎይታይ ረኺበ  የለን ዝጎድለኒ 
ኣብ ጉዕዞ ሕይወተይ እውን ዘሰንየኒ(2)

4.	ጓሳ ሕይወት ረኺበ (2) መሪሕ ናይ ሕይወተይ (2)
ንስሙ ፀዊዐ (2) ክረግፅ ፀላእተይ (2)
ኣብ ንጉስ ሰማያት ኣነስ ክሙዕቆብ’የ 
ናይ ዘልኣለም ርስቲ እውን ክወርስ'የ (2)

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ኢየሱስ ፀዊዑካ',
         'lyrics': '''
1.ግራውተይ ዓቢ’ዩ ሰፊሕ
ዉሕድ ኮይኑ ንሕዝበይ ዝመርሕ
ፅውዓካ ምሳይ’ውን ክትሰርሕ
ቃል ወንጌለይ ኣብ ኩሉ ክበፅሕ/2/

ኢየሱስ ፀዊዑካ ከለኻ ከርሲ ኣዴኻ
ክትዘርእ ቃል ኣምላኽካ ክተገልግል ተመሪፅካ
ኢየሱስ ፀዊዑኪ ከለኺ ኣብ ከርሲ ኣዴኺ
ክትዘርኢ ቃል ኣምላኽኪ ክተገልግሊ ተመሪፅኪ

2.ብዙሓት’ዮም ነዓይ ዝሰኣኑ 
መሪፀካ ኣነ ብእዋኑ 
እዝዘካ ቃላተይ ክትፍኑ
ፋሕ ከይብል መጓሰይ ንበይኑ/2/

3.ኦ ኣምላኸይ ክመርሕ ክጓሲ 
የድልየኒ’ዩ ናትካ ልግሲ
ከይዓርበኒ ጊዜ’ውን ከይመሲ
ኣልብሰኒ ናይ ፀጋኻ ልብሲ

4.ክጎዓዝ’የ ፀጋኻ ለቢሰ
ክጋሲ’የ ሕዝብኻ ከይህሰ
ሓይልኻ ሃበኒ ንኸይደክም
ብስምካ ንቕድሚት ንኽስጉም
    
ተደ፡ ኢየሱስ ፀዊዑካ/ኪ…… 
ኢየሱስ ፀዊዑና ከለና ከርሲ ኣዴና 

        ''',
        'category': 'ፀዋዕታ',},
                {'title': 'ኣሕዚነካ’የ ብሓጥያተይ',
         'lyrics': '''
1.ተታሊለ ካባኻ ርሒቐ
ናይ ዓለም ነገራት ኣፍቒረ
ሃቀንኩ ክነበር ብዘይካኻ
ክርሕቕ ፈተንኩ ካብ ፀጋኻ

      ተደ፡ ኣሕዚነካ’የ ብሓጥያተይ 
          ኦ ለዋህ ኣምላኸይ
          ብልበይ እቕሬታ ክሓትት’የ 
          ክቐርብ ናብ ኣቦይ’የ

2.ብሓጥያተይ ተፈልየ ካባኻ
ረሲዐዮ ‘ቲ ኩሉ ሓልዮትካ
ኣብ ቀራንዮ ምእንታይ ከምዘይሞትካ
ሃደምኩ ካብ ሕያውነት ናትካ

3.ሕጂ ግን ኣይክእሎን መሪሩኒ
ብዘይ ብኣኻ ፀንኪሩኒ
ሕይወትን’ውን የለን ብዘይካኻ
ወሲነ’የ ክኸውን ሰዓቢኻ

4.ካብ ሓልዮትካ ኣዝየ ተፈለኹ
ካብ ደምበኻ ኣዝየ ተኸወልኩ
እደሊ ኣለኹ ክርኢ ብርሃንካ
ብኢደይ ሓዘኒ ከይርሕቕ ካብ ገፅካ

  ተደ፡ ተቐበሎ ናይ ሕጥያተይ ጣዕሳ
      ናይ ሕይወተይ ጓሳ
      እንታይ ኣሎ ዝኸፍለካ ካሕሳ
      እንታይ ክመልሰልካ ሞሳ

        ''',
        'category': 'ንስሓ',},
                {'title': 'ኣብ ፅምዋ በረኻ',
         'lyrics': '''
1.ካብ ሰማይ ወሪድካ ዙፋንካ ሓዲግካ/2/
ክትደሊ ብፍቕርኻ ንጥፉእ ወድኻ/2/
መስቀል ተሰኪምካ ክትወፅእ ጎልጎልታ/2/
ክትድፋእ ክትወድቕ ሕጥያተይ ከቢዱካ/2/

 	ተደ፡ ኣብ ፅምዋ በረኻ 
      ክሓስብ ብኣኻ ደንፅዩኒ ፍቕርኻ/2/

2.ሕይወትካ ወፊኻ ስለ ፍቕረይ ኢልካ/2/
ኣብ መስቀል ተሰቒልካ ኣብ ክንዳይ ተበጀኻ/2/
ብቑስሊ ኣእጋርካ ብቑስሊ ጎድንኻ/2/
ሕይወት ሃብካኒ ብቑስሊ ኣእዳውካ/2/

3.ጎይታየ ይገለፅ ‘ቲ ኹሉ ክብርኻ (ሓይልካ)/2/ 
ኣሕዛብ ‘ውን ይፍለጡ መድሕኖም ምኳንካ/2/
ክግለፅ ፍቕርኻ ክግለፅ ሕልዮትካ/2/
ብመዝሙር ምስጋና ክውድስ ነዓኻ/2/

        ''',
        'category': 'ሕማማት',},
                {'title': 'ክዝምረልካ',
         'lyrics': '''
1.ብስሙ ንዝህበኒ ዓወት
ንኹራ ደንጓይ ዝሓዞ ምሕረት
እሙን ኣምላኽና’ዩ ዝሰምዕ እህህታ
ክዝምረሉ’የ ከመስግን ጨዲረ ብዓውታ/2/

 ተደ፡ ኩሉኹም ኣሕዛብ ንእግዚኣብሔር መስክሩ
     ኩሉኹም ኣሕዛብ ንእግዚኣብሔር ወድሱ
     ምሕረቱ ነዓና ዓቢ መስተንክር’ዩ
     ዘልኣለም ዝነብር ህያው ፈቃር ኣምላኽና’ዩ/2/
     ንዕልለሉ ንንስገደሉ ንጨድረሉ
     ንዘምረሉ ንዕልለሉ ንንስገደሉ ንጨድረሉ

2.መስዋዕቲ ምስጋና እስውዓልካ
ስምካ እናፀዋዕኩ ከመስግነካ
ኣብ ቅዱስ መቕደስካ ክነብር’የ
ኣብ ዓፀድ ደምበኻ እውን ክመላለስ’የ/2/

3.ነቲ እግዚኣብሔር ዝገበሮ 
ዕልል በሉ ኣቱም ትእዘዝዎ
ቃል ኣምላኽና ኩሉ ሓቂ ኢዩ
ተግባራት ኣእዳዉ መስተንክር ሰናይ ግሩም’ዩ/2/

        ''',
        'category': 'ምስጋና',},
                {'title': 'ፀጋን መንፈስ ቅዱስን',
         'lyrics': '''
1.ዓለም ሓላፊት ከንቱ እያ’ሞ ሕላፊት ከንቱ 
ንድሕሪት ገፅካ ጌርካ ኣይትርኣያ ረስዓያ
ንፍርሓት ጎይታ ድለያ ንፍርሓት ጎይታ

 ተደ፡ ፀጋን መንፈስ ቅዱስን ኣብ ልዕሌኻ ክስስን
     ብዘይተይ ክቐብኣካ ከም መልከፀዴቕ ክሸምየካ

2.ካብ ወርቂ ብሩር ነሓስ ዝበልፅ ካብ ወርቂ ብሩር
መሪፅካ መንገዲ ሓቂ ብርግፅ መንገዲ ሓቂ
ናይ ጎይታ ፍቕሪ ክትገልፅ ናይ ጎይታ ፍቕሪ 

3.ናብ ጎይታ ለምን ፅንዓት ክህበካ ፅንዓት ክህበካ
ኣብ መዓልታዊ ሕይወት ጉዕዞኻ ሕይወት ጉዕዞኻ
ብርታዔን ሓይልን ክኾነካ ብርታዔን ሓይልን
 
        ''',
        'category': 'መንፈስ ቅዱስ',},
      ],
    },
  ],

    'መዘምራን ደብረ ፍልሰታ ለማርያም ሲታውያን': [
    {
      'albumTitle': 'ኣቤት ፍቅሪ ኢየሱስ',
      'songs': [
        {'title': 'ኣምላኽ ሰሓቕ ገበረhይ',
         'lyrics': '''
ንደስታይ ብሰሓቕ ኣሰንየዮ
ንድኹም ፀሎተይ መልሲ ሂብካዮ ኣሃ
ካብ ፀልማት ናብ ብርሃን ኣስጊርካኒ
ኢየሱሰይ ኣፀናኒዕካኒ

ነዒንተይ ካብ ክፉእ ምርኣይ ከሊልካ
ነእጋረይ ኣብ በሪኽ እምባ ተኺልካ
ንሓይለይ ከም ናይ ንስሪ ሓዲስካዮ
ንቓልካ ኣብ ባርያኻ ፈፂምካዮ

ንዓይሲ ኣምላኸይ መደብ ኔሩካ
ነፍሰይ ኣብ ድኻማ ኣብ መንኩብካ ፄርካ ኣሃ
ካብ ዓዲ ሞት ስሒብካ ኣውፂእካኒ
ውሉድን ወራስን ጌርካኒ

ካብቲ ኩሉ ከርተት መከራ መነባብሮይ 
ወፂአ ክስዕር ኣይነበረን ኣብ ኣእምሮይ 
ኣብቲ ናተይ ግዜ ዘይኮነስ ኣብ`ቲ ግዜኻ
ጎይታ ኢየሱሰይ ኣፈይ ብሰሓቕ መሊእካ

ንመደብካ ጎይታይ ምስ ተቐበልክዎ
ከም ፍቓድካ ነፍሰይ ምስ ኣእመንክዎ ኣሃ
ጎይታ`ውን ፀሎተይ ከይነዓቕካ
ንኣፈይ ብሰሓቕ መሊእካ

ካብቲ ኩሉ ከርተት መከራ መነባብሮይ 
ወፂአ ክስዕር ኣይነበረን ኣብ ኣእምሮይ 
ኣብቲ ናተይ ግዜ ዘይኮነስ ኣብ`ቲ ግዜኻ
ጎይታ ኢየሱሰይ ኣፈይ ብሰሓቕ መሊእካ

ነዒንተይ ካብ ክፉእ ምርኣይ ከሊልካ
ነእጋረይ ኣብ በሪኽ እምባ ተኺልካ
ንሓይለይ ከም ናይ ንስሪ ሓዲስካዮ
ንቓልካ ኣብ ባርያኻ ፈፂምካዮ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ብሳላኺ`ዩ ማርያም',
         'lyrics': '''
ምኽኣሉ ስኢነ ፀምፀም ምድረበዳ
ልዕሊ ዓቕመይ ኮይኑ ዝነበረኒ ዕዳ
ቁሊሕ እንተበልኩ ርእየ ንዓኺ
ኩሉ ፈዂሱለይ ማርያመይ ብሳላኺ

ኣብቲ ከቢድ እዋን ተስፋ ምስኪናን 
ኣብቲ ከቢድ እዋን ብፀይቲ ሸጉራት
ኣብቲ ከቢድ እዋን ሓገዝ ንድኻታት 
ኣብቲ ከቢድ እዋን መፀናንዒት ሕዙናት

ብሳላኺ ብሳላኺዩ መድሓኒ ዝረኸብና 
ብሳላኺ ብሳላኺዩ ዕረፍቲ ዝረኸብና
ብሳላኺ ብሳላኺዩ ሰላም ዝኾነልና 
ብሳላኺ ብሳላኺዩ ብሓጎስ ዘለና

መሬት ዓሪቡኒ ሓዲግ መዲግ ኮይነ
ኣንፈተይ ስሒተ ብፀልማት ተሸፊነ
ብርሑቕ ግን ኣስተውዒለ ዝዓበየት ቀንዴል
ናባይ እናመፀት ኣደ ብሩህ ወንጌል

ኣብቲ ከቢድ እዋን ተስፋ ምስኪናን 
ኣብቲ ከቢድ እዋን ብፀይቲ ሸጉራት
ኣብቲ ከቢድ እዋን ሓገዝ ንድኻታት 
ኣብቲ ከቢድ እዋን መፀናንዒት ሕዙናት

ብሳላኺ ብሳላኺዩ መድሓኒ ዝረኸብና 
ብሳላኺ ብሳላኺዩ ዕረፍቲ ዝረኸብና
ብሳላኺ ብሳላኺዩ ሰላም ዝኾነልና 
ብሳላኺ ብሳላኺዩ ብሓጎስ ዘለና

ከብደይ ብጥሙዩ ጎሮሮይ ብንቑፁ
ሓርቢቱኒ ከሎ ኣእምሮይ ተናዊፁ
ኣብ`ቲ ፅንኩር እዋን ማርያም መፂእክኒ
ንኹሉ ሸግረይ መፍትሒ ኮይንክኒ

ኣብቲ ከቢድ እዋን ተስፋ ምስኪናን 
ኣብቲ ከቢድ እዋን ብፀይቲ ሸጉራት
ኣብቲ ከቢድ እዋን ሓገዝ ንድኻታት 
ኣብቲ ከቢድ እዋን መፀናንዒት ሕዙናት

ብሳላኺ ብሳላኺዩ መድሓኒ ዝረኸብና 
ብሳላኺ ብሳላኺዩ ዕረፍቲ ዝረኸብና
ብሳላኺ ብሳላኺዩ ሰላም ዝኾነልና 
ብሳላኺ ብሳላኺዩ ብሓጎስ ዘለና

        ''',
        'category': 'ማርያም',},
                {'title': 'ኣቤት ፍቅሪ እየሱስ（ይግባእ’ዶ ነይሩ）',
         'lyrics': '''
ይግባእ ዶ ኔሩ እቲ ኣብ ቀራንዮ ጎልጎልታ
ርእሱ ከወፍያ ኣብ መስቀል’ቲ ጎይታ
ምተገብአ’ዶ ኣብ ጌተሰማኒ ደም ምርሃፁ
ፍቕሪ’ዩ ተበልኩ ዝኸፍት ዕፁው መዓፁ

1.	ሒዞምኻ ክኸዱ ከም ዝሕረድ በጊዕ
ኣፍካ ከይከፈትካ ስቕ ኢልካ ክትከይድ 
ንምዃኑ መን’የ እዚ ዝኾነለይ 
ዙፋንካ ገዲፍካ ምእንታይ ሞትካለይ

ኣቤት. . እቲ ምስጢር ጥልቀት ፍቕሪ
ኣቤት. . እቲ ፍትወት ንሓጥያት ክትሓሪ
ኣቤት. . እንታይ ክብል ተመስገን ጥራይ ሃ ሃ. . 
ምስጋና’ዩ ዓቕመይ ነቲ ዝተገብረለይ
    
      ይግባእ’ዶ ኔሩ. . .

2.	ኣየ ጭንቀት ግፍዒ ናይቲ እሾኽ ኣኽሊል
ንጉስ ሸይሞምኻ ብላግፂ ኣሽካዕላል
ናይቲ መስማር ብልሒ ናይ ጭጉራፍ ስምብራት
ምእንታይ’ዩ ኔሩ መግረፍቲ ምስ ውርደት 

ኣቤት. . . 
ይግባእ’ዶ ኔሩ. . . 

3.	ክፅፋዕ ክበላሾ እቲ ፅቡቕ መልክዕ
ምቑፃር ከም ዓማፂ ከም በዳሊ ሓጥእ
እዚ ኩሉ ላግፂ ኦ ንጉስ ንዓኻ
ዝገብርዎ ኣይፈልጡን’ዮም ምሕረት ሃቦም ኢልካ

ኣቤት. . ትሓስበለይ ፅቡቕ ሰናይ
ኣቤት. . ብፍቕሪ ዝሞትካ ስለይ
ኣቤት. . ከም ግብረይ ዘይኮነ ምሕረትካ ሃ. ሃ. . 
ክነብር ጀሚረ መሊአ ሰላምካ

        ''',
        'category': 'ሕማማት',},
                {'title': 'ሓርነት ሂቡኒ',
         'lyrics': '''
*ንገበነይ ከም ደበና
ንሓጢኣተይ `ውን ከም ግመ (2)
ዝበተንካ ኦ እግዚኣብሔር
ክብሪ ንስምካ (2)

ካብቲ ድነ ሞት ፀልማት (4) 
ካብቲ ምሕርቃም ኣስናን ዝመልኦ ኣውያት
እግዚኣብሔር መንዚዑ ኣውፂኡኒ (4)
ንውዕለታኡ *ብምንታይ ክገልፆ (3)
ንውዕለታኡ *ብምንታይ ክገልፆ (3)

*ነንመዓልቲ ፆረይ ዝፀውር
ብሓልዮት ድማ ፍቕሩ ዝዕድል (2)
ኣምላኽ ምድሓነይ እግዚኣብሔር ኣምላኽ
ይኽበረለይ ኣሜን ሃሌሉያ

ካብቲ ድነ ሞት ፀልማት (4) 
ካብቲ ምሕርቃም ኣስናን ዝመልኦ ኣውያት
እግዚኣብሔር መንዚዑ ኣውፂኡኒ (4)
ንውዕለታኡ *ብምንታይ ክገልፆ (3)
ንውዕለታኡ *ብምንታይ ክገልፆ (3)

ተመስገን (3) ተባረኽ (3) ልዕል በል (3)

        ''',
        'category': 'ምስጋና',},
                {'title': ' ምስ ክርስቶስ ንተንስእ',
         'lyrics': '''

1.ንህዝቡ ካብ ባርነት መንዚዑ ኣውፂና
  ኣእማን ፈንቂሉ ጥዑም ማይ ሰቲና
  ኣብቲ ምድረበዳ ጉዕዞ እንዳ ሃለና
  ብርሃን ኔሩ ለይቲ ብቀትሪ ደበና
  መሪሑና ናብታ ሰማያዊት ቤትና

ተደ ፡ ንተሓጎስ ኮይኑ ፍስሃ 2
     ንወድሶ ብድሙቅ እልልታ
     ነመስግኖ ሰመያዊ ጎይታ

ተንስኡ ፍስሃ ኮይኑ ኣሎ
ናይ ሓዘን ካባ ቀንጥጥዎ
ዓልሉ ንንጉስ ነገስታት 
ኣድሒኑና ካብ ዘልኣለም ሞት(2)

ሆ ሆ እንዳ በልና ነቅርብ ምስጋና
ነቲ ዝተገብረ መንገዲ ድሕነትና
ሆ ሆ እንዳበልና ነቅርብ ኣምልኾ
ሞይቱ ዝተንስአ መድሓኒ ንባርኮ

2. ድነ ሞት ቀንጢጡ ከዲኑና ሂወት
ካብ ምርኮ መንዚዑ ኣውሂቡና ዓወት
ኣእዳዉ ዘርጊሑ ኢሉና ሃንጎፋይ
ዘጥፋእናዮ ምንባር ረኺብናዮ ዳግማይ
ንዘልኣለም ይኽበር ክርስቶስ ኣዶናይ

        ''',
        'category': 'ትንሳኤ',},
                {'title': 'ኮነኒ መርሃዊ',
         'lyrics': '''
1. ሕሰመይ በዚሑ ሰማይ ምስ ዓረገ
   ሕልናይ ኣዕሪበ ኣዚየ ተሳሒገ
   ኩሉ ፈላጥየይ እና ኣጋነየኒ
   ህላወ ቀቢፀ ሞት'ውን ተራእየኒ ሆ   ሆ   ሆ

ተደ ፡ ክበደይ ከፍኩስ ኮነኒ መርሃዊ
     ማይ ሂወት ኣፍሲሱ ንነበልባል ሓዊ(2)

2. እቲ ሓያል ኣምላኽ ንዓይ ዝፈጠረ
   መፅዩ ንሽግረይ ገበረሉ መብረ
   ኣእዳዉ ዘርጊሑ በለኒ'ውን ተንስእ
   ኣየፍቅድን'የ ፍጡረይ ክጠፍእ ሆ  ሆ   ሆ

3. ብኡ ንብእኡ ወረደኒ ፅንዓት
   ተዘርወ ከኣ ዝነበረኒ መዓት
   ሽዑ  ተገንዘብኩ ናይ ጎይታ ሙኻነይ
   ዘይጠልም እሙን እዩ'ቲ ኣምላኸይ ሆ  ሆ   ሆ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ተዳልየ ኣለኹ ኢየሱስ',
         'lyrics': '''
1. ብሸለልትነተይ ፀጋ ክሓልፈኒ 
   ትርጉም ምንባረይ ከይተረድኣኒ
   እመላለስ ኔረ ብዝመሰለኒ(2)
      ሕጂ ግን ኢየሱስ ይዕድመካ
      ኣብ ውሽጢ ልበይ ክቅበለካ(2)

ተደ ፡ ኢየሱስ ካሕኩሓዮ ማዕፆ ልበይ
     ተዳልየ ኣለኹ ክኸፍተልካ ውሽጠይ
     ክትኣቱ ክትድረር ውን ምሳይ
     ኣብ ልበይ ክትውለድ ኢየሱሰይ
     ብሓይሊ መንፈስካ ክትሰርሕ ውን ኣባይ
     እዚ'ዩ እዚ'ዩ ትርጉም ልደት ንዓይ(3)

2. ክቡር ወዲ ኣምላኽ እንክንስኻስ 
   ኣብ መብልዒ ማል ክትውለድ ፈሪዶምኻ
   ሓደ እካ ኣይነበረን ዝተገደሰልካ(2)
      ኣነ ግን ነዚ ክደግሞ ኣይደልን'የ
      ኣፍ ደገ ልበይ ክኽፍተልካ'የ(2)

3. ዝበቅዓካ ስፍራ ክንደይ ከይህበካ
   ንልበይ ኣንፂሀ እፅበየካ
   ንዘልኣለም ዓለም ክነብር ምሳኻ
   ንዘልኣለም ዓለም ክነብር ኣብ ቤትካ
       ስለዚ ነዓ እቶ ኢየሱሰይ 
       ከም መብልዒ ማል ይኹንካ ልበይ(2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ህያው መንፈስ ቅዱስ',
         'lyrics': '''
ኦ እግዚኣብሄር ን ፀሎተይ ስማዕ
ኣውያተይ ውን ናባኻ ይብፃሕ
ብመዓልቲ ፀበባይ ገፅካ ኣይትኸውለለይ
በታ ዘእውየላ መዓልቲ ቀልጢፍካ መልሰለይ
ዕድመይ ከመ ትኪ ይበንን ኣሎ
ሰብነተይ ከኣ ከም እያድ ይነድድ ኣሎ

ብውድቀተይ ከየሕስሮ ስምካ 
መንፈስ ቅዱስ ደግፈኒ ኢኻ
ተወደቅኩ እኩዋ ድኹም ፍጥረት ኮይነ
ክትንስእ እየ ምሕረትካ ኣሚነ(2)

ምስ ጎይታ መኣዱ በሊዕ
ኣብ ቅድሚ ኣህዛብ 
ኣይፈልጦን እየ ዝበልኩ
ብፍርሒ ዓለም ተዳሂለ
እምነተይ ኣብ ቅድሚ ኣህዛብ ሸጥኩ

ህያው መንፈስ ቅዱስ ግን
ምሕረትካ ብኸምኡ ትዕድለኒ
ነብሰይ ከም ደም ተቀይሐ
ንስኻ ግን ከም በረድ ተፃዕድወኒ
ሂወተይ ዘይትፈልጦ ምፅንናዕ ካባኻ ኮይንላ
ፍርሂ ልበይ ጠፊኡ
ልሳነይ ውን ግብርታትካ ተውርዮ ኣላ

ኣ  ሃ   ሃ    ሃ

ኣነስ ንምሕረትካ ኣይክእልን ክበፅሖ
ውዕለትካ በዚሑ ክንደይ ኢለ ክቆፅሮ
ኣነስ ንሰናይካ ኣይክእልን ክበፅሖ
መንፈስ ቅዱስ ወትሩ ንልበይ ኣዘኻኽሮ

        ''',
        'category': 'መንፈስ ቅዱስ',},
                {'title': 'ክርስትያን እየ ብተስፋ ዝነብር',
         'lyrics': '''
1.ክርስቲያን እየ ብተስፋ ዝነብር(2)
  እንትርፎ ምስ ጎይታ ምስ ካልእ ዘይሓብር
  ቃልካ እዩ ሓይሊ ዝኾነኒ  እወ ዝኾነኒ
  ብመንፈስ ክብርትዕ ፀጋኻ ሃበኒ(2)

ተደ ፡ ኣቦ ኣለኒ ዝሕልወኒ ኣቦ ኣለኒ ዝናብየኒ
     ኣቦ ኣለኒ ዝሕብሕበኒ ኣቦ ኣሎኒ ዝከናኸነኒ

2.ካብ ቃልካ'የ ዝተመሃርክዎ(2)
  ግዜ እካ ተኸፍአስ መፈፀምታ ኣለዎ
  ነዚ ንስኻ ሓይሊ ትህበኒ እወ ትህበኒ
  ንጉዕዞይ ዛዚመ ቤትካ ከም ዝወርስ እምንቶ ኣሎኒ

3.ወትሩ ግዜ ክምስክረልካ'የ(2)
  ትእዛዝካ እዩ'ሞ ኣይሓፍርን እየ ኣነ
  ጎይታኻ ኣሎ ንዝብሉኒ ነቶም ዘይኣመንቲ
  ተስፋኻ ብፅሓዮም ክኾኑ መስከርቲ ናትካ ኣገልገልቲ

     ኣቦ ኣሎና  ዝሕልወና ኣቦ ኣሎና ዝናብየና
     ኣቦ ኣሎና ዝሕብሕበና ኣቦ ኣሎና ዝከናኸነና
        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ሰማያዊት ቤትና',
         'lyrics': '''
1. ብእምነት የማዕዱ  ኣለኹ 
   ናብታ ሰማያዊት ናይ ዘልኣለም ቤተይ
   ኢየሱስ ዝሃበኒ ዝኾነት ክፍሊ ርስተይ   
   ብኢድ ሰብ ዘይተገብረት ሰመያዊት ድንኳነይ
   
ተደ፡ ድሕሪ ሓፂር ግዜ ንኢየሱስ ክንሪኦ ኢና
    ወፂእና ኣብ ሰማያት ክንቅበሎ ኢና
    ክወስደና እዩ ቤቱ ከውርሰና 
    ናይ ሰዓርቲ ኣኽሊል ዓስብና ክህበና 

2. ናብታ ሃገር ሰላም ናብታ ሃገር ብርሃን
    ካብ መዋቲ ስጋ ካብ ሓላፊት ዓለም
    ካብ ድኻም ካብፃዕሪ ካብ ሓሳረ ጭንቂ
    ከምልጥ'ዩ ሃረርታይ ናብ ናይ ዘልኣለም ክብሪ

3. እቲ ዕርቡን መንፈስ ቅዱስ ዝሃበኒ
   ሰማያዊ  ሃብቲ ምስ ክብሩ ኣውሪሱኒ     
   ንሞተይ ብሕይወት ምእንቲ ክልውጦ   
   ምድራዊ ሰብነተይ ካባይ ክቕንጥጦ

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ምሳኻ ይሕሸኒ',
         'lyrics': '''
1) ንዓይ ንባርያኻ ብለውሃት ትጥምተኒ
   ብዓቢ ፍቅርኻ እውን ትከናኸነኒ
   ኩነኒ ከውሒ ዝዕቆበሉ ዕርዲ 
   ኣይተሕፍረኒ ኦ ልዑል መድሓኒ
    
   ስቅ ኣይክብልን እየ  እኳ ደኣ እዝምር
   ንዘልዓለም ዕቤቱ ክነግር
   ንብኽያተይ ኩሉ ዕልልታ ለዊጥዎ
   ብዘይ ንገር ደስታ ንፍርሐይ ኣጥፊእዎ

ተደ ፡ ኣነስ ምሳኻ ይሕሸኒ ከምዚ ኢለ 
     ብፍቅርኻ ክመውቅ ብኣኻ ተኸሊለ
     ኣነስ ኣብ ቤትካ ይሕሸኒ ከምዚ ኢለ  
     ምሕረትካን ሓልዮትካን የንብራኒ ብሕይወት

     ኣነስ ምሳኻ ይሕሸኒ ከምዚ ኢለ 
     ብፍቅርኻ ክመውቅ ብኣኻ ተኸሊለ
     ኣነስ ኣብ ቤትካ ይሕሸኒ ንዘልዓለም   
     ምሕረትካን ሓልዮትካን የንብራኒ ብሕይወት

2) ኩሉ ክርሕቀኒ ኩሉ'ውን ክጠልመኒ 
   ንስኻ ግን ጎይታ  ብፍቅሪ ትእክበኒ
   ኣብ ኩሉ መንገደይ  ቀቅድመይ እናሓለፍካ
   ንኹሉ ስጉምተ  ኣፅኒዕካዮ ኢኻ

   ስለዚ እዝምር ባህ እናበለኒ 
   ንኩሉ ሰናይ ስራሕካ ከውሪ 
   ኣብ ኩሉ ጉዕዞይ ብኣኻ እምስክር
   ነቲ ኣብ ልዕለይ ዘሎካ ሓሳብ ክነግር

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'መፀናንዒት እኖ',
         'lyrics': '''
ኣዒንተይ ብንብዓት ጠልቂዩ ነብሰይ ማህሚነ
ናብ መቅርብ ከይደ ቤተሰብ ንርእሰይ ኣድኒነ
(ኣብቲ ጭንቀይ ውርደት ወሲኸ
ብኢሱ ቃንዛይ ትርስፋይ ውን መኸኸ)2

(ታ ኣብ ኢደይ ዝተኣስረት መቁፀርያይ ደጊመ
ሂወተይ ኣቅረብኩልኪ ደገፍኪ ኣሚነ
ማርያመይ ነዚ ኩሉ ትርእይዮ ኔርኪ
ኣእዳውኪ ሰደድክየን ክትረድኢ ውሉድኪ)2

(እግዚኣብሄር ብሃብቱ እንተሰለመኒ
ኩሉ ሕልሚ ልበይ እንተሰለጠኒ
ከይዝንግዕ ረሲዐ ብመን ከም ዝመፀኒ
ማርያመይ ከም ወትሩ ንዒ ምሳይ ኩኒ)2

ኣብ ዓለም እቲ ዝኸፍአ መከራ እንተመፀና
ንሕና ከይሓተትናኪ ሲ ክንዳና ትፅልይልና
ትኹሉ ሳእኒ ፍልጠትና ንስምኪ ዘዋረድናዮ
እኖና ኪዳነ ምህረት ጣዕሳና ተቀበልዮ

        ''',
        'category': 'ማርያም',},
      ],
    },
  ],
    'መዘምራን ፍቕርን ሰላምን መድሓኒ ዓለም ኣዲስ ኣበባ': [
    {
      'albumTitle': 'ኤልሻዳይ',
      'songs': [
        {'title': 'ትምስክር ኣላ',
         'lyrics': '''
ኣብ ሂወተይ ካብ ዝወሰንክዎ 
ኩሉ ሳዕ ውን ዘሕጉሰኒ
እታ ንጎይታ ኢየሱስ ክርስቶስ 
ከም ናይ ግሊ መድሕነይ ዝዓደምኩላ (4)

ኣቤት (4) ሓጎስ
እንቋዕ ኣይትርእዩኒ ዘለኽዎ
ኣቤት (4) ደስታ
እንተትርእይዎ ናይ ሂወተይ ባህታ

ሂወተይ ትህብ ኣላ ምስክርነታ
ዝተገበረላ ድንቂ ተግባር ኣምላኻ (4)
ተግባር ኣምላኻ (2) ትምስክር ኣላ
ተግባር ኣምላኻ (2)

1. ኢየሱሰይ ምስ ረኸብኩ ልበይ ዓረፈ
   ናባኡ ምስ ቀረብኩ ተለዊጡ ዘመነይ
   ኩነታት ዘይግድሶ እቲ ናተይ ኣምላኽ
   ካብ ሓዘን ናብ ሓጎስ ካብ ፀበባ ናብ ራህዋ
   ኣሰጋጊሩኒ ኢየሱስ ክሳብ ሎሚ ሓለዋ ንሕይወተይ

2. ካብ ጥንቲ ብዛዕባኻ ሰሚዐ ኔረ
   ሕጂ ግን ርእየካ ፍቕርኻ ጥዒመ
   ጎይታየ ኣብ ልበይ ዘንበርካዮ ብርሃን
   ሰላመይ በዚሑ ከንቱነተይ ኣብቂዑ
   ዘመነይ ተቐይሩ ዕረፍቲ ኮይኑለይ ኢየሱስ ኮይኑ ጎይታይ

ተግባር ኣምላኻ (2) ትምስክር ኣላ ተግባር ኣምላኻ (2)
ተግባር ኣምላኻ (2) ተመስግን ኣላ ተግባር ኣምላኻ (2)
ተግባር ኣምላኻ (2) ትዕልል ኣላ ተግባር ኣምላኻ (2)

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'መርከብ ናይ ኖህ',
         'lyrics': '''
ብዘይ ውላድ ዓመታት ዝፀንሐት
ተምበርኪኻ ለሚና ንማርያም ረኸበት
እዚ ክኸውን ግን ናይ እግዚኣብሄር ዕላማ
ወንፈሱ ልኢኹ ብፅዕና ክልብሳ
ኣማኑኤል ክውለድ ክህበና ፀጋ

መርከብ ናይ ኖህ ከይጠፍእ መድሓኒቱ
በትሪ ናይ ኣሮን ንሙሴ መራሒቱ
ደበና ናይ ኤልይስ መፅለሊቱ
ዘይትፈርስ ኣዳራሽ ንልዑል መዕቆቢቱ (2)

1. ንኣቦ መርዓቱ ዝኾንክዮ
   ንወልድ ኣብ ከርስኺ ዝሃነፅክዮ
   ንመንፈስ ቅዱስ’ውን ታቦት ዝኾንክዮ
   መሳልል ኮይንክኒ ንዓይ ንኣቦይ ክርእዮ (2)

2. መሳልል ናይ ድሕነት ናብ ዓወት መብፅሒት
   ባርኖስኪ ትኽድኒ ትኾኒ መፅለሊት
   ንብዓትኪ ተርግፊ ኣብ ቅድሚ ወድኺ
   ከተማልዲ ንደቅኺ ፍፁም ዘይትሕለሊ (2)

እንሀት እኖኻ ካብ ዝብለኒ ጎይታ
ኮሪዐ እነብር ኣለኹ ረኺበ እፎይታ
ደገፈይ ስለ ዝኾንክኒ ንፀሎተይ መሰነይታ
ክህበኪ’የ ክብሪ ምስጋና (2)
ተቐበሊ ናይ ወድኺ ውዳሴ ዕልልታ
ተቐበሊ ናይ ጓልኪ ውዳሴ ዕልልታ
ተቐበሊ ናይ ደቅኺ ውዳሴ ዕልልታ

        ''',
        'category': 'ማርያም',},
                {'title': 'ንውዕለትካ',
         'lyrics': '''
1. ሓጥያተይ ከይፀብፀብካ ሂወትካ ኣሕሊፍካለይ
   ኣርዑተይ ንኽቕንጠጥ ደምካ ኣፍሲስካለይ
   በደለይ ከይቆፀርካ ንንጉስ ሸምካኒ
   ወለዶይ ንኽቕፅል ንዓይ ባሪኽካኒ

ንውዕለትካ ብምንታይ ክመልሶ
ብምስጋና ንኩሉ ክዛዝሞ
ዘይውዳእ እቲ ውህበት ናትካ
ኣምላኽ ሰማይ ተመስገን ይብለካ

ንውዕለትካ ብምንታይ ክገልፆ
ብምስጋና ንኩሉ ክዛዝሞ
ዘይግለፅ ብቓላት ናይ ምድሪ
ኣምላኽ ሰማይ እህበካ ኽብሪ

ተመስገን ተመስገን (2)
ተባረኽ ተባረኽ (2)
ልዕል በል ልዕል በል (2)

2. ክኽሕደካ ከለኹ ኣብ ጎነይ ነበርካ
   ስቐልዎ እናበልኩ ምሕረትካ ኣብዚሕካ
   እታ ናይ ክብሪ መፍትሕ ተዋሂበ ኣብ ኢደይ
   ኩሉ ፀፅብቑ ቀሪብካ ኣብ ቅድመይ

3. ንብዙሕ ዓመታት ደመይ እንዳዛረየ
   ክዳንካ ምስ ተንከፍኩ ብቕፅበት’የ ሓውየ
   ሂወት ምስ ተረፋ ተዋሂበ ንዓይ
   ፅውአይ መሊኡ’ሎ ተቐበል ምስጋናይ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ተቢዐየ',
         'lyrics': '''
1. ሃንደበት መንፈስ ቅዱስ ምስ መፀኒ
   ውሽጠይ ተሓደሰ ሓጎስ መልኣኒ
   ፈሪሐ ዝነበርኩ ቤተይ ተሸጒጠ
   ክዓዪ ጀመርኩ ፍርሐይ ተቐንጠጠ
   
   ዝብል ዝነበርኩ ኣይፈልጦን’የ ንየሱስ
   ንእለቱ በልኩ ንሱ’ዩ ‘ቲ ንጉስ
   ተነስሑ ክብል ወግሐ ፀብሐ
   ስሙ ንኸውሪ ልሳነይ ተፈትሐ

ተቢዐየ ተቢዐየ ተቢዐየ
ተሓዲሰ (2) ኣነ ተሓዲሰ
ተለዊጠ ብመንፈስ ቅዱስ (4)

2. ንርሑቕ ክጥምት ኣብ ዝሓለንኩሉ
   ተስፋይ ቅሂሙ ምቕሳን ዝሰኣንኩሉ
   መንፈስ ቅዱስ መፀ ኣብዚ እነኹ ኢሉ
   ልበይ ብጀካ ትብዓት ካልእ ሰኣንኩሉ
   ክፅውዕ ጀሚረ ንስሙ ብትብዓት
   ሓድሽ ፍጥረት ኮይነ’የ ደጊም የለን ንብዓት
   ገለ ከይሓዝኩ ኣብ ኢደይ ስዒረ ብኩርዓት
   ካብ ሰብ ዘይኮነስ ካብ መንፈስ’ዩ ፅንዓት

        ''',
        'category': 'መንፈስ ቅዱስ',},
                {'title': 'ተስፋ',
         'lyrics': '''
ተስፋ ዘይነበሮ ጐዕዞ ሂወት
አንትርፎ ምሕንሓን ዘይርከቦ ክሳነት
ካብ ፀልማት ናብ ፀልማት ገብ ዝበለ ደልሃመት
ሕልዩኒ ክቅይሮ ብ ሰም ጎይታ ድሕነት(2)

ተመንየዮ ተሃንጥየዮ ክነበር ምሳኻ 
ንኽረኽበን ፍቕሪ ሰላም ካብ ምንጪ ምሕረትካ
ደሪኹኒ ስሒቡኒ አቲ ዓሚቅ ፍቅርኻ 
ከይጭሀንቀኒ ክጥዕመኒ ሂወትካ ዝሕለፍካ

ኣንበሳ ሂወተይ ብ ዓል ፍረ
ካብ ንጉስ ነገስታት ዝኽበረ
ንባሕሪ ክመቅል ን ሙሲ ዘኻእለኡ 
ካብ ፀላአተይ ኣድሒኑኒ ከየሕፈረ

ሂወተይ መሪሩኒ ናብራ ኣፅሊኣኡኒ 
ተስፋይ ቅሂሙ አንዳ ተራአየኒ 
ብብዝሒ ጭንቀተይ ጠሚተ ን ላዕሊ
ኣጆኻ ወደይ ዝበል ድምፂ መፂኣኡኒ 

ናባኡ አንተተፀጌካ ኩሉ ቀረባ ዩ 
አቲ ሕሱም ናብራኻ ን ሰናይካ ዩ 
ኣጆኻ መነሰይ ሓወይ ቅረቦ አይኻ 
ከረየካ ክ ገልፀልካዩ ራሕበቱ እባኻ(2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ዘገርም ምሕረቱ',
         'lyrics': '''
ክንደይ ዘገርም’ዩ ብዝሒ ምሕረቱ
ዘይድንጒ ዘይዝንግዕ ክሰድድ ራሕቦቱ
ከም ተግባርና ዘይገድፈና
ፍልይዝበለ ኣቦ’ሎና
ክምሕረና ኢሉ ንዓና
ካብ ጭቃ ኣተንሲኡ ሂወት ሂቡና ምሒሩና

 ምሒሩና’ዩ ምሒሩ ነዓና
ደንጊፁልናዩ ምሕረተኛ ኣምላኽና
ተበጅዩናዩ ምሕረቱ ሂቡና
በሪሁ ዘመንና ምሕረቱ መፂኡልና

ብማንም ዘይከኣል ምሕረት’ዩ ዘለዎ
ንዝማህመነ ዘበርትዕ ጎይታ
ንዝዓወረ ዘብርህ ኣምላኽ
ዓይኒ ማይ ዝኸውን ኣብ ኣፃምእ ምድረ በዳ
ዘሰኒ ዘርዊ ካብ ዘይውዳእ ፀጋ
ዘርዚርካ ኣይውዳእንዩ ምሕረት ጎይታ
ፍሉይ እዚ ጎይታ ኣቦ መድሕና

ዕልል (2) ዕልል ንበል
ኣሰይ (2) ኣሰይ ንበል
ዕልል ነቲ ምሕረተኛ
ኣሰይ (2) ተማሒርና
ተማሒርና ተፈዊስና ተዓዊትና ተማሒርና

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ኩሉ መሊኡለይ',
         'lyrics': '''
ጎይታ እየሱስ (4)

ንዓኻ ንሂወተይ ነይንኻ ንሂወተይ
ትሓልየላ ትሕንቅቓ ንነብሰይ
ብዘይካኻ’ሞ ፀግዒ ዘይብለይ
ብዘይንስኻ የለን እሙን ዝኾነለይ

ክእለትካ ሪኤ ኣነስ ኣድኒቀካ
ተኣማሚነ ኣምላኸይ ብኣኻ
ዘልኣለም ምዃኑ ጎይታይ መጓሰኻ
መግለፂ ስኢነሉ ኣምላኸይ ፍቕርኻ
ባህ ኢሉኒ የምልኸካ እየሱሰይ
ደስ ኢሉኒ የኽብረካ ንጉሰይ

ካብ ክብሪ ናብ ክብሪ ኣሰጋጊርካኒ
ምስ በረኸት ሰናይ ኣቀባቢልካኒ
ንዘልኣለም ንበረኸት ጌርካ ሓዲስካኒ
ቃላት ስኢነልካ ልዕሊ ዓቕመይ ኮይኑኒ
መንፈስካ ሰዲድካ ናባይ
ተሳልየኒ ተጓዕዘኒ ሓንጊርካ ነዓይ

ሎሚ ውን ኣምላኸይ ይሕጎስ ብኣኻ (2)
ኣብ ድኻመይ ስለ ዝኾንካ ሓይለይ (2)

ሕጂ ውን ኣምላኸይ ይሕጎስ ብኣኻ (2)
ኣብ ድኻመይ ስለ ዝኾንካ ሓይለይ (2)

ሕቶታተይ ኩሉ ትምልስ
ነገራተይ ኩሉ ትምልስ
ኩነታተይ ኩሉ ትቕይር
ንድኻመይ ኩሉ ትድግፍ

ኣቤሎ ሕቶይ ሕንቅልሕንቅሊተይ ኮይኑ
እቲ ዝነበረ ከምዘይነበረ ኮይኑ
ብፀጋ (3) እየሱስ ኣንጀርቢብካኒ (3)

        ''',
        'category': 'ምስጋና',},
                {'title': 'ኤልሻዳይ',
         'lyrics': '''
1. ኣብ ቤት ሳይዳ ዝተገብረ
   ኣብ ዕውር ታሪኽ ዝተፈፀመ
   በቲ ቅዱስ ጥፍጣፍካ ብሕያወይቲ ኢድካ
   ከም ዝርኢ ጌርካዮ ኣዒንቱ ኣንቂሕካ

   ሓልዮትካ ኣይውዳእንዩ ኩሉ ግዜ ዘሎ
   ኤልሻዳይ (2) ኢለ ንስምካ ይፅውዖ ኣቦ

   እቲ ዘይከኣል ክውን ዝገበርካ
   ተወዲኡ እናተባህለ ዝፈለምካ
   ሞይቱ ዝተባሕለ ዘተንሳእካ
   ኣነስ ገሪሙኒ ብኸኣልነትካ


2. ማህፀን ሳራ ብድቂ ከፊትካ
   ኣብ እርጋና ውሉድ ህያብ ሂብካ
   ኣይተቖጣዕካን ብቓል ጊደዎን
   ‘ቲ ፀምሪ ጥራይ ንቑፅ ክኸውን

ሓልዮትካ ኣይውዳእንዩ. . . .

3. ኣብቲ ብእምኒ ዝተዓፅወ ስፍራ
   ዝጨነወ ዝተገንዘ ሬሳ
   ብዓውታ ድምፂ ውፃእ ኢልካ
   ቃልካ ሰሚዑ ተንሲኡ ባርያኻ

ሓልዮትካ ኣይውዳእንዩ. . . .
እቲ ዘይከኣል. . . .

እሙን ኣምላኸይ ኢኻ
መናገፍየይ ኢኻ
ረዳእየይ ኢኻ
ተመስገን በይንኻ ጎይታ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ዓሎና',
         'lyrics': '''
1.ከም ዝተዘርፋ ኣባጊዕ ዋና ዘይብለን
ፋሕ ኢልና ደቅኻ ናብ ርሑቕ ስደት
ረዳኢ ዘይብልና ንመውት ኣሎና
ድራር ዓሳ ባሕሪ ቀላይ ይውሕጠና
መወዳእታና ከምዚ ድዩ ኣኺልዎ ዘመና
በዲልናካ ኢና’ሞ ጎይታ ራሕርሓልና 

ተደ፡ ዓሎና ሓጣእና ቀለልና ኣብ ቅድሜካ
ርኽሰትና ብዚሑ ገፅካዉን ከወልካልና
ሓሙኽሽቲ ነስነስና
ወጮውን ተከዲና 
ንድፋእ ኣብ እግርኻ 
ንጥምት ናብ መስቀልካ
ኣእዳውና ውን ነልዕሎ 
ምሕረትካ ክበዝሓልና

2.ሕዝቢ ዝነበራ ባድማ ኮነት
ኣደ ሸውዓተ ውን ከም መኻን ተቖፅረት
ደቃ ብፀላኢ ምርኮ ተወስዱ
ኣቦታት ብጓሂ ልቦም ተሰብሩ
ሓጥያትና ኣብ ቅድሜና እንሆ ተሰጢሑ
ዝኣመናዮ ከውሒ ሰልሚ ኮይኑ ፀኒሑ

3.ትካዝና በዚሑ ፅልግላግ ኢሉና
ብርሃንካ እናበርሀ ንሕናስ ፀልሚቱና
ትንፋስና ሕፂራ ትልኽ ትብል ኣላ
ተስፋ ዘንበርናሉ ማይ’ዩ ኣዕሚኹና
ትውክልትና ፈሪሱ ጓሂ ኣግዚሙና
ሻምብቆ ምንባሩ ሎሚ በሪሁልና 

        ''',
        'category': 'ልመና',},
                {'title': 'ኣንብረለይ ኢድካ',
         'lyrics': '''
1.ብክፉእ ሕሳብ ምስ ተኸለልኩ
ኣቦ ብፅሒተይ ሃበኒ ክብል ተዛረብኩ
ዘለኒ ጠሪፈ ናብ ርሑቕ ገስገስኩ
ንስጋይ ዝሕጉስ ትምኒተይ’ውን ረኸብኩ
ርሕሩሕ ኣቦይ ግን ካብ ዝወፅእ ኣትሒዝካ
ብኽፉእ ተግባረይ ብመሪር ሓዚንካ
ግን ንግብረይ ብዓቢ ምሕረት ጠሚትካ
ተማዕዱ ነበርካ ክምለስ ናብ ቤትካ

2.ኣብቲ ዓዲ ጓና ስሒቐ ዓንዲረ
ብዕብዳን ፅላለ ፈቐዶ ሓዲረ
ኣየቕለብኩሉን ሃብተይ እንክዝረ
ኩሉ ጠሊሙኒ ጁባይ ምስ ምስ ዓወረ
ብመሪር ስእነት ምስ ተኸለልኩ
ተረፍ ሓሳሙ ሃረር ኢለ ምስ ሰኣንኩ
ናብ ኣቦይ ክኸይድ ከምዚ ክብል እናበልኩ
ሕስረት ተጎልቢበ ቤቱ ተመለስኩ

3.ኣቦየ መወዳእታ ዘይብሉ በደል በዲለካ
ባርያ ግበረኒ ትሕቲ ኩሎም ባሮትካ
ኣነስ ኣይበቅዕንየ ክበሃል ውሉድካ
ደንግፀለይ ኣቦየ ኣንብረለይ ኢድካ (8)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '‘ቲ ልበይ’ሲ',
         'lyrics': '''
እቲ ልበይሲ ንዓኻዩ ዝእዘዝ
ዕድለይውን  ባኣኻዩ ዝውሰን
ፍታወይ ሲ ንዓኻ ከገልግል ዩ
ንዓኻ ከምልኽ

1.ዘመን ክለዋወጥ ዘይትልወጥ
ብግዜን ኩነታትን ዘይትድረት
ካልኣይ ዘይብልካ ለውጢ መሳሊ
ጎይታ ይግዝኣካ ደስ ኢሉኒ

2.የሱስ ከምልከካ ኣይሓፍርን
ወዲቐ ኣብ እግርኻ ብርኪ እከፍል
ዘልኣለማዊ ቃልካ እናሓሎኹ
ኣብ ኣሰርካ ኣሰርካ ረጊፀ ኣለኹ

ኣብ ትኸዶ ጎይታይ ምሳኻ
ፍፁም ኣይርሕቕን ይስዕበካ
ብእምነት ክሳዕ ሞት’ውን ተኾነ
መስቀለይ ክሽከም’የ ኣነ

3.እሪኣሎኹ ዓለም ካብ ፍቓድካ ወፂኣ
ዓመፅ ክፍኣት ሓሶት ህውከት ተመሊኣ
ዕጫይ ሲ ምስኣ ኣይኮነን ምርጫይ
ንዓኻ ክስዕብ ዩ ንጉሰይ

4.ኣብ ወሓዚ ሩባ ዝተተኽሉ
ኣቤት ባህ ኢልዎም ገፅካ ዝሪኡ
ኣነ ውን ከማኣታቶም እናዘመርኩ
ጎይታ ከኽብረካ ኣንቂደ ኣለኹ

ዕጣን ክዓጥኖ ንቤትካ
ልዕል ከብሎየ ንስምካ
ትሩፋት ማናኻ ክምገብ
መንፈሰይ ብኣኻ ክዓግብ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ኣብ ተስፋ ዘይብሉ',
         'lyrics': '''
1.ኣብቲ ምድረ በዳ ማይ ሂወት ዝሰኣንኩሉ
ኣብቲ ድቕድቕ ፀልማት ረዳኢ ዘይብሉ
መስቀለይ ከቢዱኒ ምፍጣረይ ዝፀላእኩ
እየሱሰይ ተስፋይ ኣብ ኩሉ (2)

ኣብ ተስፋ ዘይብሉ ተስፋይ ኢኻ ኦ ጎይታ
ኣብ ስልጣን ናይ ፀልማት ድሙቕ ብርሃን ኢኻ
እየሱሰይ ብዘይ ብኣኻ ሂወተይ ተስፋ ዘይብላ
ሂወተይ ብርሃን ዘይብላ
እየሱሰይ ብዘይ ብኣኻ ሂወተይ ሂወት ኣልቦያ
ኣይደልን ክፍለ ካባኻ

2.ኣብቲ ጉድጓድ ኣናብስ ንሞት ምስተደርበኹ
ሂወተይ ኣብ ከብዲ ዓሳ መውፅኢ ዘይረኸብኩ
ዓይነይ ትጋሪዱ ምርኣይ ዘይከኣልኩ
ኣምላኸይ መድሕነይ ኣብ ኩሉ (2)

3.ናይ ሰይጣን መፃወድያ ክዳደይ ክሓንቀኒ
ማዕበላት እከይ’ውን መዓሙቕ ከጥሕሉኒ
ፀላእቲ ፅድቀይ’ውን ዙርያይ ክኸቡኒ
ብሓይልኻ ሰዓሪ ጌርካኒ (2)

        ''',
        'category': 'ዝተፈላለዩ',},
      ],
    },
  ],

      'ዘማሪ ኢሳያስ ወልደሚካኤል': [
    {
      'albumTitle': 'ፍሉይ ፍቅሪ እዩ',
      'songs': [
        {'title': ' ፈትየ',
         'lyrics': '''

1.	ኣእጋረይ ናብ ጥፍኣት ከኸዳ ከእዝዝ
ብግዝያዊ ጣዕሚ ኣእምሮይ ከደንዝዝ
ንፀልማት መሪፀ ናይ ብርሃን ከለኹ
ሎም'ስ ፈሊጠ'የ ናይ መን ከምዝኾንኩ(2)
ሎምስ ፈሊጠ'የ ናትካ ከምዝኾንኩ

ተደ : ፈትየ ዘቅርበልካ ኣምልኾይ
     ፈትየ ዘቅርበልካ ምስጋናይ(2)

2.	ድምፁ ንኸይሰምዕ ኣእዛነይ ሎኲቱ
ከየቋምት ፀግኡ ኣዒንተይ ዓሚቱ
ዘኽቲመ'የ ኔረ ከምዘይብለይ ሓላዪ
ሎምስ ረኺበ'የ ፀግዒ ዝኾነኒ(2)
ሎምስ ረኺበ'የ ኣቦ ዝኾነኒ

3.	ይመስል'ዩ ሕይወት ናብ ፀልማት ዝመሪሕ
ሓጎስካ ዘይዉዳእ ሰላም ዘይጎድል
ሎሚ'ግን ብልክዕ ፈሊጠ ቦትኡ
ረኺበዮ ኣለኹ ሳላ'ቲ ምሕረቱ (2)
ረኺበዮ ኣለኹ ሳላ'ቲ ለዉሃቱ

4.	ካባኻ ከፍለ ከጉህየካ ብሓጥያት
ንነብሰይ ከግዝእኣ ኣብ ናይ ሰይጣን ባርነት
ካብ ሕርየትካ እምበር ካብ ግብሪ ዘይተፍቅር
ናተይ ኢልካ ኣዉፂእካኒ ተጨኲነ ከይነብር (2)
ናተይ ኢልካ ኣዉፂእካኒ ተኣሲረ ከይነብር

እዚ'ዩ (3) ተቀበል መዝሙረይ
እዚ'ዩ (3) ተቀበል ኣምልኾይ
እዚ'ዩ (3) ተቀበል ምላሸይ
እዚ'ዩ (3) ካልእ የብለይን

        ''',
        'category': 'ንስሓ',},
                {'title': 'ኣፍስሰለይ ቅዱስ መንፈስካ',
         'lyrics': '''
ተደ ፡ ንግሆ ንግሆ ኣብ መቅደስካ
ብቁዕ ኮይነ ክፅውዕ ስምካ
ከስተማቅሮ ንበረኸትካ
ኣፍስሰለይ እንዶ ቅዱስ መንፈስካ(2)

1.ንእስነተይ ከሎ ጌና ከይሸምገለ
ኣእጋረይ'ውን ብፍጥነት ምጉያይ ከይደኸመ
ኣዒንተይ ሎቂተን ምርኣይ ከይፀገመን
ዕድመይ ተወዲኡ ሞተይ'ውን ከይመፀ(2)

ንዓኻ ከኽብር ንኸሐጉሰካ
ከም ልብኻ ኮይነ ክዓይ ኣብ ቤትካ
ደግፈኒ ጎይታ ክገብር ፍቃድካ
ከም ልበይ ክትብለኒ ከም ዳዊት ባርያኻ

2.	ኣእዳወይ ኣልዒሉ ሰብ ከየዕጠቀኒ
ናብ ዘይደለኽዎ መሪሑ እንከይወሰደኒ
ብሓላፊ ግዜ ንኸየጉህየካ
ምሕረትካ ብዙሕ'ዩ ሕለፈኒ ጎይታ(2)

ርኣየኒ ጎይታ ንሕቶይ መልሶ
መፈንጠራ ፀልማት ፈንጢሰ ክሓልፎ
ብዙሕ መካበብያ ዝኣሳስረኒ
ንስኻ ኣፍርሶ እንከየውደቀኒ

3.	ካብ ፈተኻ ከተድሕነኒ ብሰፈረይ ክትሓልፈኒ
ንኽትገብሮ ንንእስነተይ ንዓኻ ዝበቅዕ
ኣብ ምሕላፍካ ከየጉህየካ ገፅካ ከይትኸውል
ስፍራይ ቀድሶ ንዓኻ ክኸውን(2)

        ''',
        'category': 'መንፈስ ቅዱስ',},
                {'title': 'ከዕልለካ',
         'lyrics': '''
1.	ብዘይካኻ የብለይን ዝጥምቶ
እሙን ዓርኪ ክንዲ ሓዊ ሓፍቲ ክንዲ ኣደ ኣቦ
ቀረባ ወገነይ ዝምክሓሉ ኣፍቃርየይ
ዘለኽዎ ዝርዳእ ብፃየይ

ተደ ፡ ኣንቆልቂልካ እንዶ ጠምተኒ ጠምጠኒ
     ዘዕልለካ ብዙሕ ኣለኒ (2)

2.	ንምስኪን ፍቅሪ ንድኻ'ውን ፀግዑ
ኣቦ ትኸውን ተዕጥቅ ክብሪ ማዕርጉ
ዝርኣየ ይመስክር ዘይርሳዕ ውዕለትካ
ደጀን ክብሪ ኢየሱሰይ ንዝደለየካ

3.	ኣንታ ዓርኪ ልበይ ዝኣምነካ ብፃየይ
ብዙሕ ኣለኒ ዘካፍለካ ናይ ውሽጢ ፆረይ
ንልዙብ ፆርካ ተመኔ ምስ ድኻመይ
ኢድካ ትሕለፎ ኣቦየ ንንእስነተይ

4.ደምበ ኣባጊዕ እሙን ሓላዊ ጓሳ
ቀሲነ ዝነብረሉ ንሕወተይ ዕረፍታ
ኣብ ደንደስ ሩባኻ ክትከል ተመኒየ
ንፍቃደይ ክህበካ ከግዝእ ወሲነ

        ''',
        'category': 'ልመና',},
                {'title': 'ስጋኻ ቅዱስ`ዩ',
         'lyrics': '''
ሃሌ ሉያ (4)
ስጋኻ ቅዱስ'ዩ (4) ፡ 
ደምካ ክቡር'ዩ (4)

1.	ስጋይ ዝበልዕ ደመይ'ውን ዝሰቲ
ናይ ዘልዓለም ሕይወት እውን ይረክብ
ዝበልካዪ ቃልካ ብሓቂ እሙን'ዩ
ስጋኻን ደምካን ሕይወትና ኢዩ

ተደጋጋሚ፡ ስጋኻ ቅዱስ'ዩ (4) ፡ደምካ ክቡር'ዩ (4)

2.	እዚ ብሓቂ ቅዱስ ስጋኻ'ዩ
እዚ'ውን ብሓቂ ክቡር ደምካ ኢዩ
ንኣምን ንኣምን ብሓቂ ንኣምን
ምዝንታው ክብርኻ ብትብዓት ንምስክር

ተደጋጋሚ ፡ ስጋኻ መግቢ'ዩ (4)፡ደምካ ፈውሲ'ዩ(4)

3.	ሰማይ ዙፋንካ ምድሪ መርገፂኻ
ኣሽሓት መልኣኽቲ ይሰግዱ ኣብ ዙርያኻ
ዓለም'ውን ትፍለጦ እቲ ናትካ ዕብየት
ፈላጣት ምሁራት ይመስሎም ዕሽነት

4.	ቅዱስ (3) ኣብ ኣምላኽ ቅዱስ
ቅዱስ (3) ወልድ ኢየሱስ ቅዱስ
ቅዱስ (3) መንፈስ ቅዱስ ቅዱስ
ንዘልዓለም ቅዱስ ናይ ዘልኣለም ንጉስ

        ''',
        'category': 'ቅዱስ ቁርባን',},
                {'title': 'ምሳይ ኣሎኻ',
         'lyrics': '''
በይነይ ክጉዓዝ ኣብ በረኻ
ንበይና ክመስላ ነብሰይ ረዳኢ ዘይብላ
ንስኻ ግን ኣብ ጎድነይ ነበርካ
ማይ ኢኻ ተስትያ ኢየሱስ ኣብ ድኻማ (2)

1.	ድምፀይ ኣልዒለ ክጠርዕ ናባኻ
ግዓረይ የልዕል ንኽስማዕ ጎይታ
ዝኣመንክዎ ኩሉ ከጠልመኒ
ከም መራኽብ ተርሴስ ዕርደይ ፈሪሱኒ

ክመስላ'ወ ነብሰይ ዘይብላ ረዳኢ
ዝዕንቅፋ ከበዝሕ ክትሰምዕ ክትርኢ
ብዙሕ ሽግራት ተሓላለኸኒ
ልበይ ዘውደቅክሉ ዝእመኖ
ከም ሰብ ዘይኮንካ ንስኻ ኣለኻኒ

2.	ፀልሚትዋ ነፍሰይ ራኢ ከም ዘይብላ
ሕሹኽታ ሓሳዊ ድምፁ ምስ ዓብለላ
ክትፀልእ ምፍጣራ ከተሕፅር ዕምራ
ሓሊና ከይቅፅል ታሪኽ ናይ ሕይወታ

ንኸመስግነካ ምኽንያት ዝኾነኒ
ጣልቃ እንዳ ኣተኻ ኩሉ ዘስገርካኒ
ክሓስብ ጀመርኩ ክፅብፅብ ውዕለትካ
ኢድካ ተደጊፈ ካብ ዝነበርክዎ
ሕማቅ ሓሳብ ወፂየስ እነኹ ብሕይወት

3.	ኣብ ሓሳብካ እትሓስበኒ
ኣንቆልቂልካ ትጥምተኒ
ኣብ ሓዘነይ ኣጆኻ ትብለኒ
ለካ ኣለኻኒ (2) ካብ ጎድነይ ከይተፈለኻ (2)

4.	ኩሉ ነገረይ ንስኻ ንሰናይ ትሓስቦ
ዝሓለፈ ኔሩ መፃኢየይ'ውን ኣባኻ'ሎ
ሓደ ነገር ይፈልጥ ንስኻ ዘለኻዮ
ኣይጭነቅን'የ ሓሳብ ሰናይን ደሓንን ኮይንኒ'ሎ
ለካ ደጊፍካኒ (4) ክሳብ'ዚ ዘለኽዎ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ምስጋና',
         'lyrics': '''
1.	ሰላም'ዩ ቀትረይ ወላ'ዉን ለይተይ
ብርሃንካ ይርኢ ይሕደስ ሓይለይ
ከም ኣቦ ንዉሉድ እንዳሓለኻ
መቂሩኒ'ሎ ኣቦይ ሕቅፎኻ (2)

ተደጋጋሚ : ምስጋና (4) ይኹን ንዓኻ
         ምስጋና (4) ይኹን ንዓኻ

2.	ራእየይ ሰናይ ሕልመይ ተፀበቅ
ዘሸግር የለን ኣእምሮ ዘፀብብ
ፍሩያት ሸዊተይ ኣይብልዓን'የን
ንዓኻ ሒዘ ርሃብ'ዉን የለን (2)

3.	በዚ ዘይርከብ ናይ ምስጋና ግዜ
ከዝይመልካ ዜማ ዉዳሴ
ሂብካኒ ኢኻ ምሕረት ምስ ተስፋ
ኢየሱሰይሲ ንዓይ ኣሎካ ሓለፋ(2)

4.	ማንም ዘይግምቶ ዘይከኣል ብዓቅሚ
ንልቢ ተሐጉስ ኣታ መድሓኒ
ብበረኸት ኢድካ ኢየሱሰይ እንዳ ኣፅገብካ
ጥዒምኒ ኣሎ ኣቦ'የ ሕቅፎኻ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ከመስግኖ',
         'lyrics': '''
1.	ነቲ ኣቦ ኮይኑ ዝተኸናኸነኒ
ካብ ዝተደርበኽዎ ዘልዓለኒ
ሓቂፉን ረርዩን ፍፁም ዘይሕለሎ
ንዕኡ ከመስግን ንዕኡ ከኸብሮ (2)

መመሊሰ ክዝምረሉ
መመሊሰ ከዕልለሉ
ደጋጊመ ንስሙ ከኽብር
ንመፍቀርየይ ንዕኡ ክነብር (2)

2.	ልበይ ክጉዳእ ኩሉ ክሃስየኒ
ዘዘርከበ ከወጣውጥ ብዙሕ ክኸሱኒ
ኣእዳውካ ፀሓፋ ኣዝዩ ዝገርመኒ
ሓጥያት ዘይብሉ ብእምኒ ክገርፈኒ

ከምዚ ምስ በልካ ህድኣት ወረረኒ
ሰላመይ በዚሑ ፍቅርኻ ዓዚዙኒ
እንታይ'ለ ከውርዮ ዘገርም ምሕረትካ
ቀሲኒ ኣለኹ ተሰማሚዕኒ ቤትካ

3.	ዋልታይ ንሱ እንድዩ ሓላውየይ
ክብሩ ገዲፉ መኽበርየይ
ዝፋን ልበይ ንሱ ይደይቦ
ይንገሰሉ ግዝኣቱ ይግበሮ (2)

ከኢላ ኣብ ዝቆምከሉ ከመስግኖ
ኮይንለይ ኣብ ዝሃለኸሉ ከመስግኖ
ኣብቲ መሕደርየይ ከመስግኖ
ኣብ ምውፃእ ምእታወይ ከመስግኖ (2)

        ''',
        'category': 'ምስጋና',},
                {'title': 'ፍሉይ ፍቅሪ`ዩ',
         'lyrics': '''
1. ፍሉይ ፍቅሪ'ዩ ኣባይ ኢየሱስይ ዘለካ
ስለ ዘፍቀርካኒ እምበር ኣይኮነን ዝቐረብኩኻ
ንዓይ ክትብል ክብርካ ኣብ ሰማይ ሓደግካ
መፃኻ ናብ ዓለም ንሓርነተይ ኢልካ

እንታይ'ዩ ዘሎኒ ዘብህግ ንዓኻ
እቲ ውርደተይ ድዩ ክብረት ኮይኑ ተራእዩካ
ብብዝሒ ሓጥያተይ ዘዋረድኩኻ
ብፍቅሪ ተመላልሰንስ እንታይ'ዩ ገዲዱካ

2.	እንተተፍቅድ ንነብሰይ ብዓይንኻ ክርእያ
ንዓኻ ዘሕጉስ ዘብህግ ነይርከባ
ክሓስብ ነዚታት መመሊሱ ዘድንቀኒ እንተሎ
ምልዓለይ ዘይትደክም ካብቲ ዝወደቅክዎ

ዝሰኣንካዮ ዘየለ ካባይ እንታይ ኢኻ ክትከስብ
ዝጎዶሎ ዘይብልካ እንታየ እንታየ ከምልእ
ይበቅዕ ድየ ኾየነ ኣብ ቤትካ ከነብር
ሕርየትካ ካብ ኮነ ኣሜን እየ ዝብል

3.	ለካ እዚ'ዩ እቲ ምስጢር
ኣብ ሰማይ ኣሎኒ ፀላኢኡ ዘፍቅር
ዝቐሎ ካብ ሕጥያተይ ምሕረቱ ክዝከር
ስለ ስሙ ክብል ብሕይወት ዘንብር

ከማኻ(3)ዝብል ኣይርከብን
ነቲ ርሱዕ ዝዝከር
ነቲ ውዱቅ ካብ ሓመድ ዘልዕል (3)
        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ግዲ ይኹንካ',
         'lyrics': '''
1.	እቲ ዓንዩ ዘሎ ውሽጣዊ ሰብነት
ምሕዋይ ከም ዘይክእል ብዘይ ብኣኻ ኢየሱስ
ፈሊጥካ ብምድንጋፅ ሕይወትና ክሕደስ
ሎሚ ክኾነልና ልባትና ዝርሕርሕ (2)

ተደ ፡ ግዲ ይኹንካ ብኣና ክትሓልፍ ግዲ ይኹንካ
     ግዲ ይኹንካ ምሳና ክትውዕል ግዲ ይኹንካ(2)
     ጣዕሚ ኣለዎ ምሳና ክትውዕል ጣዕሚ ኣለዎ
     ጣዕሚ ኣለዎ ምሳና ክትሓድር ጣዕሚ ኣለዎ (2)

2.	ካባኻ ወፃኢ እቲ ናይ ዘልዓለም ሕይወት
ኣበይ ኢና ክንረኽቦ በዚ ናይ ዓለም ጥበብ
ናብ ንኸዶ የብልናን ካባኻ ርሒቅና
ሰላምና ክንረኽቦ ሕለፍ ብባሮትካ (2)

3.	ሞትና ዘቀላጥፍ ናይ ስጋ ነገር ምሕሳብ
ገዲፍና ክንጉዓዝ በቲ ናትካ መንፈስ
ሰማርያ ናይ ሎሚ ልብና ይኹነልካ
ፅምእና ክረዊ ክንእመን ብሓጥያትና(2)

4.	ስለ ዝኾነ'ዩ ምሳኻ ምንባር ዝሕሸኒ ጎይታይ
ስለ ዝኾነ'ዩ ምሳኻ ምንባር ዝጥዕመኒ ኢየሱስ
እዚ ዝብል ዘለኹ (2)
ስለ ትርድኦ'ዩ ኩሉ ድኻመይ ጉድለተይ
ስለ ትርድኦ'ዩ ኩሉ ስቅያት ናይ ልበይ

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'እታ ድንግል',
         'lyrics': '''
1.	እታ ድንግል ካብ ቀደም ካብ ጥንቲ
ተስፋ ድሕነት ናይ ኩሎም ኣመንቲ
ፀጋ ዝመልኣ ብመንፈስ ምልእቲ
ዝተባረኸት ካብ ኩለን ኣንስቲ
ማርያም ድንግል ማርያም ሕያወይቲ (2)

ተደ: ሎሚ'ዉን ከምቲ ዝተፈፀመ
    ተስፋ ድሕነት ብልመናኣ ለቢስና ኣለና ፅላል ምስ ከብረት
    ስለዚ ነቅርበላ ዉዳሴ ናይ ኣኽብሮት ስግደት
    ወዳ ክመልኣና ብፀጋ ምስ ብዙሕ በረኸት (2)

2.	ብሕፃናት መንእሰያት ዓበይቲ
ብኹላትና ናይ ክርስቶስ ኣመንቲ
ምስ'ቲ ከቡር ወዳ ትማኸር ትዝቲ
ኣብ ሰማያዊት ቤት ከንነብር ምእንቲ
ሓላይት ኣደይ ማርያም እዛ ስልምቲ (2)

3.	ኣብ መርዓ ቃና ጭንቅኦም ርኢኺ
ለሚንኪ ስሊኦም ክብሪ ወድኺ ክትገልፂ
ሎሚ'ዉን ስሌና ትሓዝኒ ትነብዒ
ሓጢያትና ክሕደግ ምእንቲ
ርሕርሕቲ ኣደይ ፍሉይ'ዩ ፍቅርኺ (2)

        ''',
        'category': 'ማርያም',},
                {'title': 'ኣነ መን`የ',
         'lyrics': '''
1.	ምሕረትካ መሊኡ ዘንጀርበብካያ
ኣብ ጉዕዞኣ ኩሉ ዘሳለኻያ
ብምስጋናኣ ኣፋ ከትከፍት ዝገበርካያ
ብምስጋናኣ ኣፋ ከትከፍት ዝገበርካያ

ተደ፡ ኣነመን'የ ቤተይ'ከ እንታይያ
    ከሳብ ክንድዚ ዝዘከርካያ
    ኣነመን'የ ቤተይ'ከ እንታይያ
    ከሳብ ክንድዚ ዘፍቀርካያ

2.	ሓሳባትካ ሰናይ ንድኹም ባርያኻ
ትፍፅም ንኹሉ ብናይ ተስፋ ቃልካ
ከመይ'ሉ ኮነሉ ክትሰምዕ ንድኹም ፀሎቱ
ከመይ'ሉ ኮነሉ ከትፍፅም ዓቢ ሓሳባቱ

3.	ረዲኤትካ`ስ ኣምላኸይ ካብቶም ተቃወምተይ
ሓለዋካ'ስ ጎይታይ ካብቶም ንሞት ደለይተይ
መንጢሉ'ዩ ኣውፂኡኒ እቲ ዓቢ ፍቕርኻ
ኩሉ እንዳዘከርኩ ሎሚ የመስግነካ

4.	ተዛሪብካ ኢኻ'ሞ(2)
ቤት ባርያኻ ብበረኸት ክትባረኸ ንዘልኣለም
ተዛሪብካ ኢኻ'ሞ ንኽትባርኻ ፍቶ (2)

        ''',
        'category': 'ምስጋና',},
                {'title': 'መሳገሪ',
         'lyrics': '''
ዝብፃሕ ዘይመስል ጎላጉል
ዝርከብ ሓሊፍካ ብዙሕ ሽግር
መዓስ'ሞ ነዚ ኢላቶ ነብሰይ
ከዝከር ዝሓለፈ ግዜ(2)

1.	ነፍሰይ ነፍሰይ
ትማሊ ክትሓልፍ በፃድፍ መከራ
ሓለዋኻ ዝተነፍጋ እንዳመሰላ
ዓቅለይ ዝዓቅመይን ምስ ተፀንቀቀ
ዝብሎን ዝገብሮን ምስ ተወደአ
ሽዑ እንድየ ርእየያ፡ እታ ብርኽቲ ኢድካ
ድልድል ክትኮነኒ፡ ተሰግረኒ ፀይራ (2)

ተደ፡ ኣታ ረዳኢ ኣብቲ ፀልማት ሕይወት
    ብርሃነይ ክርኢ ተብቅዕ ብኡነት
    ተመስገን(4)

2.	ኣጋጣሚ ዝብልዎ ሰባት ክትንትኑ
ንዓይ ግን ኣምላኸይ ዘገርም ስራሕካ'ዮ
ሰናይ ግብርኻ ከዛዘም ዝነብሮ
ሕይወተይ ክፅብቕ ሓንሳብ ጀመርካዮ
ብዘይመስል ጎደና፡ ዘይርደኣኒ ጉዕዞ
ኣብፂሕካኒ ኢኻ`ሞ፡ ንስምካ አመስግኖ (2)

3.	ይድየብ ብኣኻ ደኣ ዓቀበት
ይውረድ ከቢድ ዝመስ ቁልቁለት
ከኣሊ ንስኻ ምስይ ካብ ኮንካ
እንታይ ኣሎ ዝፅግሞ ንዉሉድካ (3)
        ''',
        'category': 'ሓድሽ ዓመት',},
      ],
    },
  ],
    'ካቶሊካዊ ምንቅስቃስ ውህብቶ ተሓድሶ': [
    {
      'albumTitle': 'ብዕልልታ ንዘምር መዛሙር',
      'songs': [
        {'title': '1. ሕጂ መፂኤ ኣለኹ',
         'lyrics': '''
ተደ፥   ሕጂ መፂኤ ኣለኹ
ክረኽበካ ጎይታ፡
ንሂወተይ ሓድሶ
ብቕዱስ መንፈስካ።

1)ረአ’ሞ ተመልከት ንኹሉ ሂወተይ 
ንዓኻ ዝበቕዕ ሓንቲ’ኳ ነይብለይ፡
ብሕፍረት ዝኣክል ርእሰይ ኣድኒነ
እነብር ኣለኹ ንበይነይ ኮይነ።

2)እንቋዕ ረኸብክዎ እቲ ሕያዋይ ጓሳ
ብዘይክኡ የልቦን ንልበይ ዝመልሳ፡
ካብ ሕጂ ንደሓር ምሳካ ክነብር
ንኹሉ ሂወተይ ንዓኻ ክመስል።

3)ንስኻ ዘይብሉ ኩሉ ከንቱ እዩ 
መንፈስካ ዘይብሉ መንገዲ ጥፍኣት’ዩ፡
ሎሚ ውን ኣፍስሶ ኣብ ልዕሊ ህዝብኻ
ከይጠፍእ ከይኩነን ስኢኑ ሓይልኻ።

        ''',
        'category': 'ልመና',},
                {'title': '2. እፅሊ ኣለኹ',
         'lyrics': '''
1)ኦ ኣምላኽ ስማዕ ፀሎተይ 
ከተንፅሓ ንሂወተይ፡
ካብ ማእሰርቲ ክትፈትሓኒ 
ካብ ሽግር ውን ከተውፅኣኒ።

        ተደ፥ እፅሊ ኣለኹ ኣብ ቕድሜኻ
            ከተንፅሓ ንሂወተይ፡
            መንገድኻ ክትመርሓኒ 
            ድሌተይ’ዩ ክትረድኣኒ

2)ክኽተሎ መንገድኻ
ደግፈኒ ብፀጋኻ፡
ናይ ሕይወት ማይ ከተፍስስ
ንሓጢኣተይ ንክትድምስስ

3)ኣፅዋር ናይ ሰይጣን ደምሲሰ
ክኽተለካ ገስጊሰ፡
መስቀል ሒዘ ክስዕበካ
ሰፈር ክረክብ ኣብ ቤትካ

4)መዲበዮ ብዓንተቦ
ነቲ ኣሰርካ ክስዕቦ፡
ስለዚ’ውን ሓግዘኒ
ብመንፈስካ ኣትብዓኒ

        ''',
        'category': 'ልመና',},
                {'title': '3. ሕዝብኻ በዝሐ',
         'lyrics': '''
1. ዕላማ ሒዙ ተሰለፈ
ብዙሕ ዘፍርሕ ሰራዊት ኣምላኽ
ንተፃረርቱ ወትሩ ዝስዕር፡
ለይትን መዓልትን ብናቱ ሓይሊ
ባሕሪ ተሳጊሩ ኣብ ምድረ-በዳ ኩሉ ረጊፁ
ዝውሕዝ ሕዝቢምሳኻ ኮይኑ 
ርስቲ ረኸበ ኩሉ ስዒሩ።

     ተደ፥ ሕዝብኻ በዝሐ!(2)
         ወሰናት’ውን ኣዝዩ ሰፍሐ
         ናይ ምድሓን ወንጌል ኣባና በፅሐ።

2. ከም ፍረ ኣድሪ ኣብ ምድሪ ዘርኣ
ጎይታ ከዕብያ ብዙሕ ክትፈሪ 
ትዕቡይ መፀ ረገፃ ብሓይሉ፡
ሓሲቡ ነይሩ ከጥፍኣ ካብ ምድሪ
ግን ኣይተኻእሎን ኣምሊጣ ወፀት ከደት ዓበየት፡
ጎይታ ይመስገን ጨንፈራ ሰፍሐ
ንዝደኸሙ መፅለሊት ኮነት።

3. ኦ ሃሌ ሉያ ሃሌ፡ሃሌ ሉያ!
እናሰዓረ ዘልዓለም ዝነብር
ከም ኣምላክና’ዶ ኣሎ መድሓኒ፡
ዝወዳደሮ ከቶ ኣይርከብን
ብኽያቶም ይሰምዕ መሳኪን ደቁ ዘይቲ ይቀብኦም
ኣብ ቤቱ ይተኽሎም ኣብ ዓፀዳቱ
የዕብዮም ባዕሉ ስየ ክመስሉ።
        ''',
        'category': 'ኣምልኾ',},
                {'title': '4. ናይ ጎይታ ዕብየት',
         'lyrics': '''
1.ናይ ጎይታ ፍቕሪ ኣቤት ክጥዕም!
”     ”  ርሕራሔ ኣቤት ክዓቢ!
ኣቤት ኣቤት! ናይ ጎይታ ዕቤት!(2)


2.ናይ ጎይታ ለውሃት ኣቤት ክጥዕም!
”     ”  ሓይሊ ኣቤት ክብርትዕ!
ኣቤት ኣቤት! ናይ ጎይታ ዕቤት!(2)


3.ናይ ጎይታ ፍርዲ ኣቤት ክፀንዕ!
”     ”  ጥበብ ኣቤት ክረቅቕ!
ኣቤት ኣቤት! ናይ ጎይታ ዕቤት!(2)


4.ናይ ጎይታ ሰላም ኣቤት ክጥዕም!
”     ”   ሓጎስ ኣቤት ክዓሙቕ!
ኣቤት ኣቤት! ናይ ጎይታ ዕቤት!(2)

        ''',
        'category': 'ኣምልኾ',},
                {'title': '5. ፀጋ ናይ ኣምላኽ',
         'lyrics': '''
1) ፀጋ ናይ ኣምላኽ በረኸት ዝመልኦ
ንሽጉር ንጭኑቅ ካብ ሓጢኣት ዘውፅኦ፡
ካብኡ ምስ እትርሕቅ ሽግር ይኸበካ
ኣብ ኦኣለም ትነብር ክትኩብልል በይንኻ።

       ተደ፥ ኣምላኸይ(2) ዘይርሳዕ ተስፋታቱ 
           ንትሕቲ ነፍሲ ኣብ ገነት ዘእቱ።

2) ንሓጥእ ኬድሕን ሕይወቱ ዘሕለፈ
እስኪ ንጠምቶ ነቲ ደሙ ዘፍሰሰ፡
ንሕሰብ ንመርምር’ውን ብዛዕባ ሕይወትና
ኣብ መስቀል ዝወዓለ መድሓኒ ኣሎና።

3) ብናይ ዓለም ፍቅሪ ኣይለወጥ ሓሳብና
ንመለስ ናብ ኣምላኽ ናብቲ ዝሞተልና፡
ንሕይወትና ነድሕን ኣይንርኣያ ሻላ
ሓዲግ ከይትተርፍ ብዘይ ኣምላኽ ኮብሊላ።

4) ኣምላኸይ ተመስገን ስለ’ቲ ምሕረትካ 
ናይ ደገ ዘይኮነ ናይ ልቢ ምፍላጥካ፡
ኣባኻ ዘፀግዕ መንፈስ ስደደልና 
ኣምላኸይ ሓይሊ የልቦን ኣይትፈለየና።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '6. ከምልኾ’የ',
         'lyrics': '''
ተደ፥ ከምልኾ’የ ነቲ ዓቢይ ጎይታ
    ”      ብፍፁም ዘይርሳዕ፡
    ”      ነደቅቲ ዝነዓቅዎ
    ”       ነቲ ርእሲ መኣዝን።

1.ሓቀኛ ኣምላኽ ናይ ጥበብ ጎይታ
ዝኾነ ይኹን ፍፁም ዘይርሳዕ፡
ብሰብ ኣእምሮ ኣይግመትን’ዩ
ውርዱን ስፍሓቱን ኣይብፃሕን’ዩ።

2.ንፍቅሩ ሪእየ ጥዒመ ኣለኹ
ንኣኡ ክስዕብ መዲበ ኣለኹ፡
ኣብቲ መከራይ ባዕሉ እንዳ መፀ
ይማጎተለይ መታን ከይቁፀ።

3.ጉድለተይ ኩሉ እናረኣየ
የመልክተኒ እናጉሃየ፡
ብፍቅሩ እዩ ዝማርኸኒ 
ኣብ መስቀል ሞይቱ ሕይወት ሂቡኒ።

4.ብዘይካ ንሱ ዓርኪ የብለይን
ከምኡ ዘፍቅሮ ከቶ ኣይርከብን፡
ናይ ልበይ ሽግር ኩሉ ይፈልጦ
ዝኸበደኒ ባዕሉ ይቅንጥጦ።

        ''',
        'category': 'ኣምልኾ',},
                {'title': '7. ቀደም ዝነበርካ',
         'lyrics': '''

1.እቲ ንሰማይ ዝፈጠሮን ዝገበሮን ድማ
ንምድሪ እቲ ንሳ እተብቁሎ ዝዘርግሔ እውን
ስሙ እግዚኣብሔር እዩ ንሱ ዓቢይ ኣምላኽ
ንሕዝቡ እናኣለያ ዝርኢ ብለውሃት።

    ተደ፥ ቀደም ዝነበርካ ሕጂ ውን ዘሎኻ
        ንዘለዓለም እትነብር ሰማይ ምድሪ ኣሕሊፍካ
        ቀደም ድኣ ጎይታ ግለፆ ሓይልኻ!
        ንዓኻ ዝኽሕዱ ኣርእዮም ቅልፅምካ።

2.ነቲ ኣብኡ ዘሎ ሕዝቢ ኸኣ ትንፋስ ሃቦ፡
ነቶም ኣብኡ ዝመላለሱ ድማ መንፈስ ሃቦም፡ 
ስሙ እግዚኣብሔር እዩ ንሱ ዓቢይ ኣምላኽ፡
ንሕዝቡ እናኣለየ ዚርኢ ብለውሃት።


3.እቶም የሎን ዚብሉ ብጣዕሳ ይሰግድሉ፡
ጌጋኦም ይተኣረሙ ፈፂሞም ከይጠፍኡ
ስሙ እግዚኣብሔር እዩ ንሱ ዓቢይ ኣምላኽ
ንሕዝቡ እናኣለየ ዚርኢ ብለውሃት።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '8. ሃሌ ሉያ ክብል',
         'lyrics': '''
1.ሃሌ ሉያ ክብል ኢየሱስ ዘብቃዕካኒ
ንገፅካ ክርእዮ እውን ዘኽኣልካኒ
ኣብ በይነይ ከለኹ ዘይትፍለየኒ
ኣብ ጉዕዞ መንገደይ ብሰላም ትመርሓኒ
  
      ሃሌ ሉያ(6). . . . . . . . ስገዱሉ

2.ምሳኻ እንከለኹ መን’ዩ ዘፍርሃኒ 
ንስኻ’ዶ ኣይኮንካን እቲ ፈቃር መድሓኒ
ኣብቲ ድቅድቅ ፀልማት ሒዝካ ትመርሓኒ 
ኣብ መንጎ ፀላእተይ ዋልታ ትኾነኒ
     ሃሌ ሉያ(6). . . . . . . . ወድስዎ

3.ተመስገን ክንደይ ጥዑም ለዋህ ኣምላኽ ኢኻ
እቲ ኩሉ በደለይ እኳ ዘይፀብፀብካ
ኣነስ ኩሉ ገዲፈ ክቀርብ ናባኻ
ንድኹም ሕልናይ ሓይሊ ኩኖ ኢኻ
     ሃሌ ሉያ(6). . . . . . . . ኣምልኽዎ

4.ሓይሊ ናይ ፀላኢ ክዓኑ ክንርእዮ ኢና
ዙፋን ናይ መቅደስካ ክትገዝኦ ንዓለምና
ብኽቡር ኣቁሳልካ ኢኻ ዝዓደግካና
ናይ ካልእ ኣይኮንናን ኢየሱስ ገንዘብካ ኢና
     ሃሌ ሉያ(6). . . . . . . . ዓልልሉ

        ''',
        'category': 'ምስጋና',},
                {'title': '9. ምስ ኢየሱስና',
         'lyrics': '''
    ተደ፥  ምስ ኢየሱስ ምንባር ይሕሸና
         ምስ ኢየሱስ ምንባር ጥራይ፡
         ምስ ኢየሱስ ምንባር ይበልፀካ
         ምንባር ምስ ኢየሱስና።

1.ሓዘን ዝበዝሓሉ ቦታ
ምንባር ምስ ኢየሱስ ኮይንና፡
ተሳቂና ምንባር ይሕሸና
ኣብ ፍቅሩ ፀኒዕና።

2.ጣዕሚ ኣብ ዘለዎ ሕይወት
ምድራዊ ኣይኮነን ተጠንቀቅ፡
እንታይ ድኣ ሰማያዊ ኢዩ
ዜምርሕ ናብ ገነት።

3.ኣብ ዱር ኮነ ኣብ ገደል ስደት
ከየታልሉኻ በርትዕ፡
ስለዚ’ውን ኣሚንካ ተጋደል 
ብፅኑዕ ምስ ገደል። 

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '10. ዙፋናት መንበርካ',
         'lyrics': '''

1.ዙፋናት መንበርካ - ምድሪ መርገፅ እግርኻ
ዝኾንካ መድሓነይ - ብትሕትና መፃእካ፡
ፍቅሪ ገዲዱካ - ካብ ሰማይ ወሪድካ
ንዓይ ንኽትብል - ኣብ መስቀል ወዓልካ።

     ተደ፥ ክምለስ’ዩ ኣሜን - ክምለስ’ዩ እወ፡
         ክምለስ’ዩ ኢዩ - ኢየሱስ ክምለስ’ዩ። (2)

2.ሕሙማት ተሕዊ - ለምፃማት ተንፅሕ
ዕዉራት ተርኢ - ፀማማት ተስምዕ፡
በዚ ኩሉ ጌርካ - ሕይወት እውን ትህብ
ብዙሕ ተኣምራት - ኣብ ምድሪ ገበርካ።

3.ከውሐይ እንባይ ደስታይ - ዝኾንካ ኢየሱስ 
ኣይትጋደፈኒ - ንምሉእ ሕይወተይ፡
ብማየማይ ሕይወት - ትመርሓኒ ኢኻ
ከቶ ኣይፈርሕን - ንስኻ ከሎኻ።

4.ካባኻ ከይርሕቅ - ብኢድካ ሓዘኒ
ኣብታ መንግስትኻ - እውን ዘክረኒ፡
መታን በቂዐ - ገፅካ ክርእየካ 
እሙን ገንሸል ጎይታ መታን ክኾነካ።

5.ክዓርግ ሰማያት - ክርእዮ ክብርኻ 
ቅዱስ ቅዱስ ኢለ- ክሰግድ ንኣኻ፡
ኣኽሊል ክትህበኒ - ምስቶም ሕሩያትካ
ትምኒተይ ፈፅም- ጎይታይ ሓደራኻ።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '11. ናይ ነፍሰይ ንጉስ',
         'lyrics': '''
1.መንገዲ ናይ ፅድቂ ብምጥፋኣ ኣብ ምድሪ
ክመርሓና መፀ ባዕሉ እቲ ፈጣሪ፡
ናይ ፍቅሪ ኣብነት ንሱ እዩ ጀማሪ
ምእንታና ገደፎ ናይ ሰማያት ክብሪ።

     ተደ፥ ናይ ሕይወተይ ንጉስ፡ ኢየሱስ!
         ኣብ ሰማይ ኣብ ምድሪ ቅዱስ ቅዱስ!
         ናይ ህይወተይ ንጉስ።(2)

2.ኣእዳዉ ቆሲሉ ኣእጋሩ ተሸንኪሩ 
ንዓይ ንመዋቲ ክብልተሸጊሩ፡
ጎድኑ ንኵናት ሂቡደሙ ኣፍሰሰልና
ንዓና እንካብ ሞት ሓራ ኣውፅኣና።

3.ሕቆኡ ከፊቱ ብነፃ ሃበና
ብኣኡ’ውን ጠፍአ ኩሉ ኣበሳና፡
ዕርቃኑ ወፂኡ ተቆፅረ ሰራቂ
ናይ ኣምላኽን ሰብን ኮነ’ውን ዓራቂ።

4.ናይ ደሙ ፃዕሪ ዕረፍቲ ንዓና
ናይ ቀራንዮ ደም ማይ ፅድቂ ኮንልና፡
ፅድቂ ተመርኵሰ ክሃድግ ኣመለይ
ድኻመይ ኣሚነ ከቅንዕ መንገደይ።

        ''',
        'category': 'ምስጋና',},
                {'title': '12. ዝፀምአ እንተሎ',
         'lyrics': '''
ተደ፥ ዝፀምአ እንተሎ ናብ ጎይታ ይምፃእ
ንደሙ ይስተ ስጋኡ ይብላዕ


1.ለዋህ ጎይታ ኦ ርሕሩህሕ ኣምላኽ
በጃ ዝሓለፍካ ሓጢኣትና ንምኽሓስ
ልባትና ለውጦ ብኽፍኣትና ኽንጠዓስ


2.ንድሕነት ነፍስና ሕጂ’ውን ተሰዊዕካ
ብልዑኒ ስተዩኒ ምእንታኹም’የ ኢልካ
ሕይወት ምስ ተረፉ ንዓና እናዓደልካ


3.ዝኸበዶ እንተሎ ናባይ ይምፃእ ከዕርፎ
ከበዱ ቀንጢጠ መንፈስ ራኍኣ ከልብሶ
ኢልካ ኢኻ ኦ ጎይታ ኣበሳና ደምስሶ


4.ፀሚኤ ክመፅእ ናባኻ ኦ ጎይታይ
ማይ ህይወት ክፍልፍል ካብ ከርሰይ
ምሕረትካ ሃበኒ ጎይታይ ደንግፀለይ

        ''',
        'category': 'ቅዱስ ቁርባን',},
                {'title': '13. ሃሌ ሉያ ኣብ ታቦት ምስዋዕካ',
         'lyrics': '''

   ተደ፥ ሃሌ ሃሌ-ሉያ፡ ሃሌ-ሉያ፡
       ሃሌ ሃሌ-ሉያ፡ ሃሌ-ሉያ፡  ሃሌ-ሉያ።

1.ኣብ ታቦት ምስዋኦካ፡ 
ኣብ ቅድሚ ግርማኻ፡
ብዕልልታ ከመስግነካ።

2.ደስታ መላእኽቲ!
እሰይ ሎሚ መዓልቲ
ካብ ኦኣይኒ ማይ ሕይወት ክንሰቲ።

3.ዕድሜኻ ሰማዕኩ
ናባኻ መፃእኩ
ብፀጋ እናመስገንኩ።

4.ደም ንፁሕ በጊዕ
ናይ ሕይወት ኣብልዕ
በጊዕ ኣምላኽ ንፁሕ በጊዕ።

5.ንበል ሆሳዕና!
ብመዝሙር ምስጋና 
እሰይ እሰይ ሆሳዕና!!

6.ሓይሊ ንዝቃለስ!
ተስፋ ንዝምለስ!
ንዘልዓለም ናይ ፃድቃን ሓጎስ!!

        ''',
        'category': 'ምስጋና',},
                {'title': '14. ብዕልልታ ክንዝምር',
         'lyrics': '''
1.ዲያብሎስ ሲዒረዮ፡ ብዕልልታ ክዝምር ዕልልታ
ድምፁ ኣለሊየዮ፡        ”	”	”
ካብ ፀልማት ወፂአ፡	”		”	”
ድነ ሞት ተሳጊረ ፡       ”          ”       ”

      ተደ፥ ዕልልታ ክዝምር(2) ዕልልታ
          ዕልልታ ክዝምር(2) ንኢየሱስ

2.ፈተናይ ሲዒረ፡ ዕልልታ ክዝምር ዕልልታ
ንሰይጣን ክስዕር፡    ”	   ”       	”
ኣብ ትሕቲ ክንፊ ጎይታ ” 	”	”
ኣምላኽ ምሳይ ኢዩ   ”   	”	”

3.ብኽፉእ ኣይቀንእን፡ዕልልታ ክዝምር ዕልልታ
ክምዕቆብ ክውከል ፡    ”	 ”        ”
እኩያት ክፀንቱ ንምድሪ ክወርሱ፡ ዕልልታ
ኽፅበዮ እየ ፡ዕልልታ ክዝምር ዕልልታ

4.ተስፋ ኣብኡ ይገብር፡ ዕልልታ ክዝምር ዕልልታ
መልሲ ዝሃበኒ     ፡     ”	      ”        ”
ሓርቆት ምንፅርፃር ፈፂምካ ሕደጎ ዕልልታ
ብዕልልታ ጨድር ፡ ዕልልታ ንኢየሱስ ዕልልታ

        ''',
        'category': 'ኣምልኾ',},
                {'title': '15. ኦ ኢየሱስ ፍቅርኻ ዓቢ’ዩ',
         'lyrics': '''
1.ኦ ኢየሱስ ፍቅርኻ ዓቢ’ዩ
ክሃስቦ ከለኹ ንበይነይ፡
ኣብ ጌተ ሰማኒ ኩሎም ገደፉኻ
ንስኻ ግን ምእንታይ ተሰዋእካ።

   ተደ፥ ይገርመኒ ይገርመኒ ምሕረትካ
       እዚ ኩሉስ ካበይ ኮነለይ ፡
       ንዓኻ ምፍላጠይ ጥራይ’ዩ ሃብተይ
       ኢየሱሰይ መድሕን ናይ ሕይወተይ።

2.ኣብ መስቀል ክትጭነቅ ከሎኻ
ሰይጣን’ውን ሰለቶ ንግዚኡ 
ድሓር ግን ተሳዕረ ምስ ኩሎም ጭፍራኡ
ኦ ኢየሱስ ናይ ዓወት ኣምላኸይ።

3.ንስኻ ፍቅርኻ ኣርኢኻኒ
ኣነ ግን ስርሐይ ረሲዐ
ተፃወትኩ ዓንደርኩ ቅኑዕ መሲሉኒ
ግን ሕጂ ኣዒንተይ ተኸፍተ።

4.ኣምላኸይ ኣይትፈለየኒ 
ነዘን ውሑዳት ዓመታተይ 
ንሰይጣን ክስዕሮ ኣብ ኣኽናፍካ ኣፅሊለ
ድሓር’ውን ክነብር ምሳኻ።

        ''',
        'category': 'ኣምልኾ',},
        {'title': '16. ምስ ኢየሱሰይ ክነብር’የ',
         'lyrics': '''
1.ምስ ኢየሱሰይ ክነብር ኢየ ክሳብ ጊዜ ሞተ
ኩሉ ሽግር ናይዛ ዓለም ንሱ ኣርሒቑለይ
ንኢየሱሰይ ምስ ረኸብኩ ዘድልየኒ ነይብለይ
ንሕይወተይ ብምዕራፍ ሰላም ኣብዚሑለይ።

   ተደ፥ ክስዕቦ’የ ክኽተሎ ነቲ ዝተበጀወኒ
       ስሌኡ’ውን እውፊ ነዛ ድኽምቲ ነፍሰይ(2)

2.ካብቲ መስቀል ዝወሓዘ ሕይወተይ ዘተርከሰ
ካብ ሓጢኣት ናይ ዘልዓለም ሓራ ዘውፅኣኒ
ብርሃንን ዋልታን ፀግዕን’ውን ዝኾነኒ
ቃል ፈቃር መድሕነይ ኣብ ልበይ ኣሎኒ

3.ነቲ ኣብቲ መስቀል በይኑ ዝወዓለ
ምእንቲ ሓጢኣተይ ሕይወቱ ዘሕለፈ
ንዕኡ ንምኽታል ጥራይ ኢዩ ሃብተይ
ካብኡ ኣይፍለን’የ ክሳብ ጊዜ ሞተይ

4.ካብዚ ናይ ጭንቀት ዓለም’ውን ምተፈለኹ
ክነብር’የ ምስ መድሕነይ ኣብቲ ብፅዕናኡ
ሽግረይ መከራይን ንኹሉ ጭንቀተይ 
ሽዑ ኪድምስሶ ኢዩ ንኣኡ ምስ ረኸብኩ

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '17.ቃል ዘልዓለም',
         'lyrics': '''
1.ቃል ዘልዓለም ሰርፀ ማርያም 
ናይ ፀጋ ዝናም፡
ወረደ ናባና ሓደረ ምሳና
ለበሰ ድኻምና ዝናም ፀጋ ወረደ ናባና።

2.ብሕማም መስቀሉ ቅዱስ
ድሕነት ስጋ ነፍሲ፡
ሕይወት ረኺቡልና ሰማይ ከፊቱልና
ኣሕዋት ጌሩና ብመስቀሉ ሕይወት ረኺቡልና።

3.መኣዲ ስጋኡን ደሙን
ኣብ ምስጢር ቁርባን፡
መንክር ጥበብ ፍቅሩ ዘይንገር ምስጢሩ
ምሳና ምንባሩ ኣማኑኤል ምሳና ምንባሩ።

4.ኣብ ልዕሌና ስምካ ይቀደስ
ኦ ስሉስ ቅዱስ፡
ምስጋና ንዓኻዘይውዳእ ክብርኻ
ዓወት’ውን ንዓኻ ንዘልዓለም ምስጋና ንዓኻ።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '18.ንኣምላኽ ዘምሩ',
         'lyrics': '''

ተደ፥ ንኣምላኽ ዘምሩ ዘክርዎ ክብሩ፡
    ምስጋና ግበሩ ብሓባር ዘምሩ

1.ኩሉኹም ፍጥረት ወድስዎ፡ ወድስዎ ንኣምላኽ ወድስዎ
ሰማይን ምድርን    ”      ”      ”    ”
ብርሃንን ፀልማትን   ”      ”      ”    ”
ኣትክልትን ማዕድንን   ”      ”      ”    ”
ሞትን ሕይወትን   ”      ”      ”    ”

2.ለምዕን ድርቅን ወድስዎ፡ ወድስዎ ንኣምላኽ ወድስዎ
ራህዋን ፀበባን   ”      ”      ”    ”
ባሕርን ኣኽራናትን   ”      ”      ”    ”
ከዋኽብቲ ሰማይ   ”      ”      ”    ”
ስነ ፍጥረት ባሕሪ   ”      ”      ”    ”
ኣትክልትን ዕንበባታትን   ”      ”      ”    ”

3.ምስ መላእኽቲ ወድስዎ፡ ወድስዎ ንኣምላኽ ወድስዎ
ምስ ቅዱሳን   ”      ”      ”    ”
ብዕልልታ    ”      ”      ”    ”
ብጥዑም ፀናፅል   ”      ”      ”    ”
ብኽራር በገና   ”      ”      ”    ”
ብድሙቅ ከበሮ   ”      ”      ”    ”

4.ብቃና ምስጋና  ወድስዎ፡ ወድስዎ ንኣምላኽ ወድስዎ
ብትልሂት ብታሕጓስ   ”      ”      ”    ”
ብመንፈስ ሕውነት   ”      ”      ”    ”
ብድሙቅ ከበሮ   ወድስዎ፡ ወድስዎ ንኣምላኽ ዘምሩ

5.ብቃል ምስጋና  ወድስዎ፡ ወድስዎ ንኣምላኽ ወድስዎ
ብትልሂት ብታሕጓስ   ”      ”      ”    ”
ብመንፈስ ሕውነት    ”      ”      ”    ”
ብማእሰር ፍቅሪ       ”      ”      ”    ”
ብዕቤት ምሕረቱ      ”      ”      ”    ”
ንዘልዓለም ዓለም  

        ''',
        'category': 'ኣምልኾ',},
                {'title': '19. ጎይታይ ሓድሽ ኪዳን',
         'lyrics': '''
ተደ፥ ጎይታይ ሓድሽ ኪዳን ቅዱስ ካህን
ናይ ፅድቂ ንጉስ ናይ ዓለም መድሕን፡
ብርሃን ናይ ሃገርና እየሩሳሌም
ቅዱስ ካህን ኣሎ ኣብ ላዕላይ ሰማይ።(2)

1.ከቢድ ዝነበረ ናይ ሕጊ ፅዕነት 
ካብ ኣዳም ዝመፀ ናይ ሓጢኣት ሰንሰለት፡
መታን ክድምስሶ ናይ ሕዝቢ ሓጢኣት
ህይወቱ ኣሕለፈንመስቀል ስቅለት።

2.መጋረጃ ሓጢኣት ፈለየልና
መታን ኪትርትሮ ተሰውዓልና
ቅድስተ ቅዱሳን ናይ ተስፋ ሃገር
ክንኣትዋ ከኣልና ብናይ ኢየሱስ ደም።

3.መስዋኦቲ ምስጋና ክንስውዓልካ
ህይወትካ ዘሕለፍካ ስለ ሓጢኣትና፡
ኣብ ኩሉ ኪግለፅ ግሩም ፍቅርኻ
መንፈስካ ብምፍሳስ ብፃሕ ሕዝብኻ።

        ''',
        'category': 'ኣምልኾ',},
                {'title': '20. ዕልል ዕልል ንበል',
         'lyrics': '''
    ተደ፥ ዕልል ዕልል ንበል ብዅሉ ልብና 
        ንኢየሱስ ነመስግን ነቲ አድሓነና

1.ኦ ኣምላኽ ፈጣሪ ናይ ኵሉ ዓለማት፡
  ኣውርሰና ኢኻ መንግስተ ሰማያት።

2.ተሓጕስና ክንነብርገፅካ እንዳረኣና፡
  ኣብቲ መንግስትኻ ንዘልዓለም ዓለም።

3.መንፈስካ ኣውርደልና ኣብ መንጎ ሕዝብኻ
  ንወትሩ ክንነብር ብቅዱስ ፍቃድካ።

4.ኣምላኸይ ተመስገን ብሰማይ ብምድሪ፡
  ክብሪ ንዓኻ ይኹን ንዘልዓለም ዓለም።

        ''',
        'category': 'ምስጋና',},
                {'title': '21.ንኣምላኽ ነቲ መድሕን',
         'lyrics': '''
ንኣምላኽ ነቲ መድሕን
ዕልል ክንብለሉ ኢና
ልብናን ኣእምሮናን 
ሓፍ ከነብለሉ ኢና

        ''',
        'category': 'ምስጋና',},
                {'title': '22. እንካብ ሰማይ ኮኾብ ወረደ',
         'lyrics': '''
1.እንካብ ሰማይ ኮኾብ ወረደ፡
ኣብ ማርያም ተኣንገደ፡
መድሕን ዓለም ተወለደ።

2.ፈጣሪ ኮነ ከማና፡
ካብ ማርያም ተወሊዱልና፡
ኣማኑኤል ኣብ ማእከልና።

3.ፍርቂ ለይቲ ኣብ ቤት ልሄም ፡
ዕንዱ መፀ ፈጣሪ ዓለም፡
ብርሃን ኾነ ናይ ሰላም።

4.ተጠምቐ ኣብ ዮርዳኖስ
ተቀበለ መንፈስ ቅዱስ፡
ሰማይ ሃበ ቃል ሓጎስ።

        ''',
        'category': 'ልደት',},
                {'title': '23. ሎሚ ልደት ኢዩ',
         'lyrics': '''
1.ሎሚ ልደት ኢዩ በዓል ዓቢይ ደስታ
ናይ ቀዳሞት ኣበው ዝኾነ ሃረርታ፡
ቃል ነብያት ረኺቡ ምሉእ መፈፀምታ
ኣብ ኩላቶም ኣሕዛብ ይገበር ዕልልታ።

     ተደ፥ ኦ ፍቁር ኢየሱስ ሕፃን፡
         ኣየ ጣዕሚ ምሳኻ ምዃን።

2.ሕዮ ኦ ኢየሱስ ኦ ንጉስ ዓለማት 
ሕዮ ኦ ኢየሱስ ኦ መድሓኒ ነፍሳት፡
ሕተም ኣብ ልበይ ናይ ልደት ብስራት 
ወትሩ አቅርበልካ ናይ ምስጋና ስርዓት።

3.ኣንቲ ቤተ ሊሄም ኦ ሃገረ ዳዊት
ፈሪኽለይ ሎሚ እዛ ብርኽቲ ሰዊት፡
መሰረት ሰላም ገሃነም ዓፃዊ
ናይ ገነት ከፋቲት ንነፍሳት ቀዳዊት።

4.እንቋዕ ደሓን መፁ ዕንዱ ሰማያዊ
ብግርማ ትርኢቱ ኣፅጊቡ ዘርዊ፡
ወልድ ኣብ ሕያው ዘለዓለማዊ
ወልደ ማርያም ድንግል ከማና ግዚያዊ። 

        ''',
        'category': 'ልደት',},
                {'title': '24. ክርስትያን ተዓጠቅ',
         'lyrics': '''
1.ክርስትያን ተዓጠቅ ንጎይታ ኣመስግን፡
ልብኻ ምስ ኢድካ ናብ ኣምላኽካ ኣልዕል፡
መድሕን ተወሊዱ ቃል ብስራት ንገር፡
ንእግዚኣብሔር ኣምላኽካ ኣመስግን ብመዝሙር።

   ተደ፥ ጥዑም ቃል ብስራት ኣብ ምድሪ ተሰምዐ
       ኣብ ቤት ልሄም ይሁዳ ኣብ መብልዕ ማል ተወልደ፡
       ጌና ይመስል ኔሩ ጊዚኡ ዘይበፅሐ
       ብምዱብ ጊዜ ግን መድሕንና ተገልፀ።

2.ኣስምዕ ድምፂ ኣዋጅ እተነግረ ብነብያት 
ኢየሱስ ከምተወልደ ተራእዮም ንጓሶት 
ተገልፀ ንዓለም ኮነ ድሕነት ኣሕዛብ 
ዕልል በል ተሓጎስ ኣበስር ብስራት።

3.እቲ ቀዳማይ ኣዳም ሞተ ብሓጢኣቱ
ኣምላኽ ፀገወና አይውዳእ ምሕረቱ
ናይ ይቅሬታ ኣምላኽ ሓደ ወዱ ሃበና
ዓለም ትተሓጎስ መድሕን ተወሊዱልና።

4.ዕርዲ ናይ ፀላኢ ብስልጣን ሰባሪ 
ብሩህ ኮኾብ ፅባሕ ንቃሉ መኽበሪ
እመን ንኽትድሕን ኢየሱስ ተወሊዱ
እዚ ጥራይ ኣይኮነን ምእንታና ሞይቱ።

        ''',
        'category': 'ልደት',},
                {'title': '25. መድሓኒ ወረደ',
         'lyrics': '''

1.መድሓኒ ካብ ሰማይ ወረደ 
   ምእንታና ካብ ድንግል ተወልደ . . . . .ሃሌ ሉያ።

2.ልዕሊ ሰማይ ዝነብር ዙፋኑ
  ውሽጢ ቀላይ ዝርኢ ብዓይኑ . . . . .ሃሌ ሉያ።

3.ክብሪ ኣዳም ስለ እተደምሰሰ
  ከሐድሶ ስጋና ለበሰ . . . . .ሃሌ ሉያ።

4.ኣብ መንበሩ ማንም ዘይቀርቦ
  ፍቅሪ ኣዳም ንእምላኽ ሰሓቦ . . . . .ሃሌ ሉያ።

5.ሰማያዊ ሰማይ ዝፈጠረ
 ኣብ ቤት ልሄም መብልዕ ማል ሓደረ . . . . .ሃሌ ሉያ።

        ''',
        'category': 'ልደት',},
                {'title': '26. ኮኾብ ሰማይ',
         'lyrics': '''
ተደ፥ ኮኾብ ሰማይ ሕፃን ሰናይ፡
     የዋህ በጊዕ መድሓኒየይ።

1.ቀደም ነብያት ዝተነበዩኻ
  ጭፍራ መላእኽቲ ዘበሰሩኻ

2.ነእምሮና ይኹን ብርሃን
  ንልብና ሃብ ሰላም።

3.ወልድ ኣምላኽ ሕያው ዘልዓለም ፡
  ምዑዝ ሰርፀ ድንግል ጎይታ ዓለም።

        ''',
        'category': 'ልደት',},
                {'title': '27. ንኣይ ክትስልም',
         'lyrics': '''
1.ንኣይ ክትስልም ብፀጋ ፍቅርኻ
ሕሱም ንብረተይ ሓጢኣተይ ርኢኻ
ኣነ እንክኹብልል ኣብ ዓለም በረኻ 
ኣርኣያ ጉዙእ ኣዳም ሓረኻ (3)።

2.ኢያቄም ሓና ፃድቃናት ወለዲ
ብርሃን ፈረየት ንሰማይ መንገዲ
ዕንበባ ገነት ናይ ሰማያት ዘውዲ
ፈረየት ሕይወት ናይ ወይኒ ጉንዲ።(3)

3.ሕይወት ናዝሬት ዝመልኦ ትሕትና
ምስ ማርያም ዮሴፍ ሰብ ኪዳን ንፅሕና
ጉሩም ኣብነት ዝኸውን ንኣና 
ክንክተለካ ሓይሊ ሃበና(3)።

4.ንኣይ ክትደሊ ዝጠፍኣት በጊዕ
ኣእላፍ መላእኽቲ ኣብ ሰማይ ሓደግካ፡
ንጉስ ሰማያት ትሕትና ለቢስካ
ካብ ኩሉ ነገር ፍቅረይ መረፅካ።(3)

5.ኩሎም ክብሉኻ ኣምላኽ ዝዓበደ
ፍቅረይ ከናዲ ካብ ላዕላይ ወረደ
ንኣይ ክትደሊ ኣብራኽካ ረዓደ
እንክፈትወካ ፍቅረይ ወሓደ(3)።

        ''',
        'category': 'ልደት',},
                {'title': '28. እንሆ ንኹሉ ሕዝቢ',
         'lyrics': '''
1.እንሆ ንኹሉ ሕዝቢ ዝኸውን ዓቢ ሓጎስ፡
  አበስረኩም ኣለኹ እሞ ኣይትፍርሑ
  እሰየ ብስራት !!

ተደ፥ ግሩም እዩ ድምፁ ምስማዕ፡
    ንመድሕን ሕይወትና፡
    ልብና ንሃቦ ሰላም ከውርደልና ።

2.ሕፃን ተወሊዱ ኣብ ቤት ልሄም ኪኸውን መድሕን ዓለም
  ካብ ድንግል ተወሊዱልና እቲ ትንቢት ንኽፍፀም
  እሰየ ብስራት !!

3.ንሱ ድማ ክርስቶስ’ዩ ካብ ዓዲ ዳዊት’ዩ
  ወዲ ኣምላኽ ክነሱ’ሲ ኣብ መብልዕ ማል ደቂሱ
  ስብሓት ይኹን ንዑ ስብሓት ይኹን ንዑ !!

4.ክብሪ ይኹን ንልዑል ንእግዚኣብሄር ኣብ ላዕሊ
  ሰላም ከኣ ኣብ ምድሪ ይኹንንሰብ ፅቡቅ ፍቃድ
  ኣሜን ሃሌ ሉያ ፡ኣሜን ሃሌ ሉያ!!

        ''',
        'category': 'ልደት',},
                {'title': '29. ኣብ ቤት ልሄም',
         'lyrics': '''
1.ኣብ ቤት ልሄም ሰማያት በርሀ፡
ነፀብራቕ ንጓሶት’ውን ዶጉሖም።

2.መልኣኽ በሎም፡ መልኣኽ በሎም ንብስራት፡
ተፈፂሙ ምስጢር ድሕነት።

3.መላእኽቲ፡ መላእኽቲ ጭፍራ ዘመሩ፡
ብሰማያት ቃል ሰላም ነገሩ።

4.ናብ በዓቲ፡ ናብ በዓቲ ምኻድ መኸሩ፡
ምሕረት ኣምላኽ ጥዒሞም ኣንከሩ።

5.ረኸብዎ፡ ረኸብዎ ሕፃን ጥቅሉ፡
ፈጣሪ ዓለም ኣብ መብልዕ ማል።

6.ኦ ዘደንቅ፡ ኦ ዘደንቅ ፍቅሪ ፈጣሪ፡
ምእንታና ኣብ ክንድዚ ቁሪ።

7.ተሓጎሱ፡ ተሓጎሱ ኣሕዛብ ዓለም፡
ተወልደ ንጉስ ሰላም።

8.ኣሰይ ኣሰይ ዕንዱ ሰናይ፡
መፂእካለይ ሎም ካብ ሰማይ።

        ''',
        'category': 'ልደት',},
                {'title': '30. ስለ ኢየሱስ ምውላዱ',
         'lyrics': '''
1.ስለ ኢየሱስ ምውላዱ ክሓስብ ከለኹ፡
መድሓኒና ኣብ መብልዕ ማል ደቂሱ ረኣኹ።

    ተደ፥ ትሕትና ከምህረኒ ደልዩ እምበር፡
        ካብ ሃብታማት ምተወልደ ነይሩ።

2.መድሓኒና ዕዉራት ንምርኣይ ከኣለ
ንኣይ ሓጥእ ሰብ ከድሕን ድማ ወረደ።

3.መድሓኒና ወንጌል መንግስቲ ድማ ሰበኸ፡
ንሓጥእ ክደሊ’የ መፂኤ’ውን በለ።

4.መድሓኒና ብሰይጣን ድማ ተፈተነ፡
ግና ንሱ ንሰይጣን ብሓይሉ ሰዓረ።

5.መድሓኒና ርእሲ ተመን ጨፍለቀ ብሓይሉ፡
ተጨነቀ ነኣይ ጥፉእ ከውፅኣኒኢሉ።

6.ተሰቒሉ ረኣኹ ጎይታይ ኣብ መስቀሉ፡ 
ካብ መቃብር ተንሰአ በቲብርቱዕ ሓይሉ።

        ''',
        'category': 'ልደት',},
                {'title': '31. ጎይታ ዘልዓለም',
         'lyrics': '''
1.ጎይታ ዘልዓለም - ናዓ ናብ ማእከልና 
ኣምላኽ ሰላም - ሰላምካ ሃበና 
ኦ ሕፃን ጥዑም - ንዓ ናብ ማእከልና 

2.ሃረርታ ነብያት - ንዓ ናብ ማእከልና
ጎይታ ሓዋርያት - ሰላምካ ሃበና
ጎይታ ዓለማት - ኖኣ ናብ ማእከልና።

3.ከም ትንቢት ገብርኤል - ንዓ ናብ ማእከልና
ሕፃን ኣማኑኤል - ሰላምካ ሃበና 
ጓሳ ናይ እስራኤል - ንዓ ናብ ማእከልና 

4.ሰናይ ሕፃን - ናዓ ናብ ማእከልና
ናይ ልቢ ብርሃን - ሰላምካ ሃበና
ናይ ዓለም መድሕን - ንዓ ናብ ማእከልና

5.ኦ ስጉው ፈጣሪ - ናዓ ናብ ማእከልና
ጎይታ ሰማይ ምድሪ - ሰላምካ ሃበና
ኦ ሕይወት ዓዳሊ - ንዓ ናብ ማእከልና
        ''',
        'category': 'ልደት',},
                {'title': '32. ሕፃን ተወሊዱ',
         'lyrics': '''
   ተደ፥ ሕፃን ተወሊዱ ኣብ ቤት ልሄም፡  ቤት ልሄም
       ተሓጎሲ ኢየሩሳሌም ሃሌ ሉያ ፡ ሃሌ ሉያ ።


1.ማርያም ድንግል ኢያ ኣዲኡ፡ ኣዲኡ 
ግን ወዲ ናይ ሰማይ ንጉስ፡ ሃሌ ሉያ ፡ ሃሌ ሉያ

2.መድሓኒ ሎሚ ረኺብና ፡ ረኺብና 
ምስኡስዕረት ዝሃበና ፡ ሃሌ ሉያ ፡ ሃሌ ሉያ

3.መላእኽቲ ከም ዝዘመሩ ፡ ዘመሩ
ከምኡ ስብሓት ንኣኡ ፡ ሃሌ ሉያ ፡ ሃሌ ሉያ

4.ክብሪ ናምላኽና ፡ ኣምላኽና
ሰላም ከኣ ኣብ ምድርና፡ ሃሌ ሉያ ፡ ሃሌ ሉያ
        ''',
        'category': 'ልደት',},
                {'title': '33. ብደስታ ብታሕጓስ',
         'lyrics': '''
1.ብደስታ ብታሕጓስ ምእመናን ንዑናይ
ብደስታ ብታሕጓስ ንቤት ልሄም ንዑናይ

ተደ፥ ንዑናይ ንዑናይ . . . . . . .(2)
      ሕፃን ክንርኢ ልዑል ንጉስ ሰማይ (3)
       ንዑናይ ክንሰግደሉ ንዑናይ(2)
       ንመድሕን ክንሰግደሉ ንዑናይ

2.ኣባጊዕ ገዲፎም ናብ ትሑት በዓቲ
ጓሶት ጎዮም ከዱ በታ ፍርቂ ለይቲ።

   ተደ፥ ንዑናይ ንዑናይ . . . . . . .(2)

       ንኺድ ንሕና’ውን ብቕልጡፍ ስጉምቲ 
       ንዑናይ ክንሰግደሉ ንዑናይ ንዑናይ
       ንመድሕን ክንሰግደሉ ንዑናይ ንዑናይ

ብደስታ ብታሕጓስ . . . . . . . 

        ''',
        'category': 'ልደት',},
                {'title': '34. ንዘምር ሆሳእና',
         'lyrics': '''

ተደ፥ ንዘምር ሆሳእና
ዕልል’ውን ንበለሉ ንጎይታና።

1.ቅድስቲ ሃገርና ኦ እየሩሳሌም 
ምስጋናኺ ብዙሕ’ዩ ኣብ መላእ ዓለም (2)።

2.ኣድጊ ተወጢሑ ጎይታ ዝመፀኪ
ኢየሱስ ክርስቶስ’ዩ መድሕን ዝኾነኪ(2)።

3.ፈላጣት ኢና ክብሉ ብትዕቢት ኪተሩ
መንእሰይ ሕፃናት ብሓደ ዘመሩ(2)።

4.ሰብ እንተዘመረ ኣየገርምን’ዩ
ሆሳእና ሰብ ዘይኮነ እምኒ ዘዘምር’ዩ(2)።

5.ኣሕዋት ንዘምረሉ ንጎይታ ሓቢርና 
ንፅኣት ምስ ኮነ ከይንዅል ገፅና።

6.ክመፅእ እዩ ጊዜ እንሕጎሰሉ፡
ስየ ዓቲርና ዕልል እንብለሉ።

        ''',
        'category': 'ሆሳዕና',},
                {'title': '35. ኣብ ጌተሰማኒ',
         'lyrics': '''
1.ኣብ ጌተሰማኒ ፃዕሪ ሞት ሓዘኒ
ይሁዳ ይሸይጥ ጴጥሮስ ይኽሕደኒ
ሓዋርያት ይሃድሙ በይነይ ይሓድጉኒ
ፀላእተይ መፂኦም ዙርያይ ይኸቡኒ(2)።

2.ጲላጦስ ሄሮድስ ዕርክነት ይፈጥሩ
ብኣይ ምኽንያት ጌሮም ብሰላም ክፋቀሩ
ሓዲኦም የላግፅ ሓዲኦም ይገርፍ
ፍቅርኻ’ዩ  ኔሩ ንስቃይ ዘሕልፍ(2)።

3.መስቀል ተሸኪሙ ክመፅእ ጎልጎልታ
ኪወድቅ ክትንስእ ብገመድ ክጉተት
ስጋይ ንስምብራት ደመይ’ውን ንምፍሳስ 
ኣሕሊፈ ዝሃብኩ ንምድሓን ናይ ሰባት(2)።

4.ኤሎሄ-ኤሎሄ ላማ ሰበቅታኒ
ኢለ እናጨደርኩ መፂፅ ኣስተዩኒ
ናባኻ ክመፅእ ወደየ ስምዓኒ
እንታይ በዲለካ ፀላኢ ትኾነኒ(2)።

        ''',
        'category': 'ሕማማት',},
                {'title': '36. ኣብ ቀራንዮ',
         'lyrics': '''
1.ኣብ ቀራንዮ ኮይነ መስቀሉ ክምልከት
ናይ ኢየሱሰይ ፍቅሪ ተረዳእኩ
ዝተወግአ ጎድኑ ኢደ እግሩ ረኣኹ
ናይ ኢየሱሰይ መስቀል ምስጠመትኩ።


2.ይመስለኒ ኔሩ መስቀሉ ዕሽነት
ግን ፍቅሩ ኣብ መስቀል ተረዳእኩ
ናይ ኢየሱሰይ ፍቅሪ ብግልፂ ረኣኹ
ናይ ቀራንዮ መስቀል ምስ ጠመትኩ።


3.ናይ ኢየሱሰይ ፍቅሪ ካብ ሞት ዘውፅኣኒ
ናይ ኣምላኸይ ገፅ’ውን ዘርኣየኒ 
በብእዋኑ ንዕኡ ዘምልኾ 
ናይ ኢየሱሰይ ፍቅሪ ተረዳእኩ።


4.ናይ ቀራንዮ መስቀል ናይ ዓወት ቦታ
ኢየሱስ ሞተለይ ብሓጢኣተይ
ተፈፀመ ኢሉ ኢየሱስ ጨረሐ
ሓጢኣተይ ብፍቅሩ ተደምሰሰ።

        ''',
        'category': 'ሕማማት',},
                {'title': '37. ጎልጎልታ ክትድይብ',
         'lyrics': '''

1.ጎልጎልታ ክትድይብ እናተገረፍካ 
እናተበደልካ ስሌና ፀለኻ
ኣኽሊል እሾኽ ጌርካ ስቓይ ተቀበልካ
ፍቅሪ ገዲዱካስ ምእንታና ሞትካ።

   ተደ፥ ይዝከረኒ’ሎ እቲ ኹሉ ስቃይካ 
       ኣብቲ ዓዲ ጓና ስለይ ተሰዋዕካ።

2.ማይ ፀሚኤ ኢልካ ጎይታይ ምስ ጨራሕካ 
ኣብ ሰፍነግ መሊኦም መፂፅ ኣስተዩኻ
ኣይርስዕን ኣነስ እቲ ኩሉ ስቃይካ 
ኣይሁድ ክወግኡኻ ብኵናት ጎድንኻ።

3.ንዓይ ከተድሕን ብዙሕ ተሳቐኻ
ከም ሰራቒ ኮንካ ኣብ መስቀል ወዓልካ
ፍቕሪ ገዲዱካ ሕይወትካ ዘሕለፍካ
ንሓጢኣት መሕፀቢ ደምካ’ውን ዘፍሰስካ።

4.እዚ ኩሉ ጭንቀትካ መታን ክዝክሮ
ንቅዱስ መንፈስካ ኣብ ልበይ ኣሕድሮ
እዚ ኩሉ ረሲዐ ድቃስ ከይወስደኒ 
ነቂሐ ክርከብ ፀሎት መሃረኒ።

        ''',
        'category': 'ሕማማት',},
                {'title': '38. ኣብ ትሕቲ መስቀል',
         'lyrics': '''

ተደ፥ ኣብ ትሕቲ መስቀል ኮይንና ነልዕል ቆላሕታና
ኣብኡ ተሰቂሉ ይርከብ ጎይታና 
ሓጢኣትና ተሸኪሙ የስደምሞ ጌና

1.እቲ ዓቢይ ፍቅሪ ናይ ኢየሱስ
ናይ ሰናይ ጎይታ መሲሕና
እንተ ክሒድና ንኢየሱስ
ሰቂልናዮ’ሎና ማለት’ዩ።

2.ፍፁም ፍቅሪ ናይ ኢየሱስ
ንሓጢኣትና ኢሉ ሞተልና 
ንልምን ጎይታይ ይቅሬታ 
ኣቢሕካ ዓድል ፀጋኻ።

3.ሕይወትና ኢኻ ኦ ኢየሱስ
ተስፋና ኢኻ ኦ መሲሕ
እሙን ጓሳና ኦ ኢየሱስ
ጊዜ ሞትና በል ተንስኡ።

4.እሙን ጓሳ ሓልወና 
ምእንታና ቢልካ ሞትካልና
መድሓኒ ዓለም በጃኻ
ንዘልዓለም ዘክር ደቅኻ።

        ''',
        'category': 'ሕማማት',},
                {'title': '39. እሞ እቲ ንፁሕ ደም',
         'lyrics': '''


1.ጎይታ ኢዩ ኢየሱስ ምእንታና ዝሞተ፡
ክብረቱ ሓዲጉ’ውን ናብ ምድሪ ዝወረደ።

 ተደ፥ እሞ‘ቲ ንፁሕ ደም እንታይ ገበርኩምዎ፡
     ረጊፅኩምዎ’ዶ ኬድኩም
     ወይስ ትቅበልዎ ኢኹም(2)።

2.ኣምላኽ ፈቃር ኣቦና ንስራሕና ጠመተ፡
ንዓና ኬድሕን’ዩ ካብ ሰማይ ዝወረደ።

3.ወይ’ዚ ፈቃር ኣቦና ንስራሕና ጠመተ፡
ሰባት ክጭፍጭፍዎ ምእንትኦም ፀለየ።

4.ወይ’ዚ ፈቃር ኣምላኽና ብዙሕ’ውን ተጨነቐ፡
ንዓና ከድሕን’ውን ርእሲ ሰይጣን ጨፍለቐ።

5.ስለዚ ንሕሰብ ኣሕዋት ብሓደ ልቢ ኮይንና፡
 ኣምላኽ ኣተስፊዩና’ሎ ናብ ሰማይ ክወስደና።

        ''',
        'category': 'ሕማማት',},
                {'title': '40. ምእንታይ ከም ዝሞትካ',
         'lyrics': '''
ምእንታይ ከም ዝሞትካ ኣብ መስቀል ቀራንዮ፡
ተረዲአ ክስዕቦ ንልበይ ኣንቅሓዮ።

ኦ ጎይታይ ኣኽእለኒ ንምህሮኻ ክገብሮ፡
ምርዳእ’ውን ሃበኒ መዛሙርትኻ ዝብሎ።

ኦ ጎይታይ መሓረኒ ኣነ ምግድር ሓጥእ እየ፡
ብናይ ሓጢኣት ሰንሰለት’ውን ተኣሲረ እየ።

ግና ኣምላኽ ደንግፀለይ ከምቲ ዘተስፎካኒ፡
ንሰይጣን ንኸሸንፍ ሓይልኻ እንዶ ሃበኒ።

ካብ ሰማይ ከም ዝነኣስኩ መታን ክርደኣኒ፡
ብመንፈስካ ዝመልአ ፅሩይ ልቢ ሃበኒ።

ፅሩይ ልቢ ሃበኒ ከምቲ ዘማራይ ዝብሎ፡
ልበይ’ውን እነሀልካ ብንፅሕና ምልኣዮ።

ድሕነት ረኺበ ኢለ መታን ከመስግነካ፡
ኦ ኢየሱስ መልሰለይ ነዚ ዝልምነካ።

ሕጂ ግን ኦ መድሓኒየይ ኣነ ኣመስግነካ
ብኽቡር ፅሩይ ደምካ ንነፍሰይ ብምንፃሕካ።

        ''',
        'category': 'ሕማማት',},
                {'title': '41.ከይጠልመካ',
         'lyrics': '''
   ተደ፥ ከይጠልመካ ጎይታይ ከይክሕደካ 
       ዘክረኒ ከይርስዕ ነቲ ስቃይካ።


1.ምስጢራት ናይ ቃልካ ኣብ ልበይ ኣንብሮ
ትምህርቲ መንፈስካ’ውን ብኹሉ ሓብሮ፡
ብብዝሒ ድኻመይ ድቃስ ከይወስደኒ 
ትሕቲ መስቀልካ’የ ጎይታይ መዓደኒ።


2.ጊዜና ከፊኡ ምምፃእካ ቀሪቡ
ሕዝብኻ ከይጠፍእ ቃልካ ተነቢቡ፡
እንተፈለጥክዎ ፀጋኻ ከምዘሎ
ፍላፃ ናይ ሰይጣን ብደምካ ፈውሶ።


3.ስደትን መከራን ሞት’ውን እንየመፀኒ
ብብዝሒ መንፈስካ ሓይልኻ ሃበኒ፡
ነዚ’ውን ረሲዔ ድሕር ኣይብልን’የ
ክሳብ ትወስደኒ ጎይታይ ምሳኻ’የ።

        ''',
        'category': 'ሕማማት',},
                {'title': '42. ክርስቶስ ተንሲኡ’ዩ',
         'lyrics': '''
ተደ፥ ክርስቶስ ተንሲኡ’ዩ ብምሉእ ዓቢይ ስልጣን
    ኩላትና ከም እንብል ኣሜን ሃሌ-ሃሌ ሉያ!
    ካብ ሞት ተንሲኡ ክርስቶስ ኣምላኽና
    ሃሌ-ሉያ ኣሜን ሃሌ-ሉያ ኣሜን!!!

1.ትንሳኤኻ ንዝኣመና
ብርሃንካ ፈኑ ናባና፡
ስምካ ኪቅደስ ብኩላትና
ሰላም ኣውርድ ኣብ ማእከልና(2)።

2.ንሰይጣን ስዒሩ ረገፆ
ንፀልማት ናብ ብርሃን ለወጦ
ንኣዳም ነፃነቱ ኣልበሶ
ካብ ሞት ናብ ሕይወት ኣሳገሮ።

3.ኦ ኣዳም ጠምት ንላዕሊ
ክርስቶስ ኢዩ ንኹሉ ፈጣሪ
ተመልከት ንኢየሱስ ሰዓሪ
ኣይትታለል ብዓለም በናኒ።

4.ምስጋና ይብፃሕ ንኣምላኽና
ብርሃን ትንሳኤ ዘርኣየና፡
ንከተሎ ኩላትና 
ንሱ ኢዩ ምንጪ ናይ ሕይወትና።

        ''',
        'category': 'ትንሳኤ',},
                {'title': '43. ክጎዓዝ’የ',
         'lyrics': '''

     ተደ፥ ክጎዓዝ’የ ብሰማይ ብርሃን ባና
         ናብ ኢየሱሰይ ናብ ናይ ሰላም ንጉስና


1.ዝተወግአ ጎድኑን ኢዱን እናረኤኹ
ናብ ናይ ሰማይ ቤትና የምርሕ ኣለኹ፡
ጌጋ ንኸይፍፅም እናሓለወኒ
ክደክም ከለኹ ባዕሉ ይድግፈኒ።


2.ኣእዳዉ ዘርጊሑ እናፀውዓኒ
ናይ ሕይወተይ ኣኽሊል ሒዙ ይፀንሓኒ፡
ኢየሱስ ኪመፅእ’ዩ ቤቱ ኬእትወኒ
መላእኽቱ በድናቆት እናጠመቱኒ።


3.ኢየሱስ ኬውርሰኒ እቲ ናይ ሰማይ ሃብቱ
ነዳቓይ ዘይሰርሖ ናይ ላዕለዋይ ቤቱ
ንቕድሚት ክጎዓዝ አምርሕ ኣለኹ
ኒየሱስ ንምርኣይ ተሃዊኸ ኣለኹ።

        ''',
        'category': 'መዓልቲ ምውታን',},
                {'title': '44. ኣብ ቅድሚ ዙፋንካ',
         'lyrics': '''

1.ኦ ኢየሱስ ገፅካ ክርኢ
ሃረር እብል ኣለኹ፡
ንሃረርታይ ከም ፍቃድካ 
ኣብ ነፍሰይ ፈፅም ኢኻ።


ተደ፥ ኣብ ቅድሚ ዙፋንካ ምስ ቀረብኩ
ምስቶም መላእኽትኻ፡
ሓድሽ መዝሙር ክዝምር’የ
ምስቶ ቅዱሳንካ።


2.እምበኣር እየሱስ መድሕነይ
ሓድሳ’ውን ንነፍሰይ
መታን በቂዐ ክርእዮ
ነቲ ብሩኽ ኣምላኸይ።


3.ነዛ ንእሽቶ ዕሸል ነፍሰይ
ኣብ ቅልፅምካ ኣዕርፋ፡
ካብዚ ማዕበል ናይዛ ዓለም
ተሓልያ ክትነብር።

        ''',
        'category': 'መዓልቲ ምውታን',},
                {'title': '45. ኣሎኒ ሃገር',
         'lyrics': '''

1.ናይ ምድሪ መግዛእተይ ምስ ሓለፈ
ክነብር ብናቱ ፅድቂ ተደጊፈ ፡
ኣብ ጊዜ ሽግረይ ንእኡ ክነብር 
ንሞት ተሳጊረ ኣሎኒ ሃገር(2)።


ተደ፥ ሃረር ይብል ንሃገር ሰላም ክርኢ(4)።

2.ብደሙ ነፃነት ረኺበ’የ
ሃገር ሰላም ክርኢ እናፍቅ’የ፡
በይ ሽግር ኣብኡ ዘንብረኒ
ንሞት ተሳጊረ ሕይወት ኣሎኒ(2)። 

3.ዓቀበት ቁልቁለት ምስ ሓለፍኩ
ሓጎስ ኣብታ ሃገር ምስ ኢየሱሰይ፡
ንዘልዓለም ክነብር ተስፋ ኣሎኒ
ንሞት ተሳጊረ ሃገር ኣሎኒ(2)።

4.ናይ ምድሪ መግዛእተይ ምስ ሓለፈ
ንብዓተይ ይደርዝ ዝፈሰሰ፡
ምስ መላእኽቲ ኮይነ ክዝምር’የ
ንሞት ተሳጊረ ክነብር’የ(2)።

        ''',
        'category': 'መዓልቲ ምውታን',},
                {'title': '46.ናፊቀ',
         'lyrics': '''

1.ጓና እየ ኣነ ክነብር ኣብ ዓለም
ሃረርታይ’ውን ፍፁም ኣብዛ ዓለም ኣይኮነን፡
ወዲ ንጉስ’የ ቆላሕታ ናባኻ
ተስፋይ ሽዑ ይፍፀም ምስረኣኹ ገፅካ።

     ተደ፥ ናፊቀ’የ ክነጥቅ ናባኻ
         ቀልጥፈኒ ክዓርፍ ኣብ ኢድካ፡
         ጉያይ’ውን ክፍፅም ብኣኻ
         ሃሌ-ሉያ ኢየሱስ ማራናታ።

2.ዓለም ቀቢፀ’የ ክኽተል ንዓኻ
መን እዩ ዝፈልየኒ ካብታ ፍቅሪ ናትካ፡
ድኹም እንከለኹ ፍፁም ኣይምለስን’የ
ብትህበኒ ሓይሊ ኩሉ እኽእሎ እየ።

3.እደፋነቅ ኣለኹ ክርኢ ንኣኻ
ናይ ልበይ ናፍቆት ክካፈል ርስትኻ፡
ኣብዚ ክፉእ ዘመን ከምልኽ ንኣኻ
ፅቡቅ ዕጫ እዩ ኢየሱሰይተመስገንካ።

4.ምስቶም መላእኽትኻ ኣብ ሃገረይ
ክሰግድ ንኣኻ እዚ ካበይ ኮነለይ፡
ውዳሴ ምስ ግርማ ክትወስድ ኢየሱሰይ
ብቁዕ ኢኻ ጎይታ፡ ፈቃር መድሓንየይ።

        ''',
        'category': 'ምፅኣት',},
                {'title': '47. ረኺበዮ ጎይታይ',
         'lyrics': '''
1.ዓለም ከይተፈጥረ ነበርካ ጎይታ
ካብቲ ዓቢይ ዙፋንካ ቅዱስ ክቡር ቦታ፡
ኵሉ’ውን ብቃሉ እዩ ተሰሪቱ
ዝሞተለይ መፂኡ ረኺበዮ ጎይታይ።

    ረኺበዮ ጎይታይ(6)
    ፈዋሲ ኣምላኽ . . . . . . . ናይ ኵሉ ጎይታ
    ‘ቲ መስፍን ሰላም . . . . . ዘይገድፈኒ
    ዘድሓነኒ . . . . ዘፀናንዓኒ . . .

2.ናይ ደቂ ሰብ ጥፍኣት ርእየ ካብ ዙፋኑ
ካብ እግሪ ኣቡኡ ክብረቱ ጠንጢኑ 
ፈትዩ ደሊዩኒ ኪነፅሕ ካብ ሓጢኣተይ
ፈዋሲ መድሕነይ ረኺበዮ ጎይታይ
  
    ረኺበዮ ጎይታይ(6) 
    ዝረድኣኒ . . . . . . ዘፍቅረኒ . . .
    ቅዱስ መድሓኒ . . . . . ዘድሃነኒ
    ንዓይ ዝመፀ . . . . . . መድሕን ናይ ኩሉ

3.ካብ ናይ ዓለም ሓጢኣት መታን ከውፅኣኒ 
ንዓይ ኪብል መፀ’ቲ ፈቃር መድሓኒ
ብናይ ፍቅሪ ድምፂ ኢዩ ፀዊዑኒ 
ኵሉ ግደፍ በለ ንዓይ ሰዓበኒ
    ረኺበዮ ጎይታይ(6)
    ፈዋሲ ኣምላኽ . . . . . . . ናይ ኵሉ ጎይታ
    ‘ቲ መስፍን ሰላም . . . . . ዘይገድፈኒ
     ዘድሓነኒ . . . . ዘፀናንዓኒ . . .

        ''',
        'category': 'መዓልቲ ምውታን',},
                {'title': '48. ጎይታይ ኣይክሕደካን',
         'lyrics': '''

1.ፍፁም ፃድቅ ኩሉ ኪኢሉ
መስቀል ተሸኪሙ ኣብ ክንዳይ ቆሲሉ፡
ናይ እሾኽ ኣኽሊል ኣብ ርእሱ ደፍእሉ
ኢየሱስ ኣድሒኑኒ ምእንታይ ሓሲሩ።


ተደ፥ ጎይታይ ኣይክሕድን ብደሙ ገዚኡኒ
    ካብ ሞት’ዩ መንዚዑ ፀጋ ዝሃበኒ።


2.ዝሞተ መድሕነይ ብኽብሪ ተንሲኡ
ነቲ ፀላኢኡ ብሓይሊ ቀጥቂጡ፡
ምስጋና ይኹኖ ነቲ ቅዱስ ኣምላኽ 
ብህያብ ፀግኡ ነፂሐ ካብ ሓጢኣት።


3.ኢየሱስ ክሳብ ዚግለፅ ምእንታይ
ናብ ሰላም ዝመርሕ መንፈስ ኣሎኒ፡
ካብ ስደትን ሞትን  የለን ዘፍርሓኒ
ጎይታይ ኣይክሕደንን ሕይወት ኣሎኒ።

        ''',
        'category': 'ኣምልኾ',},
                {'title': '49. ኩሉ ተፈፂሙ',
         'lyrics': '''

   ተደ፥ ኩሉ ተፈፂሙ መስዋዕቲ እንተቀረበ
       ሓሳበይ ድሌተይ ንክርስቶስ ሂበ።


1.ናይ ዓለም ታሕጓስ ኣይኮነን ካብ ክርስቶስ ዝፈልየኒ
ናይ ጊዜ ምልውዋጥ እውን እኳ ነየፍርሃኒ፡
ጊዜኡ በፂሑ ኵሉ ኪበታተን 
ጎይታ ግን የድሕነን ነተን ዝፈትወን።


2.ሎሚ ኣይተጀመረን ስደት ናይ ክርስትያን
ግን መፀናንዒ ኣሎ ንኹላትና ዝኸውን፡
ሓደ ኢዩ መራሒና ንሱ ድማ ክርስቶስ
ንኣኡ ክንስዕቦ ኢና ብናቱ እምነት መንፈስ።


3.ጥልመት እንተበዝሐ ክርስቶስ ኣይልወጥን
ፀላኢ’ውን እንተበዝሐ ፍቅርና ኣይትቅህምን
ምስ ማርያም ኣዴና ንክርስቶስ ንወድሶ 
ፀጋኡ ዓዚኡ ብናቱ ቅዱስ መንፈስ።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '50. ዝናኻ ዝገነነ',
         'lyrics': '''
     ተደ፥ ዝናኻ ዝገነነ ኣብ ኩሉ ዓለም
         ልበይ ለውጦ ኢኻ ንኸይጠልም
         ነፍሰይ ተሃዊኻ ንፁሕ ጎይታ
         ኢየሱስ ክትርኢ፡ ማራናታ!!!


1.ብኣኻ ደስ ይብለኒ ኢየሱሰይ 
ብመንፈስካ ኣፅንዕ ንልበይ
ዕርቃነይ እትሽፍን ኣኽሊል ፅድቀይ 
ብተስፋ ክጓዓዝ ምራሕ ሕይወተይ
ናይ ርእሰይ ትሕጃ ቅዱስ ቃልካ(2)
የፀናንዓኒ ከይጠልመካ(2)
የበራትዓኒ ከይክሕደካ(2)



2.ዘይተሰልክየኒ ኣቦ ሕይወተይ 
ረዳኢ ናይ ጉዕዞይ ዋልታ ንነፍሰይ
ዓይነይ ከይርሕቅ ካብ መስቀልካ 
ሓሳበይ ጠቅልሎ ናብ ቅዱስ ሞትካ (2)
ልበይ ከይርሕቅ ካብ መስቀልካ(2)
ሓሳባተይ ጠቅልሎ ና ስቃይካ(2)

        ''',
        'category': 'ምፅኣት',},
                {'title': '51. ንብገስ ኣሎና',
         'lyrics': '''

1.ንብገስ ኣሎና ናብ ላዕለዋይ ሃገር
ምስ ኩሎም ቅዱሳን ኣብኡ ንኽንነብር።


ተደ፥ ንዝራእ ደኣ ኣሕዋት ሰናይ ፅቡቅ ዘርኢ
    ብሓጎስ ክንሃንፅ ሕጉስ እዋን ቀውዒ።


2.ይደፋነቅ ኣሎ ልቢ ናይ ኩላትና
ንጎይታ ክንረክብ ነቲ ዝሞተልና 


3.ድሕሪ ሓፂር ጊዜ ክንደይ ደስ ክብለና
ኣብ ሰማያዊት ቤት ኣኽሊል ምስ ደፋእና።


4.ይፅበየና ኣሎ ሰማያዊ ኣቦና 
ሓደራና ነፅንዕ ሕድሪ ብተዋህበና።

        ''',
        'category': 'መዓልቲ ምውታን',},
                {'title': '52. ኢየሱሰይ ምርሓኒ',
         'lyrics': '''

   ተደ፥ ኢየሱሰይ ምርሓኒ ኢየሱሰይ ምርሓኒ፡
       ናብታ ሃገር ፅዮን መሪሕካ ኣእትወኒ።

1.ብማዕበል ፈተና ብስምካ ክሓልፍ፡
ፀጋኻ ኣልብሰኒ ንድሕሪት ከይተርፍ።

2.ዓለም ብድኻመይ ሓጎስ ከይስምዓ
ሕይወተይ ሓድሶ ኢየሱሰይ ንዓ።

3.መገሻይ ነዊሑ ብርቱዕ ከይመስለኒ
መንፈስካ ኣብዝሓለይ ፀጋኻ ሃበኒ።

4.ዓለም ምስ ትምኒታ ኵሉ ክተርፍ’ዩ
ኢየሱስ ኣነስ ተስፋይ ካባኻ’ዩ። 

        ''',
        'category': 'ልመና',},
                {'title': '53. እግዚኣብሔር ጓሳየይ’ዩ',
         'lyrics': '''
እግዚኣብሔር ጓሳየይ’ይ
ዝጎድለኒ የብለይን።
ኣብ ልሙዕ ሸኻ የውዕለኒ
ናብ ዝዓርፈሉ ማይ ይመርሓኒ
ንሱ ንነፍሰይ የህድኣ ኢዩ።

     ተደ፥ ዓወት ኣለዎ እዚ መንገደይ
         ዚፈሊ የለን ካብቲ ኣምላኸይ!! 
        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '54. ምርሓና ጓሳና',
         'lyrics': '''


     ተደ፥ ምርሓና ጓሳና፡ ኢየሱስ ተስፋና
         ፀኒዕና ክንፅበያ ሰማያዊት ቤትና።


1.ትርጉም ዘለዎ ናብራ ምንባር መሃረና
ናይ ሰላም ንጉስ ንገስ ኣብ ውሽጢ ልባትና።


2.ክቡር መድሓኒና መሃረና፡ምርሓና
ሓለዋኻ ኣይግደፈና እንኪዝሕል ጉልበትና።


3.ክንፈርሕ፡ ክንደክም፡ ክንትክዝ ሓዚንና
ኦ ጎይታና ብመንፈስካ ኣፀናናዓና።


4.ከይፅምሉ ሕይወትና ኣፍስስ በረኸትካ፡
ኣለምልመልና ብፀጋኻ ክንቀውም ንኽብርኻ።


5.ሓይሊ ፀላኢና ንኸየጥቅዓና 
ኢየሱሰይ፡ እምባይ፡ ኣይትፈለየና።  

        ''',
        'category': 'ልመና',},
                {'title': '55. ሕያዋይ ጓሳ',
         'lyrics': '''

1.ሕያዋይ ጓሳ ኢየሱስ በይንኻ 
ዕሸል ሕይወተይ ምራሕ ሕድርኻ፡
ሓደራ እብለካ ኵሉ መንገደይ 
ብመንፈስ ቅዱስ ምላእ ሕይወተይ።


ተደ፥ ክሳዕ ዝበፅሕ ናብ ቅዱስ ቤትካ ናብ የሩሳሌም(2)
እሙን መራሒ መዓልትታተይ ብዓወት ደምድም።

2.በትርን ምርኩስን ኩነኒ ኢኻ 
ተግሳፅ ኪቕበል ከምኡ’ውን ፀጋኻ 
መጠን ከይሓልፍ ድሕሪት ከይተርፍ
ኣስተምህረኒ ብቅዱስ መንፈስ።

3.ትፈልጥ ኢኻ ድኹም ምዃነይ
ኣሳልየኒ ብሩኽ መድሕነይ
ናይ ኵሉ ኣምላኽ ናይ ምድሪ ሰማይ 
ኣብቃዓኒ ጎይታ ገፅካ ንምርኣይ።

4.ኦ ዕዉት ገንሸል ብሩኽ መድሓኒ
ኣብ ኩሉ ጉዕዞይ ዓወት ሃበኒ 
ኣብ ሓዳስ ሃገር ፃዕዳ ከም ፀምሪ
ከዕርፍ ኣብኡ ካብ ድኻም ፃዕሪ።

        ''',
        'category': 'ልመና',},
                {'title': '56. ፀጋኻን መንፈስካን',
         'lyrics': '''


1.ሳህልኻን ምሕረትካን ምውታን ክስዕባኒ
ዘልዓለም ክነብር ኣብ ቤትካ፡
ድኻመይ ዕልወተይ ውድቀተይ ክስዕር
መንፈስካን ሓይልኻን ሃበኒ።

ተደ፥ ኪርኢ ብርሃን ገፅካ፡ ክርኢ መንግስትኻ
ህዉኽ’የ ክርኢ ብርሃን ገፅካ፡
ኣቑሳል ናይ ኣእዳው ኣእላፍ ቅዱሳንካ
ብምርኣይ ኵድስ ንዓኻ።

2.ፍላፃ ፀላኢ ሰላመይ ገፋፊ
ጠባሪ ጥራየይ መትረፊ
ከይጠፍእ ብዘይ ተስፋ ከይርሕቅ ካባኻ
ሓግዘኒ ንድኻመይ ብፀጋኻ።

3.ብቓልካ ኣብርሃለይ፡ ምራሕ ንመገሻይ
ብሰላም ኪበፅሕ ኣብ ቤተይ
ፀላኢ ስዒረ መገሻይ ወዲኤ
ክርኢ ኣኽሊለይ ደፊኤ።

        ''',
        'category': 'ምፅኣት',},
                {'title': '57. ከመይ’ሉ ይኾነለይ',
         'lyrics': '''


1.ከመይ’ሉ ይኾነለይ ኢየሱስ ከፍቅረኒ
ንዓይ ድኹም ሕሱር ፈትዩ ኬፍቅረኒ 
ዝረኤን ዘይሬን ኵሉ ዝፈጠረ 
ከመይ’ሉ ኮነለይ ኪብለኒ ወደየ።


ተደ፥ ተሓጕሰ ተመስገን፡ ተመስገን ኣምላኸይ
     ተዓዊተ   ”	  ”	”


2.ከመይ’ሉ ይኾነለይ ብኣምላኽ ክናበ 
ብነፍሲ ብስጋ  ኵሉ እናሃበ 
ካብ ፀላኢ ነፍሰይ ዓወተይ ዘይፈቱ
ዓወት እናሃበ ኣብ ሰማይ ዜእቱ።


3.ከመይ’ሉ ይኾነለይ ኣብ ዙርያ’ቲ ዙፋን
ምስ ኩሎም ኣሕዋተይ ብሓጎስ ምምስጋን
ኢየሱሰይ ዘለዎ እቲ ጥዑም ዓዲ
ከመይ’ሉ ኮነለይ ኪብለኒ ወደየ።

        ''',
        'category': 'ምስጋና',},
                {'title': '58. ኣምላኽ ይደርዞ ንብዓትና',
         'lyrics': '''

1.ኣብ ሰማይ ኬድና ፆርና ምስ ደርበና 
ኣምላኽ ይደርዞ ንብዓትና፡
ምስ ኩሎም ፃድቃን ኣብኡ ምስ ሓበርና
ኣምላኽ ይደርዞ ንብዓትና።


ተደ፥ ኣምላኽ ብፍቅሩ ክደርዝ ንብዓትና
    ሓጎስ ይኸድኖ ፍርህና፡
    ኣብ ዙፋን ገፅ ክብሪ ምስ ረኣና
    ኣምላኽ ይደርዞ ንብዓትና።


2.ደጌታት ናይ ክብሪ ምስ ተኸፍተልና
ኣምላኽ ይደርዘልና ንብዓትና
ገፅ ጎይታ ኢየሱስ ሽዕ ምስ ርኤና
ኣምላኽ ይደርዞ ንብዓትና።

3.ምስ ኩሎም ኣሕዋት ብሓደ ሓቢርና
ኣምላኽ ይደርዞ ንብዓትና
ዝፈሊ የለን ዘቑርር ምቖትና
ኣምላኽ ይደርዞ ንብዓትና።

        ''',
        'category': 'ምስጋና',},
                {'title': '59. እግዚኣብሔር ሰናይ’ዩ',
         'lyrics': '''


1.ኣብ ፀበባይ ኩሉ- ኣምላኸይ ፀዋዕኩ፡
ኣምላኽ ኣርሓበለይ - ዓወት’ውን ረኸብኩ።

ተደ፥ እግዚኣብሔር ሰናይ’ዩ፡
ምሕረቱ ንዘልዓለም 
ስለዚ ኩላትና ኣሕዋተይ
ንጎይታ ነመስግኖ።

2.ኣብ ሰብ ካብ ምውካል - ኣብ ኣምላኽ ይሓይሽ
ብስም ኣምላኽ ጌርና - ንሰይጣን ክንሕምሽሽ።


3.ቃልካ ንትንሓገይ - እምብዛ ጥዑም’ዩ
ንኣፈይ ከም መዓር - ኣዝዩ የመቅሮ’ዩ

4.ብግብርን ብሓቅን - ኣሕዋተይ ንፋቀር፡
ብቃልን ልሳን- ጥራይ ኣይንጠበር።


5.ካብ ኣእላፋት ወርቂ - ምስ ብዙሕ ብሩራት፡
ኢየሱስ ይሕሸና - ንጉስ ነገስታት።

        ''',
        'category': 'ምስጋና',},
                {'title': '60. ባህጊ ኣሎኒ ንምፍቃርካ',
         'lyrics': '''

      ተደ፥ ባህጊ ኣሎኒ ንፍቃርካ
          ሃረርታ ኣሎኒ ንምግልጋልካ


1.ተመንየዮ ሃረር ኢለዮ ክቑፀርምስቶም ኣባጊዕካ(2)
ብዅራ ኣይትጠምተኒ ኣቦይ ስማዕ ንልመናይ (2)
ዓፀድካ ክረግፆ እየ ክፍፅም እቲ ትምኒተይ(2)።


2.መንገደይ ኣቕኒዐ ዕጥቐይ ኣሲረ ክጎዓዝ ክመፀካ
ስጉምተይ ሓልዎ በካይዳይ ኩሉ ክምስክረልካ
ምስ ኩላቶም ቅዱሳንካ ክኸቦ ነቲ ዙፋንካ(2)


3.ቃልካ ንፁር’ዩ ንልበይ መቓልሕ ዝሰግደሉ ክምልሰሉ(2)
ናይ ርትዒ ኣምላኽ ትበሃል ኣቦ ሕያዋይ ትፅዋዕ(2)
ተመስገን ዕዲልካና ኢኻ ስጋኻ ንኽብላዕ(2)።

        ''',
        'category': 'ፀዋዕታ',},
                {'title': '61. ክብሪ ምስጋና',
         'lyrics': '''

     ሃሌ ሉያ!!
1.ንኣምላኽ ኣብ መቅደሱ ኣመስግንዎ!
ኣብ ጠፈር ስልጣኑ ኣመስግንዎ!
ትንፋስ ዘለዎ ኩሉ የመስግኖ።

ተደ፥ ክብሪ ምስጋና ውዳሴ ምስ ግርማ
    ይኹን ንኣኻ ፈጣሪና!!!

2.ስለ ግብርታት ሓይሉ ኣመስግንዎ!
ከም ብዝሒ ዕብየቱ ኣመስግንዎ!
ትንፋስ ዘለዎ ኩሉ የመስግኖ።

3.ብድምፂ መለኸት ኣመስግንዎ!
ብበገናን መሰንቆን ኣመስግንዎ!
ትንፋስ ዘለዎ ኩሉ የመስግኖ።

4.ብከበሮን ሳዕስዒትን ኣመስግንዎ!
ብቃና እምብልታን ኣመስግንዎ!
ትንፋስ ዘለዎ ኩሉ የመስግኖ።

5.ብጭልጭልታ  ፀናፅል ኣመስግንዎ!
ብጥዑም ዝደሃዩ ኣመስግንዎ!
ትንፋስ ዘለዎ ኩሉ የመስግኖ።

        ''',
        'category': 'ምስጋና',},
                {'title': '62. ተሓጉስና ነመስግኖ',
         'lyrics': '''

1.ክርስትያን ኣይትሕዘን በዚ ናይ’ዛ ዓለም ናብራ
ኩሉ ጊዜ ኣሎ ድኻም ሽግር  ወይ መከራ
ስለዚ ንቅድሚት ኣቅንዓዮ መንገድኻ 
ናይ ዘልዓለም ጎይታ ኣይተሕዝኖ ሓደራኻ።


ተደ፥ ተሓጉስና ነመስግኖ በቲ ተስፋ ዝሃበና
ክወስደና ኪመፅእ’ዩ ናብታ ሰማያዊ ቤትና።


2.ድኻም ሓዘን ሽግር እንተ ከበበ ኣብ ዙርያኻ 
ብእምነት ፀሊ’ሞ ረዲኤቱ ኪህበካ 
ፀልማት ተመሲሉ እትርእዮ ነገር ኩሉ 
ጎይታ ኣይድርብየካን እሙን ኢዩ በቲ ቃሉ።


3.ኢየሱስ ኪመፅእ’ዩ ብመላእኽቱ ተዓጂቡ
ኪወስደና ኢዩ ናብቲ ሰማያዊ ቤቱ፡
ጎይታ ይሕሸና ሰላም ሓጎስ ዚህበና
ኣብቲ መጨረሽታ ኣብ መንግስቱ ኬእትወና።

        ''',
        'category': 'ምስጋና',},
                {'title': '63. ምስጋና',
         'lyrics': '''


  ተደ፥ ምስጋና ሃሌ-ሉያ ምስጋና!
      ንኢየሱስ ምስጋና!
      ይግበኣካ’ዩ ኣምላኽና
      ዝኾንካ መድሕንና

1.ናይ ዓለም መከራ ጭንቀት ምስ ፈተና
ብሓይሊ ጎይታ ኢየሱስ ክንስዕሮ ኢና፡
ንብዓትና ብመዝሙር ሓዘንና ብደስታ
ከምዚቅይሮ ነጊሩና ጎይታ።

2.ብብዝሒ ሓጢኣትና ጎይታ ኣይደርበየናን 
ኣምላኽና ብመዓቱ ኣይተቐበለናን፡ል
ነዚ ርሕሩሕ ኣምላኽ ናይ ሰራዊት ጎይታ 
ኣብ መስቀል ወዓለ ንምኽፋል ዕዳና

3.ኣብ ዓለም ከለኹ ንዓኻ ኣኽቢረ
ብመከራ ክሓልፍ ንስምካ ፀዊዐ
ዓለም ብምልኣታ እንተናዓቀትኒ
ከቶ ዘይትጠልም ንስኻ ኣሎኻኒ።

4.ዓለም ብምልኣታ ኣብ ኢድካ ዝሓዝካ 
ክብሪ ንስምካ ይኹን ኦ ክቡር ኣምላኽና 
ናይ ልቢ ዕረፍቲ ሰላም ዝሃብካና
መስዋዕትና እንካ ኦ ፍቁር ኣምላኽና።   

        ''',
        'category': 'ምስጋና',},
                {'title': '64. ሃሌ-ሉያ ፡ ሃሌ-ሉያ',
         'lyrics': '''

1.ብሓዘን ብጓሂ ክበኪ ከለኹ
ምሕረትካ ክረክብ ተተስፌ’ለኹ
ሸኸመይ’ውን ከውርድ ኣብ ቅድሜኻ’ለኹ
ኣብ ትሕቲ መስቀልካ ተደርብየ’ለኹ።

ተደ፥ ሃሌ-ሉያ . . . . . . . . ንኢየሱስ(2)

2.ብሰንኪ ሓጢኣተይ መከራ ዝፀገብካ
ንዓይ ንሓጥእ እውን ኣዚኻ ዝሓሰርካ 
መግረፍቲ ሓጢኣት ኩሉ ተቀቢልካ 
ኦ ለዋህ ኣምላኸይ መንገደይ ሓግዝ ኢኻ።

3.ኦ ኢየሱስ መድሕነይ የዋህ ፈቃር ኢኻ
ትሕልወኒ’ኻ ንዓይ ንውሉድካ፡
ትፅወዓኒ’ውን ናብቲ በረኸትካ
ሎምን ትማልን ንዘልዓለም ኩሉ ሳዕ ንስኻ ኢኻ።

4.ቅዱስ ቅዱስ ቅዱስ ንዓኻ ኦ ጎይታይ
ሓቂ እትፈርድ ኢየሱስ ናዝራዊ ኢኻ 
ንዑ ናባይ እናበልኻ ትዕድም ንስኻ 
እነሆኹ እዝምር ኣብ ትሕቲ ዙፋንካ።

        ''',
        'category': 'ምስጋና',},
                {'title': '65. ተመስገን ኢየሱስ ሓላውየይ’ዩ',
         'lyrics': '''


ተደ፥ ተመስገን ኢየሱስ ሓላውየይ’ዩ
    ንሕይወተይ ዝገዝኣ ብደሙ።


1.ቅዱስ ቅዱስ ኢለ ኣምላኽይ ከመስግን
ናይ ቅዱሳን ቅዱስ ኢየሱስ ተመስገን

2.ናይ ፍቅሪ ኣምላኽ ናይ በረኸት ኣቦ
ናይ ሰላም ንጉስ ንነፍሰይ ኣድሕና።


3.ካብ ላዕሊ ካብ ዙፋን እናተመልከተ፡
ኣእዳዉ ዘርጊሑ ይብለና ደቀይ።


4.መርበበይ ደርቢየ ከም ኤልያስ’ውን ኮይነ
ከም ጴጥሮስ ከይከውን ንጎይታ ኪሒዱ።


5.ካብ ሕጂ ግን ጎይታይ ኣብ ኢየሩሳሌም 
ክንብር ምሳኻ ምስ ኤልያስ ምስ ሙሴ።

        ''',
        'category': 'ምስጋና',},
                {'title': '66. ተመስገን ኣምላኽና',
         'lyrics': '''
1.ብዕቤትካ እተፈራሕካ ገባሪ ተኣምራት ኢኻ
ኣምላኽ ኣማልኽቲ ንጉስ ናይ ነገስታት።


ተደ፥ ተመስገን(3) ኣምላኽና
ብብዝሒ ምሕረትካ ይፈሳሕ ልባትና።


2.ብቅድስና ከማኻ ኣምላኽ ብዘይካኻ 
የልቦን ዝመስለካ መስተንክር ጎይታ ኢኻ።

3.ብምኽሪ ረሲኣን ዘይትመላለስ ጎይታ
ፅድቅኻ’ን ፍርድኻን መሰረት ዙፋንካ።

4.እመን በርትዕ ፅናዕ ኣይትፍራሕ ትብለኒ
እሙን ዋልታ ፀግዒ ዕርደይ ትኾነኒ።

5.ሓወይ ብጎይታ ተሓጎስ ኣዚዩ ባህ ይበለካ
ዜፀናንዕ መንፈስ ምሳኻ ኣሎካ።

        ''',
        'category': 'ምስጋና',},
                {'title': '67. ሃሌ-ሉያ ይመስገን',
         'lyrics': '''

ተደ፥ ሃሌ-ሉያ ይመስገን ሂቡና’ዩ ናቱ ሰላም
    ሃሌ ሉያ ይመስገን ሂቡና’ዩ ሰላሙ።

1.ብርሃን ተስፋኻ ምስ ዚፅልምት
ዝኾነ ይኹን ኣይምረር፡
ቅረብ ቅድሚ ጎይታ ብእምነት
ፆርክ ደርብዮ ብፀሎት።

2.ብፍትወት ስጋ ምስትፍተን 
ስጋኻ ደርቢ ትሕቲ መስቀል
ኢድካ ኣልዕሎ ምስ ልብኻ 
ሓይሊ ተቀበል ዝመልኣካ።

3.ኪመልኣካ’ዩ ብመንፈስ
ኣብ ቅድሚኡ ልብኻ ኣፍስስ
ድኻም ጠፊኡ ሓይሊ ይምፃእ
ሕይወት በዚሑ ይውሕዝ።

4.ትሕቲ መስቀሉ ተምበርኪኸ 
እፅሊ ኣለኹ ናብ ኣምላኸይ
ብስም ኢየሱስ ምስ ዝልምን 
ኪቅበል ኢየ ድልየተይ።

        ''',
        'category': 'ምስጋና',},
                {'title': '68. ኣምላኽ ምሳና እንተዘይነብር',
         'lyrics': '''

  ተደ፥ ኣምልኽ ምሳና እንተ ዘይነብር እንተዘይዋግኣልና 
      ሓይሊ ፀላኢ በርቲዑ ካብ ምድሪ መጥፍኣና 
      ስለዚ . .  . እግዚኣብሔር ይመስገን ስለ ኩሉ ነገር


1.ይርአ’ሎ ፀላኢ ከቢቡ ኣብ ዙርያና
ካብ ኵሉ ይብርትዕ ሓይሊ ናይ ኣምላኽና
መለኸት ንፍሕዎ ፀላኢ ክዓውር
ብእምነት ደው ንበል  ኢየሱስ’ዩ ዚስዕር።

2.ብብዝሒ ብሒደት ዝከኣሎ ምድሓን
ንሱ ምሳና’ዩ ዝደፍረና የልቦን 
ብኵሉ መሪሑ ኣብፂሑና ኣብዚ 
ፍሬና ኪርኢ ይደልየና ሕጂ።

3.ሃገር ኣላትና ነባሪት ከተማ
ብኽያት ሓዘን ጓሂ እህህታ ዘይብላ
ንጋደል ኣሎና ክሳብ እንኣትዋ
ኣምላኽ ይርድኣና ኣብ ጊዜ ድኻምና።

4.ተቃውሞ ኣማልቕ ሰራዊት ናይ ፈርዖን 
ብጎይታ ሰራዊት ኪዓንው ክንርእዮ
ብብርቱዕ ድምፅና መለኸትና ንንፋሕ
ናይ እምነት ቁራዕ ርእሲ ኣብ ርእስና ንድፋእ።

        ''',
        'category': 'ምስጋና',},
                {'title': '69. ተሓጎሲ ነፍሰይ',
         'lyrics': '''


   ተደ፥ ተሓጎሲ ነፍሰይ ደስ ይበልኪ
       ናይ ትሕትና ጎይታ ዝረኸብኪ
       ተወልደ ኣብ መብልዕ ማል ሕይወት ክህበኪ።


1.ኣብ ፀልማት ኣብ ሓጢኣት ክነብር ከለኹ
መራሒ ስኢነ ክብል የማን ፀጋም
ተወልደለይ ኢየሱስ ካብ ርሕርሕቲ ማርያም፡
ክብረቱ ገዲፉ ንዓይ ንከድሕን
ተወልደ ኣብ መብልዕ ማል’ቲ ፈቃር መድሕን።


2.ቁርን ኣስሓይታን ዛሕሊ ኣብ ዝባኑ
ማንም ኣይነበረን ክዳን ዘምፅኣሉ
ብዓለባ ጌራ ጠቕለለቶ ኣዲኡ
ብእስትንፋስ ከብቲ ሙቐት እናረኸበ
ፀጋ መሊእዎ ፈገግታኡ ሃበ
ምልኣት ናይ ፍቅሪ ብኡኡ ተጀመረ። 

        ''',
        'category': 'ልደት',},
                {'title': '70. ምስ ከፍኣኒ ናብ ኣምላኸይ',
         'lyrics': '''

1.ምስ ከፍኣኒ ናብ ኣምላኸይ 
እፅሊ ኣለኹ ተምበርኪኸ፡
ረዳኢየይ እፈልጦ ኣለኹ
ሕይወተይ ሂበካ ኣለኹ።

ተደ፥ ብዘይካኻ መን ኣሎኒ
ሕይወተይ’ውን ዚሕዘኒ፡
ኦ ኣምላኽ ኢደይ ሓዘኒ
ናብ ቤትካ’ውን ኣብፅሓኒ።

2.ብኽብሪ ምስ እትመፅእ 
ወይ ነፍሰይ ምስትወፅእ፡
ንዓኻ ክርኢ ቐሪበ
ከም ቃልካ ኮይነ ክረአ።

3.ከም ቃልካ’ውን ተፀዊዐ
ወፃእኩ ኩሉ ሓዲገ፡
ቃልካ ከም ዝኣዘዘኒ
ንኪኸውን ሓግዘኒ።

4.ምግዱር ወድኻ ኣነ’የ
ቃልካ ምእዛዝ ዝደሊ፡
ኩሉ ጊዜ ንግሆ ምሸት
ተምበርኪኸ እፅሊ ኣለኹ።


        ''',
        'category': 'ልመና',},
                {'title': '71. ኣይሓደግካናን',
         'lyrics': '''

  ተደ፥ ኣይሓደግካናን! ሃሌ-ሉያ!
      ኣይሓደግካናን!ኣሜን!
      ኣሕሊፍካ’ውን ንፀላኢ ኣይሃብካናን።

1.እቲ ሕሱም ሰይጣን ተፃራርየይ
ከቶ ኣይዓርፍን ካብ ምፍታነይ፡
እሙን ጎይታ ግን ኣይሓደግካንን
ብኣይ ክትከብር ኣይንዓቕካንን።

2.ሰይጣን ኪጓዝም ብርከይ ረዓደ
ርእሰይ ኣድኒነ ተስፋ ቖሪፀ፡
ንስኻ ግን ጎይታ ምሳይ ነበርካ
ብሰይጣን ክግዛእ ኣይሓደግካንን።

3.ወትሩ ብዘይ ፍርሓት ዕልል ክብል’የ
ኣብ ኩሉ ናብራይ ከመስግነካ’የ
ዕፁብ ክቡር’ዩ ጎይታ ኵሉ ትእዛዝ
ኣብዛ ዕሸል ነፍሰይ ሓይልኻ ግለፅ።

4.ወንጌል ናይ ፅድቂ ክትነብር ኢያ 
ደጌታት ሲኦል ኣይሕይልዋን፡
ንስምካን ደምካን ኣፅዋርና ጌርና 
ክንኣቱ ኢና ከንኣን ሃገርና።

        ''',
        'category': 'ምስጋና',},
                {'title': '72. ዓቢይ መስተንክር',
         'lyrics': '''

   ተደ፥ ዓቢይ መስተንክር’ዩ ንሕና እነምልኾ
       ብርቱዕ ሓይሊ’ዩ ንሕና እንሰግደሉ፡
       ብናይ ኩሉ ዓለም ሕብረት
       ናይ ፍጥረት መሰረት።

1.ጫካ ናቱ ኢዩ - ምስናይ ልምዓቱ
ወሓዚ ማይ ናቱ - ምስ ዘገርም ፅርየቱ
ኩሉ ኣብ ቦታኡ - ይገልፅ ፍልጠቱ
ንሕና ነምልኾ’ዩ - መሰረቱ።

2.ዕምባባ ኣትክልቲ - ናይ ልባትና ዕረፍቲ
ኩሎም ስነ ፍጥረት - ናይ ወዲ ሰብ መርወይቲ
ንፍቅሩ ዓንድ’ዩ - ንሱ ውን መሰረቱ
ናይ ፍጥረት ምንጪ’ዩ - ኣትሒዙ ካብ ጥንቱ
ንሕና ነምልኾ’ዩ - መሰረቱ።

3.ባሕርን ኣፍላጋትን - ዝናብን በርቅታትን
ከዋኽብቲ ሰማይ - ዘምውቅ ብርሃን ፀሓይ
ኩሉ ዘሎ ድምቀት - ይገልፅ ናቱ ዕቤት
ነጎዳ ድምፁ ኢዩ - ዘገርም ትርኢቱ
ንሕና ነምልኾ’ዩ - መሰረቱ።

4.መዓዛ ዕምባባ - ኣብ ገምገም ሩባ 
እንስሳ በረኻ - ይዘምሩ ኣብ ዙርያኻ
ኩሉ ሃብቲ ናቱ - ምስናይ ስነ ፍጥረቱ
ንሕና ነምልኾ’ዩ - መሰረቱ።

        ''',
        'category': 'ኣምልኾ',},
                {'title': '73. ምስጋና ንኢየሱስና',
         'lyrics': '''

    ተደ፥ ምስጋና(2)ንኢየሱስና ይግበኦ ምስጋና ሃሌ-ሉያ
        ሰላሙን መንፈሱን ብምፍሳሱ ዝመልኦ ልባትና።

1.መንፈሱ እናፍሰሰ ዝመልኣና
ናቱ ሰላም ሂቡና ሃሌ-ሉያ
ነመስግን ብኽብሪ ንኣምላኽና 
ነቲ ዝሞተልና።

2.ሓደስቲ ፍጡራት ዝገብረና
በቲ ደሙ ሓፂቡ ሃሌ-ሉያ
ርኽሰትናን ሓጢኣትናን ደምሲሱልና
ፅድቂ ኣልቢሱና።

3.ክርስትያን ሓወይ ክጨንቀካ
ሰይጣን እንተፈተነካ ሃሌ-ሉያ
ኣብ መስቀል ጠምት ኣብ ጎይታኻ 
ሓራ ከውፅኣካ።

4.ንኸንቱ ኣይኮነን እዚ ጉያና
ኣብ ሰማይ ቤት ኣሎና ሃሌ-ሉያ
ብኢድ ሰብ ዘይተሓንፀት ከተማና
ሓዳስ ኢየሩሳሌም።

5.ዕልል ዕልል ንበል ደስ ኢሉና
ፈቃር መድሕን ኣሎና ሃሌ-ሉያ
ስልጣንን ክብርን ይወድሶ
ኣሜን ሃሌ-ሉያ።

        ''',
        'category': 'ምስጋና',},
                {'title': '74. ዓወት ኣለዎ እዚ መንገደይ',
         'lyrics': '''

1.ናይ ዓለም ነገር ስዒረዮ’የ
ኩሉ ገዲፈ ወድኻ ኢየ
ንዘልዓለም ኣይምለስን’የ
ብናብራ ዓለም ኣይወድቅን’የ
ንኢየሱስ ሒዘ ኣይወድቅን’የ(2)

ተደ፥ ዓወት ኣለዎ እዚ መንገደይ
ዚፈሊ የለን ካብ ኢየሱሰይ
ዚፈሊ የለን ካብ ኣምላኸይ።

2.ሓጎስ ዘለዎ ሃገር እፅበ
ወዲ ኣምላኽ’የ ክወርስ’የ
ኣብ ሓዳስ መሬት ኣብ ሃገር ፅዮን 
እናዘመርኩ ክነብር’የ
ምስቲ ገንሸል’ውን ክነብር’የ(2)።

3.ክወርስ ዙፋን እናዘመርኩ
ምስቶም ቅዱሳን ክሓብር’የ
ኣይጠምን ከምኡ’ውን ኣይፀምእን
ምስ ኣምላኸይ ኮይነ ኣይጭነቅን’የ
ኣብ ልዕሊ ሓጢኣት ዓወት ረኺበ(2)።

4.ክርስትያን ሓወይ በርትዕ ኣጆኻ 
ናይ ተስፋ ሃገር ሰማይ ኣሎካ
ዓወት ኣሎካ ኣብ መንገድኻ
ንዘሎኣለም ክትሕጎስ ኢኻ
ዕልል ክትብል ምስ ኢየሱስ ኮንካ(2)።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '75. ዝኽተሎ ኣምላኽ',
         'lyrics': '''


  ተደ፥ ዝኽተሎ ኣምላኽ ዝሰግደሉ ጎይታ 
      ካልእ የብለይን ኢየሱስ ብዘይካኻ 
      ኣብዛ ሽጋር ዓለም ቅሳነት ዘይብላ
      ኢየሱስ ክነብር’የ በቲ ናትካ ፀጋ

1.ኣነ ከይደኸምኩ ጉዕዞይ ከይፈፀምኩ
ኢየሱስ እመነኒ ኣብ ሞያ ኣውዕለኒ፡
ድሌተይ ሓረርታይ ናይ ልበይ ናፍቆት
ንዓኻ ክነብር ጥራይ’ዩ ኢየሱሰይ

2.ኣነ ብምንባረይ ንዓኻ ይኹን ጎይታ 
ፍፁም ኣይምለስን ከይበፃሕኩ ኣባኻ 
ሞት እንተኾነ ጭንቀት’ተመፀ መከራ 
ፍፁም ኣይምለስን ከይረኣኹ ገፅካ።

3.ጎይታየ ስምዓኒ ኣነ እልምነካ
ቃላትካ ከይልውጥ እማባፅዓካ
ሃረርታ ኣሎኒ ክገብር ፍቓድካ
ሓንሳብ መዲበ’የ ንኸገልግለካ።

4.ኦ ፈቃር ኢየሱሰይ ልዑል መድሓንየይ 
ናትካ ኢየ ኣነ ንምሉእ ሕይወተይ
ኦ! ኣምላኽ ምርሓኒ ኣይትጋደፈኒ 
ምሳኻ ምንባር’ዩ ጥራይ ዝሕሸኒ።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '76. ፈቃር መድሕነይ',
         'lyrics': '''


1.እሙን ኣምላኸይ እምካሕ ብኣኻ 
ኣረኪበ’የ ሕይወተይ ንዓኻ
መድሕነይ ኢኻ ናይ ሕይወተይ ጎይታ
ብፍቅሪ ናተይ ሞትካ ኣብ ጎልጎልታ።


ተደ፥ ፈቃር መድሕነይ እምካሕ ብኣኻ
ዋልታ ሕይወተይ ንስኻ ኢኻ


2.በዘይ ብኣኻ መንከ ኣሎኒ 
ኣብ ጊዜ ጭንቀይ እትረድኣኒ 
ተስፋ ቆሪፀ ንብዓት ከፍስስ 
መድሕነይ መፀ ዓይነይ ኪደርዝ።


3.ለዋህ ኢየሱሰይ ዕረፍቲ ልበይ
ከይፍለየካ ንምሉእ ሕይወተይ
መራሕ ሕይወተይ ረኺበካ’የ
ኣይፍለየካን መብፅዓ ኣትየ።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '77. ፀጋ ናይ ኣምላኽ',
         'lyrics': '''


  ተደ፥ ፀጋ ናይ ኣምላኽ ኣሎ ምሳና 
      እኳ ኣይደርበየናን(2)
      ይባርኸና ዕለት ዕለት የዕብየና

1.ሓይልና እኮ’ዩ ብርታዐና
ፀግዕና እኮ’ዩ ትምክሕትና
ዕርድና እኮ’ዩ መፅለሊና
ዋልታና ኮይኑ ዝከላኸለልና።

2.ነዊሕ ኣይኮነን እቲ ውግእና 
ዓወት’ውን ኣለዎ እቲ መገሻና
ኣይጠልምን’ዩ እቲ ኣቦና 
ክህበና እዩ’ቲ ውርሻና። 

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '78. ድሕነት ብኢየሱስ ‘ዩ',
         'lyrics': '''


      ተደ፥ ድሕነት ብእየሱስ’ዩ ኣሜን !ኣሜን!(3)
          ካልእ መድሕን የብልናን።

1.ናይ ጎይታና ድሕነት ብቃሉ በፅሓና
ቅዱስ መፅሓፍና’ውን ዘርዚሩ ይገልፀልና
እስኪ ንመልከቶ ወትሩ’ውን ንሕሰቦ
ኢየሱስ ጥራይ’ዩ ካልእ መድሕን የልቦን።

2.ብልቡ ዝኣመነ ከይተጠራጠረ
ይረክብ ፃማኡ ፍፁም ከይሓፈረ
ስጋና ፈዊሱ ነፍሳትና ዘድሕን’ዩ
ክልምኖ ዘሎኒ ኢየሱስ ጥራይ’ዩ።

3.ጎይታና ነልኣዛር ካብ ሞት ኣተንስኦ
ንሓንካስ ፈዊሱ ንለምፃም ኣንፅሖ
ንብዙሓት ዕዉራት ብርሃኑ ዝሃቦም 
ሓቀኛ ክርስቶስ ጥራይ’ዩ መድሕኖም።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '79. ምስ መድሕነይ',
         'lyrics': '''

1.ምስ መድሕነይ ካብ ዝኸይድ ሕይወተይ ተለዊጡ
ድሕሪ ሕጂ ኣይጭነቅን ዝመፀ እንተመፀኒ።


ተደ፥ ክዝምር’የ(2) ንኢየሱስ መድሕነይ
ክዝምር’የ(2) ካብ ሎሚ ንዘልዓለም


2.ሕይወተይ ብሓጢኣት ሞይቱ ኣብ ፀልማት ኪመላለስ
ግን መድሕነይ ረዲኡኒ ሽግረይ ኣርሒቁለይ።


3.ብዙሕ መዓንቀፊ ኣሎ ክኽተል ንመድሕነይ
ረዳእየይ ሓላውየይ ኢየሱስ ክርስቶስ’ዩ።


4.ካልእ መንገዲ ኣይደልን ተስፋ ስለ ዘይብሉ
መንገዲ ጎይታ ኢየሱስ ግን ተስፋን ሕይወትን ኣለዎ።

        ''',
        'category': 'ኣምልኾ',},
                {'title': '80. ምድሓንካ ርእየዮ',
         'lyrics': '''


    ተደ፥ ምድሓንካ ርእየዮ ፍቅርኻ ጥዒመዮ
        ስለዚ ፍቅርኻ እንሆ ንዓኻ ዘቅርቦ

1.ብደቁ ኪኸብር ዚደሊ ለዋህ ጎይታ
ንኩላቶም ደቁ ዘይድርቢ ናብ ባይታ (2)
ብርሃኑ ፍቅሩ ስሒቡኒ ንዓይ።

2.መኣዛ ክብርኻ ግርማኻ’ደኒቑኒ!
በሽሓት መላእኽትን ቅዱሳንን እትስነ (2)
መጀመርታኡን መጨረሽታኡን ጠፊኡኒ።

3.ድለዩ ክትረኽቡ ኢኹም
ዃሕኩሑ ክኽፈተልኩም’ዩ
ዝበልካ እየሱስ ጎይታ ተገለፅ ንደቅኻ።

4.ዕቤትካ ወሰን ምድሪ ዘይመልኦ
ፍልጠትካ ዓቅሚ ሓሳብ ናይ ሰብ ዘይበፅሖ(2)
ግሩም ድንቂ’ዩ ‘ዚ ጎይታና ምሳና ዘሎ።

        ''',
        'category': 'ኣምልኾ',},
                {'title': '81. ጎይታ ሓሉ ወድኻ',
         'lyrics': '''
1.ጎይታ ሓሉ ወድኻ
ምርሓዮ ብመንፈስካ
ንድሕሪት መታን ከይተርፍ
ሸፍኖ ብፀጋኻ።

ተደ፥ ተኣመን ብኣምላኽካ፡ ክፈተሉ ንልብኻ
ሰላም ከውርደልካ የድህየካ

2.ንዓኻ ብምስዓብ 
ናብራ እንተበርትዖ
ምስኡ ከም ዘሎኻ
ግለፀሉ ፍቅርኻ።

3.ብሰይጣን ተኸሲሱ
ተስፋ እንተቖረፀ
ሓይሊ ናይ ክቡር ደምካ
ግለፀሉ ፍቅርኻ።

4.ኣቦ ሰላም ከምዝኾንካ 
ብልቢ እናፈለጠ 
ናብ ሲኦል መታን ከውርድ 
ብትዕቢት እናተመልአ 

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '82. ጎይታይ ሓግዘኒ',
         'lyrics': '''

ተደ፥ ጎይታይ ሓግዘኒ ኣብ ድኻመይ
    መስቀል ሒዘ ኣለኹ ተምበርኪኸ፡
    ክርሕቅ እንተበልኩ ክኽሕዶ’ውን
    ፍቅሩ ይግድደኒ ናቱ ኪኸውን።


1.ሕይወተይ ኪሕለል ኪጠልመኒ
ረዳኢ ዘይብለይ ኪመስለኒ፡
ጎይታ ብመንፈሱ የትብዓኒ
ፅምኣት ሕይወተይ’ውን የርውየኒ።


2.ሓንሳብ ኣብ ስንጭሮ እናነባዕኩ
ሓንሳብ’ውን ኣብ ሻኻ እናዘመርኩ፡
ናይ ሕይወት ትምህርቲ ብዙሕ ኣሎ
ንመስቀል ጎይታና ክኽተሎ።


3.ብሓድሽ ሕልና ኪጋደል’የ
ናይ ዘልዓለም ሕይወት መሪፀ’የ፡
ይደክም ደኣ እምበር ኣይዓሉን’የ
ንኣቦሕይወተይ ኣይክሕዶን’የ።

        ''',
        'category': 'ልመና',},
                {'title': '83. እግዚኦ ስምዓኒ',
         'lyrics': '''

1.እግዚኦ ስምዓኒ ንፀሎተይ ኣድህብ፡
ስቅ ኣይትበል ብብኽያተይ።(2)


2.ስደተይና እየ ትሕቲ ፅላልካ ጋሻ
ከምቶም ኣቦታተይ ኩሎም።(2)


3.ከምቲ ንዘኬዎስ ኣብ ልበይ ምፀኒ 
ብዓይኒ ምሕረት ጠምተኒ።(2)


4.እንተጠመትካዮ ንኢየሱስ ኣብ መስቀሉ
ትነፅሕ ኢኻ በቲ ቑስሉ።(2)


5.እንተጠመትካዮ ንኢየሱስ ኣብ መስቀሉ
ትነፅሕ ኢኻ በቲ ደሙ።(2)

        ''',
        'category': 'ልመና',},
                {'title': '84. ጎይታይ ምሳይ ኩን',
         'lyrics': '''
1.ብሩህ ኮኾብ ፅባሕ ኢየሱስ ምሳይ ኩን
ኦ! ናይ ሰላም ንጉስ ምሳይ ደኣ ኩን፡
መዓልቲ ሓሊፉ መዓልቲ ኪትካእ
ኣቅርበኒ ናባኻ ኣነ’ውን እፅጋዕ

ተደ፥ ጎይታይ ምሳይ ኩን (6)።

2.ክቡር መድሓንየይ ኢየሱስ ምሳይ ኩን 
ፍቅርኻ ጥዑም’ዩ ምሳይ ደኣ ኩን 
ፀጋ ክትህበኒ ኵሉ ክትመልኣኒ
ናይ ሕይወት ፈልፋሊ ኣይትፈለየኒ።

3.መስቀልካ እንኪዝክር ጎይታይ ምሳይ ኩን
ዓወትካ ከስተውዕል ምሳይ ደኣ ኩን
ብኢደይ ሓዘኒ መገሻይ ኵድእ
ብሓላፊ ነገር ልበይ ከይዝንግዕ።

4.ካብ ቃልካ ክምገብ ኢየሱስ ምሳይ ኩን
ካብ ማይካ ኪሰቲ ምሳይ ደኣ ኩን
ፅድቅኻ ክለብስ ነፍሰይ ውን ክትትርክስ 
ኩሉ ሳዕ ሃበኒ ነቲ ቅዱስ መንፈስካ ።

5.ፍቅርኻ ክለብሲየሱስ ምሳይ ኩን
ነሕዋተይ ኪግዛእ ምሳይ ደኣ ኩን
ኪበፅኽ ናብ ቤትካ ከቀርብ ምስጋና
ንነፍሰይ ምርሓያ ብፅሩይ ጎደና

6.ሕያዋይ መራሒ ኢየሱስ ምሳይ ኩን 
ጉያይ ኪውድእ ምሳይ ደኣ ኩን
 ኪበፅኽ ናብ ቤትካ ከቀርብ ምስጋና 
ንነፍሰይ ምርሓያ ብፅሩይ ጎደና

        ''',
        'category': 'ልመና',},
                {'title': '85. ዜስተውዕል ልቢ ሃበኒ',
         'lyrics': '''

1.መንገዲ ሕይወት ክጓዓዝ ክቅፅል
ድሌተይ’ዩ ንዓኻ ክመስል፡
ኣብ ኩሉ መንገደይ ንዓኻ ከኽብር
መላእ ዘመነይ ንዓኻ ክስዕብ።

ተደ፥ ዜስተውዕል ልቢ ሃበኒ ጎይታይ፡
   ብሓላፊት ዓለም ፍፁም ከይርታዕ።

2.ንሰብ ዝጠቅም ኣብዚ ዓለምና
ኣብ ሓጎስ ዝካፈለና፡
ዓሌትን ወገን ቋንቋ ዘይመርፅ
ጎይታ ኣይርከብን ካባኻ ዝበልፅ።

3.መስቀል ጎይታና ክንስከም ኣብ ዓለም
ከቢድ ነገር’ዩ ቀሊል ኣይኮነን፡
ትሕትና ጌረ ክቀርብ ኣባኻ
ልበይ ተሴሩ ኬቅርብ ምስጋና።

        ''',
        'category': 'ልመና',},
                {'title': '86. እንታይ ይሰኣነካ',
         'lyrics': '''

ተደ፥ ጎይታይ ኢየሱስ እንታይ ይሰኣነካ፡
    ኩሉ ትኽእል ኢኻ፡
    ቅልፅምካ ብርቱዕ ሓያል መናገፊ።


1.ብዘይካኻ ኩሉ ከንቱ ምዃኑ’ዩ
ብዘይካኻ ኩሉ ሓላፊ ምዃን’ዩ
ምሳኻ ግን ኩሉ ዘይበሊ ሃብቲ’ዩ
ምሳኻ ግን ኩሉ ዘይውዳእ ታሕጓስ’ዩ።


2.ንዓኻ ምርሳዕ ባዶ ከም ምትራፍ’ዩ
ንዓኻ ዘይምኽባር ክብርኻ ምሻጥ’ዩ
ዕብየትካ ዘይብሉ ኩሉ ወዳቂ’ዩ
ሓቅኻ ዘይብሉ ኩሉ ሓሳዊ’ዩ።


3.ንባረኽ ንሕና ዘርግሕ ኣእዳውካ
ክንቅደስ ንሕና ኣፅልል ብመስቀልካ፡
ከነፍቅር ንሕና መሃረና ንስኻ
ክንስዋእ ንሓውና ደርኸና ኢኻ። 

        ''',
        'category': 'ኣምልኾ',},
                {'title': '87. ኢየሱስ ፈዋሲ ኣምላኽ',
         'lyrics': '''


1.ክርስቶስ ብሓይሉ ዝተቀብአ - ክርስቶስ ኣይተለወጠን
ሰይጣን ዝሰዓሮም ድማ ኣሕወየ -ክርስቶስ ኣይተለወጠን

ተደ፥ ኢየሱስ ፈዋሲ ኣምላኽ!
    ኢየሱስ ፈዋሲ ክርስቶስ ኣይተለወጠን

2.ብዙሕ ዓይነት ሕማም ዘለዎም - ክርስቶስ ኣይተለወጠን
ኩሎም ሕሙማት’ውን ኣሕወዮም - ክርስቶስ ኣይተለወጠን

3.ንርኹሳት መናፍስቲ ከውፅኦም - ክርስቶስ ኣይተለወጠን
ልዕሊ ኩሉ ሕማም ስልጣን ሃቦም - ክርስቶስ ኣይተለወጠን

4.ንሱ ድኻምና ዝወሰደ - ክርስቶስ ኣይተለወጠን
ብሰንኪ ሕማምና’ውን ቆሰለ - ክርስቶስ ኣይተለወጠን

5.ከምቲ ኢየሱስ ንለምፃም ዝበሎ - ክርስቶስ ኣይተለወጠን
ንዓ ሓወይ ፈትዩ ኣሎ - ክርስቶስ ኣይተለወጠን

6.ከምቲ ኢየሱስ ንለምፃም ዝበሎ - ክርስቶስ ኣይተለወጠን
ንዒ ሓፍተይ ፈትዩ ኣሎ - ክርስቶስ ኣይተለወጠን

        ''',
        'category': 'ምስጋና',},
                {'title': '88. ኢየሱስ ፈዋሲ ምዃኑ',
         'lyrics': '''

ተደ፥ ኢየሱስ ፈዋሲ ምዃኑ፡
ንዑ ርኣዩ ጥዓሙ!

1.እምነተይ ክድልድል ብኢደይ ሓዘኒ
ኩለንትናይ ቀድስ ኦ ‘የሱስ መድሓኒ
መድሕን ኣይፈልጥን ብዘይካ ንስኻ
ብሓይልኻ ምርሓኒ ንድኹም ውሉድካ።

2.ብሕስራን ፍቅርኻ ብጊዜ መከራ
ከቶ ከይትጠልም ኦ ኢየሱስ ሓደራ
ብዙሕ ሃራፊ’የ ጎይታይ ብፍቅርኻ
እኔኹ መፂአ ክልምን ንዓኻ።

3.ንፍቅሪ ለቢሰ እምነት ተዓጢቀ
ብብዝሒ ምሕረትካ ሽዑ ክድነቅ’የ
ዝደረቐ ስማዕ ንስኻ ምለሶ
ግበር ተኣምራት ንኽዝክረካ።

4.ፀምሪ እትመስል መን’ዩ ዘድሓና 
ስሌኦም ዝሞተ ንኢየሱስ ምስጋና
ስክፍታ ዘይብሉ ፍቅሪ ዝሃብካኒ
ክብሪ ንዓኻ ይኹን ኦ ኢየሱስ መድሓኒ!  

        ''',
        'category': 'ልመና',},
                {'title': '89. ንኹራ ደንጓይ ክኸውን',
         'lyrics': '''

ተደ፥ ንኹራ ደንጓይ ክኸውን
    ሃበኒ ትዕግስቲ ንነፍሰይ መታን ኬድሕን።


1.ትዕቢት ቅንኣተይ በዚሑ
ውድቀተይ ዕልወተይ ዓዚዙ
ንርእሰይ ምትሓት’ሲ ተሪፉ (2)።


2.ባእሲ ኣብ ኣሕዋት ዝረአ 
ንሓሶት ምስ ተኸተልኵኣ እንድየ
መርዚ ዝኾነ ቂም ከይጠፍአ(2)።


3.ሓሳዊ መልሓሰይ ዘዳሉ
ግርህነት ሓቅነት ዘይብሉ
ሚዛን ክርስትናይ ጠፊኡ(2)።


4.መንፈስ ቅዱስ ንዓ ኣብ ልበይ
ንኵሉ ፈትሽካ ኣውፅኣለይ
ኣነስ ኣይክእሎን’የ ንበይነይ(2)።

        ''',
        'category': 'ልመና',},
                {'title': '90. ብተኣምራትካ የድንቁኻ',
         'lyrics': '''

ተደ፥ በሕዛብ ኩሎም ክበር ኢኻ፡
ብተኣምራትካ የድንቁኻ
ኣጋንንቲ ይደምሰሱ ብስምካ(2)።

1.ሰማይ ምድሪ ብቃልካ ዝፈጠርካ 
ንወድ ሰብ ካብ ሓመድ ዝሰራሕካ
እስትንፋስ ሕይወትካ’ውን ዝሃብካ!!

   ሃሌ-ሉያ . . . . ኣብ መቅደሱ ነመስግኖ!
   ስለ ሓይሉ ነመስግኖ!
   ብድምፂ መለኸት ነመስግኖ!
   ብበገና ነመስግኖ!
   ብኸበሮን ብሳዕስዒትን ነመስግኖ!
   ብእልልታን ብጣቅዒትን ነመስግኖ!

2.ንሙውታን ብቃልካ ኣተንሲእካ
ንድዉያት ሕሙማት ፈዊስካ
ነጋንንቲ ብስምካ ኣውፂእካ!!!

3.ናይ ናብራ ትርጉም’ውን ፈሊጠዮ
እምኒ ልበይ ብቅፅበት ሰበርካዮ
ዘይቲ መንፈስ ኣብ ልበይ ኣፍሰስካዮ!!!

4.ክንደይ ጥዑም ሓያል ብርቱዕ ኢዱ
ደገ ምድሓን ዝኸፈተ ንስቅለቱ
ንዘልዓለም ይመስገን ኣብ ዙፋኑ!!!
ሃሌ-ሉያ . . .

        ''',
        'category': 'ኣምልኾ',},
                {'title': '91. ሓዘንካ ንገር ነቦኻ',
         'lyrics': '''

   ተደ፥ ሓዘንካ ንገር ነቦኻ
       ሓወይ ጊዜ ከይወስደካ፡
       ካብ ሓጢኣት ዓለም ሃዲምካ 
       ናይ ኣምላኽ ፅናዕ ኢኻ ።

1.ብብዝሒ ድኻምኩም ምፅናዕ ዝሰኣንኩም
ናይ ልቢ ዕረፍቲ ደስታ’ውን ዘይብልኩም፡
‘የሱስ የድህየኩም ሰላሙ ኪህበኩም
ንኽትነብሩ ምስኡ ካብ ሓጢኣት ሃዲምኩም።

2.ልቦም ተሸቢሩ ብሓዘን ዝመልአ
ብሰይጣን ተማሪኾም ነፃነት ዝሰኣኑ፡
ዝፈትሖም ስኢኖም ብሓጢኣት ዝተኣስሩ
ንምኽፋል ዕዳኦም ኣብ ሰማይ ወሪዱ።

3.ድሕነት ዝሰኣኑ መንገዲ ዝጠፍኦም 
ተስፋ ዝቆረፁ ረዳኢ ስኢኖም፡
ክወርሱ ዝደልዩ ናይ ዘልዓለም ሕይወት
ብኢየሱስ ይረኽቡ ናይ ዘልዓለም ምሕረት።

4.ንጎይታ ፈሊጥኩም ዝተሰናኸልኩም
መስቀሉ ንምፃር ሓይሊ ዝሰኣንኩም፡
ኢየሱስ ይብለኩም ደቀየ ኣጆኹም
ኣነ ምሳኹም ኢየ ሓይሊ ክህበኩም።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '92. ምስጋናና ይብፃሕካ',
         'lyrics': '''

1.ሓጢኣትና ተሰኪምካ ኣብ መስቀል ተሰቐልካ
ሕማምና ኣርሓቅካልና ብዙሕ ተገሪፍካ፡
ብደምካ ተፈዊስና ክርስቶስ ጎይታና
ደቅኻ ገበርካና ተመሰገን መድሕንና።

ተደ፥ ምስጋናና ይብፃሕካ መድሕንና ምስጋና!
ምስጋናና ይብፃሕካ ምስጋና!
ካብ ሕሱም ፀላኢ ዘድሓንካና

2.ነፍስና ኣድሓንካያ ካብ ዘልዓለም ሓዊ 
ዕረፍቲ ዝሃብካያ ክብርኻ ክትርኢ፡
ምስቶም ቅዱሳን ናትካ ኣብ ላዕሊ ኣብ ሰማይ
ኣብ ሰላም ዘዕረፍካያ ጎይታና ተመስገን።

3.ካብዛ ሓላፊት ዓለም ደቅካ ኣውፃእካና
ብፍቅርኻ ፀዊዕካና ኣብ ሕቑፍኻ ኣንበርካና፡
ብፀጋኻ ድሒንና ዘልዓለም ኣምላኽና
ደቅኻ ወረስትኻ ተመስገን ኣቦና።

        ''',
        'category': 'ምስጋና',},
                {'title': '93.ክብሪ ይኹን ኣብ ሰማይ',
         'lyrics': '''


ክብሪ ይኹን ኣብ ሰማይ!
ክብሪ ይኹን ኣብ ምድሪ!
ክብሪ ይኹን! ክብሪ ይኹን!
ንኣምላኽና ክብሪ ይኹን!!!

        ''',
        'category': 'ኣምልኾ',},
                {'title': '94. ጎይታይ ናይ ሰላምካ',
         'lyrics': '''


ተደ፥ ጎይታ ናይ ሰላምካ፡ መሳርሒ ግበረኒ።

1.ፅልኢ ኣብ ዘለዎ፡ ፍቅሪ ከምዘእቱ ግበረኒ
በደል ኣብ ዘለዎ ፡ ይቅሬታ ከም ዘእቱ ግበረኒ።

2.ክርክር ኣብ ዘለዎ፡ ስምረት ከም ዘእቱ ግበረኒ
ስሕተት ኣብ ዘለዎ ፡ እምነት ከም ዘእቱ ግበረኒ።

3.ጥርጥር ኣብ ዘለዎ ፡ እምነት ከም ዘእቱ ግበረኒ
ቅብፀት ኣብ አለዎ ፡ተስፋ ከም ዘእቱ ግበረኒ፡
ሓዘን ኣብ ዘለዎ ፡ ሓጎስ ከም ዘእቱ ግበረኒ
ፀልማት ኣብ ዘለዎ፡ ብርሃን ከም ዘእቱ ግበረኒ።

        ''',
        'category': 'ልመና',},
                {'title': '95. ሰላም ወሰናይ',
         'lyrics': '''

ሰላም ወሰናይ፡ ሰላም ወሰናይ
ለኵሉክሙ፡ ይኹን ሰላም ለኩሉክሙ።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '96. ሰላምካ ሃባ',
         'lyrics': '''

1.ሰላምካ ሃባ ንቤተ-ክርስትያን፡
ብዘይካኻ ካልእ ረዳኢ የብላን።(2)

2.ሰላምካ ሃባ ነዛ ዓድና፡
ስምካ ከነመስግን ባዕልኻ ሓግዘና።

3.ሰላምካ ሃቦም ንመንእሰያት፡
ፍቅርኻ ፈሊጦም ኬድህቡ ንሰማያት።

4.ሰላምኻ ሃቦም ንስድራቤት፡
ውሉዶም ኪመርሑ ብፍቅሪ ስምካ ፍርሓት።

5.ሰላምካ ሃቦም ንሰበ ስልጣን፡
ትእዛዝካ ሓልዮም ኪመርሑ ብደሓን።

6.ሰላምካ ሃባ ንቤተ-ክርስትያን፡
ብዘይካኻ ካልእ ረዳኢ የብላን።

        ''',
        'category': 'ልመና',},
                {'title': '97. ኦ ናይ ሰላም ኣምላኽ',
         'lyrics': '''
ተደ፥ ኦ ናይ ሰላም ኣምላኽ ሰላምካ ኣውርደልና
ብብዝሒ ምሕረትካ ደምስስ ኣበሳና።


1.እቲ ሰላምካ ንኽንደልዮ
ንልባትና ኣንቅሓዮ፡
ኦጎይታይ ድኹማት ኢና 
ብመንፈስካ ኣፅንዓና።


2.ቀደም ዝነበረ መንፈስ
ሕጂ’ውን ኣባና ይፍሰስ፡
ሓቢርና ንልምነካ
ስምዓና ጎይታ ፅን ኢልካ።


3.ልመናኹም ተሰሚዑ
ኣጆኹም ደቀየ ፅንዑ፡
ክትብለና ብሃረርታ 
ንፅበየካ ኦ ጎይታይ። 

        ''',
        'category': 'ልመና',},
                {'title': '98. ኣውያተይ ይብፃሕካ',
         'lyrics': '''

ተደ፥ ኣውያተይ ይብፃሕ ኣብ ቅድሜኻ
ከም ቃልካ ኣእምሮ ሃበኒ ኢኻ


1.ግብርታትካ መንክር’ዩ
ክእለተይ ዘይበፅሖ ንምውራይ፡
እዚ ኣነ ብምፍላጠይ።


2.መርከብ እምነት ዝጠፍኣቶ
ኣበይ ደኣ ኣሎ ኣምላኾም ፡
ከይብሉ ኣፎም መሊኦም
ኦ ጎይታይ ብርሃንካ ኣብርሃሎም።


3.ንምስጢራትካ ክርድኦ
መንፈስ ትሕትና ዝመልኦ
ብሃረርታ ስለ ዝፀምኦ
ኣብ ልበይ ኣሕድሮ እ.ግ.ዚ.ኦ. ።

        ''',
        'category': 'ልመና',},
                {'title': '99. ፈጣሪ ዓለም ወሃቤ ሰላም',
         'lyrics': '''

1.ፈጣሪ ዓለም ወሃቤ ሰላም፡
ንጉስ ሰናይ ፍቁር ኣዶናይ።

ተደ፥ ሃብቲ መላእ ልቢ ዘልዓለም ዓስቢ፡
ኢየሱስ መፍቀሪ ንጉስ ሰማይ ምድሪ።

2.ምሳኻ ሕብረት ናይ ልቢ ክብረት፡
ኣብ ፀጋ ንብረት መሳልል ገነት።

3.ኣብ መስቀል ቀራንዮ ደምካ ዘፍሰስካዮ፡
ምእንቲ ኩሎም ነገደ ኣዳም።

4.ውሽጣዊ ሰላምካ ኤድሕን ብርሃንካ፡
ሰደደ ኣብ ማእከልና ደምሳስ ኣበሳና።

        ''',
        'category': 'ኣምልኾ',},
                {'title': '100. ጎይታይ ናበይ‘ሞ ክኸይድ’የ',
         'lyrics': '''

ተደ፥ ጎይታ ናበይ’ሞ ክኸይድ’የ
    ሕይወት ከም ዘሎካ ርእየ’የ
    ሽግር መከራ እንተመፀ
    ጎይታ ካብ ገፅካ ኣይከይድን 

1.ሕጂ ሽግረይ ግዚያዊ’ዩ
ከምኡ’ውን ሓጎሰይ ሓላፊ’ዩ
ነቲ ዘይሓልፍ ብምቕባል
እፅዕር ኣለኹ ብትብዓት።

2.ኩነተይ ኩሉ ትርእዮ ኢኻ 
መሓሪ ርሕሩሕ ኣምላኽ ኢኻ፡
ምስቲ መከራይ ክቐርበካ
ኣባይ ፈፅሞ እቲ ድላይካ።

3.ዓለም ሓጎሱ ከምዚ ኢዩ
ሎሚ መሊኡ ፅባሕ ከንቱ ኢዩ፡
ነዚ ብምሕሳብ ነቒሐ
ይቕሬታ እልምን ተደፊኤ።

4.ኣብ መጨረሽታ ክዕወት’የ
ሓኪም ናይ ነፍሲ ረኺበ’የ፡
ደጊም ካልኣይ ከይሓምም
ኣንፅሓኒ ብናትካ ደም።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '101. መንፈስ ቅዱስ ተገለፅ ሎሚ',
         'lyrics': '''

1.ናይ ኩሎም ሕዙናት ረዳኢ
መታን ከኽብሩኻ ኣናቢ
መንፈስ ቅዱስ ተገለፅ ሎም።

ተደ፥ መንፈስ ቅዱስ ተገለፅ ሎሚ(2)
ናይ በዓል ሓምሳ መንፈስ፡
መንፈስ ቅዱስ ተገለፅ ሎሚ
ናይ ኩሎም ነብያት መራሒ፡
መንፈስ ቅዱስ ተገለፅ ሎሚ።

2.ናይ ኩሎም ድኹማት ረዳኢ
መታን ከኽብሩኻ’ናቢ
መንፈስ ቅዱስ ተገለፅ ሎሚ።

3.ናይ መዘምራን ረዳኢ
መታን ከኽብሩኻ’ናቢ
መንፈስ ቅዱስ ተገለፅ ሎሚ።

4.ናይ ኩሎም ጓሶት ረዳኢ
መታን ከኽብሩኻ’ናቢ 
መንፈስ ቅዱስ ተገለፅ ሎሚ።

        ''',
        'category': 'መንፈስ ቅዱስ',},
                {'title': '102. ኣብቲ ገምገም ሩባታት',
         'lyrics': '''

ተደ፥ ኣብቲ ገምገም ሩባታት ፅዮን(2)
ክንደይ ዝድሓና ነፍሳት ክንርእየን፡
ልብና ብሃንቀውታ ዝፅበዮ(2)
ኣብኡ ምስ ከድና ኢና ንብል ሕዮ
ሃሌ-ሉያ እናበልና ክንዝምር(2)
እስከ ኩላትና ኣሕዋተይ ንሕበር።

1.ኢየሱስ ደልዩኒ ባዕሉ መረፀኒ፡
ናቱ ኪገብረኒ ካብ ቅድም ፀውዓኒ።


2.ዜደንቕ ምስጢር’ዩ ዘይሕተት ነገር
ንሱ ንኣይ ደልዩ ካብ ኩላቶም ፈልዩ።


3.ጎይታይ እንታይ ክብል ድላይካ ፈፅም፡
ናባኻ እኣምን ናብ ቃልካ ዘይጠልም።

        ''',
        'category': 'ምስጋና',},
                {'title': '103. እርድኦ ኩነታቱ',
         'lyrics': '''

1.እርድኦ ኩነታቱ(3)
ዓቐበቱ፡ ቑልቑለቱ፡ ስንጭሮኡ፡ ሩባታቱ፡ ሜዳታቱ፡ ሽኻታቱ
ግን ክስዕበካ ወሲነዮ ከፍቅረካ ወሲነዮ ቅድም ወሲነዮ፡

ተደ፥ ስለዚ ጎይታይ ተዛረብ ይሰምዕ ኣሎ ባርያኻ ፡
    ጎይታይ ተዛረብ ይሰምዕ’ዩ ባርያኻ

-ልቦናይ ኣብርሃለይ ድሕነተይ ክምርምር
ንዓኻ ፈሊጠ ኣሕዋተይ ከፍቅር፡
እንታይነት  ሕይወተይ ክፈልጦ ምስጢሩ
ኣምህረኒ ጎይታይ እቲ ቁም ነገሩ።

-ጎይታይ ተላዓል ልቦና ሃበኒ 
ጎይታይ ተላዓል ኣእምሮይ ኣብርሃለይ።

2.ክዝክሮ ጊዚያቱ እንኪሓስቦ መደባቱ 
ከቢድ’ዩ ትእዛዛቱ ነቅ ዘይብል መሰረቱ፡
ግን ክስዕበካ ወሲነዮ ከፍቅረካ ወሲነዮ፡ ቅድም ወሲነዮ።

-	ስለዚ . . . . . .
-	ልቦናይ . . . . . 
-	ጎይታይ . . . . . 

        ''',
        'category': 'ልመና',},
                {'title': '104. መዲበ’ዮ ክስዕበካ',
         'lyrics': '''

1.ክቡር ጊዜ ንእስነተይ
ሃልሃል ዝብል ውዑይ ሓይለይ፡
ብዘይ ተረፍ ምሉእ ፍቅረይ 
እህበካ ኦ ኣምላኸይ።

ተደ፥ መዲበየ ኪስዕበካ
    ፈትየ’ለኹ ክኸውን ናትካ፡
    ሎሚ ፅባሕ ኩሉ ጊዜ
    ኣይምለስን ፍፁም ኢለ።

2.ንኣኻ ፍረ ኣእምሮይ 
ንኣኻ ዙፋን ናይ ልበይ
ንኣኻ ኩሉ ፍቓደይ 
ንኣኻ ጥራይ ኣምላኸይ።

3.ኣይክእሎን’የ ኣነ በይነይ
ንኡስ ኢየ ድኹም ሓይለይ፡
ምርሓኒ ሒዝካ ብኢደይ
ክሳብ ዝውድእ መንገደይ።

4.ኣይፈልጥን ናይ መፃኢ 
ሓጎስ ይኹን ወይስ ጓሂ
ክስዕበካ ኩሉ ጊዜ 
ናብ ትብለኒ ተኣሚነ።

5.ዕቅባኻ’የ ኦ መድሓኒ
ብዘይካኻ መን ኣሎኒ
ካብ ፀላኢ ሓልወኒ
ናባኻ’ውን ኣብፅሓኒ

        ''',
        'category': 'ፀዋዕታ',},
                {'title': '105. ክብሪ ፡ ክብሪ',
         'lyrics': '''

1.ክብሪ፡ ክብሪ፡ ክብሪ ረኺበዮ’የ(3)
ረኺበዮ’የ ንጎይታ ኢየሱስ።

2.ኣብ መንጎ ኣሕዋተይ ረኺበዮ’የ(3)
ረኺበዮ’የ ንጎይታ ኢየሱስ።

3.ኣብ ፀዋዕታይ ኣቤት ተማሪኸ’የ(3)
ተማሪኸ’የ ብጎይታ ኢየሱስ።

4.ኣገልግሎት ኣሕዋት ተዓጢቀ’የ(3)
ተዓጢቀ’የ ንጎይታ ኢየሱስ።

5.ኣብ ራህዋ ኣብ ሽግር ምስ ኣሕዋተ’የ(3)
ምስ ኣሕዋተ’የ ንቅድሚት ብኢየሱስ።

6.ንቤተ ክርስትያኑ ከገልግለካ’የ(3)
ከገልግለካ’የ ብጎይታ ብኢየሱስ።

7.ብሓዲስ ሕይወት’ውን ከገልግለካ(3)
ከገልግለካ’የ ጎይታይ ኢየሱስ።

8.ከም ቅዱስ ፍቓድካ ክመላለስ’የ
ኪመላለስ’ዩ ብጎይታይ ብኣኻ።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '106. ኢየሱስ ኢኻ ናተይ',
         'lyrics': '''

1.ካብ ዘሎኒ ኩሉ ፍልጠተይ ትምክሕተይ 
ኣሕዋተይ ዘመደይ ኣቦይ ኮነ ኣደይ፡
መልክዐይ ክብረተይ ፅባቐይ ደመተይ
ኢየሱስ ናዝራዊ ሕይወተይ እስትንፋሰይ።

ተደ፥ ኢየሱስ ኢኻ ናተይ(2)
ዘይጠፍእ ንብረተይ
ቀዋሚ መሰረተይ
ንስኻ ኢኻ ናተይ ኣምላኸይ መድሕነይ።

2.ናብ ዒላ ማይ ሕይወት ትመርሓኒ ኢኻ
ስለ ትሓስበለይ ብምሉእ ልብኻ፡
ኣንጊሀ የማዕዱ ናብ’ቲ ብሩህ ገፅካ
ኩሉ እዋን ሃበኒ ቅዱስ መኣድኻ።

3.ጊዜ ኣይልውጠካን ፍፁም ዘይትቅየር
ምስጢረይ ትሕሉ ድኻመይ ትፀውር፡
ኣታ ዘናን ቁስለይ ተኻፋሊ ሓዘን
ብዘይ ብኣኻ’ሞ እንታይ ንብረት ይኹን።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '107. ጉያይ ምስ ጀመርኩ',
         'lyrics': '''

1.ጉያይ ምስ ጀመርኩ ክጉዓዝ ንበይነይ 
ቀሊል ገመትክዎ ንኹሉ’ቲ ናብራይ፡
ንቅድሚት ቀፀልኩ ከይበልክዎ ሕራይ
ግን ረኸብክዎ’ቲ ሳዕቤኑ ዳሕራይ።

ተደ፥ ኢየሱስ ጓሳየይ’ዩ እወ
ኢየሱስ የፍቅረኒ’ዩ እወ
ኢየሱስ ካህን ሕይወተይ
ሕይወት’ውን ሃበኒ ኪጓሲ ንነፍሰይ።

2.ናብራይ መሪሩኒ ክኹብልል እንከለኹ
ኣብ ፀልማት ተደርብየ ኪበኪ እንከለኹ፡
ሓደ ብርሃን ጩራ ብርሑቅ ረኣኹ
ተስፋ ናይ ሕይወተይ ካባኻ ረኸብኩ።

3.ንዓኻ ክርኢ ኢየሱስ ክርኢ
ንዓኻ ክረክብ ኢየሱስ ክረክብ
ከም ኢየሱስ ኣብ ቤተይ ተረኸብ ኣብ ቤተይ
ከይጠፍእ እግሪ እግረይ ሰዓብ እግሪ እግረይ።

4.ኣይትጨክነለይ ኢየሱስ ሩሕሩሕ’ዩ
ኣይትኮንነኒ ኢየሱስ መሓሪ’ዩ፡
ኣይትፅልኣኒ’ውን ኢየሱስ ፈቃር’ዩ
ኣይትጥለመኒ’ውን ኢየሱስ እሙን’ዩ። 

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '108. ኦ ኣምላኸይ',
         'lyrics': '''

1.ንዓኻ ከገልግል ፍቓድካ ካብ ኮነ
ሕይወተይ አወፊንኣኻ ኣሚነ፡
በረኸት ክረክብ ተጊሀ እፅበ
ዓለም ምስ ክፍኣታ ንኹሉ ሓዲገ።

ተደ፥ ኦ ኣምልኸይ ከም ፍቃድካ፡
ክመስል ንዓኻ ባርኸኒ ኢኻ።

2.ብፀሎት ተጊሀ ናባኻ እቐርብ 
ስቡር መንፈስ ሂብካ ንሕይወተይ ሓድሶ፡
እንተ ደኸምኩኳ ክስዕበካ ኢየ፡
ብሓይሊ መንፈስካ ክኽተለካ’የ።

3.ጊዜኡ ዝኸፍአ እንተ መሰለኒ
ካባኻ ከይርሕቕ መንፈስካ ሃበኒ፡
ንሕይወተይ ባርኽ ካልእ ኣይደልን’የ
ፍትወት ዓለም ኩሉ ሓዲገዮ ኢየ።

4.ንድምፂ ፀሎተይ ንኹሉ ሰሚዕካ 
ኣእዳውካ ዘርጊሕካ ባርኸኒ ኢኻ፡
ንምሉእ ሕይወተይ ክነብር ምሳኻ 
ከም ቃልካ ክኸውን ይኹን ከም ፍቃድካ።

        ''',
        'category': 'ፀዋዕታ',},
                {'title': '109. ጎይታይ ተመስገን',
         'lyrics': '''

ተደ፥ ጎይታይ ተመስገን በዞም ደቅኻ 
    ናትካ ክኾኑ ዝመረፅካ 
    መስዋእቶም ተቐበል ሕይወቶም ተቀበል
    ምርሓዮም ውን ናብታ ቤትካ።

1.ብማርያም ኣዴና ንልምን ንኹሉ ፀጋኻ፡
ኣብዚ ብሩኽ ዕለት መፂእና ኣብ ዙርያ ታቦትካ፡
ካባናስ ሂብና ኢና ዝተረፈ መላእ ሐደራኻ፡
ብዕሽነት ዓለም ከይንጠፍእ ካብ ቅድስቲ ዓድካ።


2.ብዙሓት ፅውዓት ግን ሒደት ሕሩያት ዝበልካ፡
ነዚ ተሞርኪስና ንቐርብ ጎይታ ኣብ ትሕቲ ዝፋንካ፡
መንፈስካ ስደዶ እምበኣር ሎሚ ኣብ ልዕሊ ሕዝብኻ
ከምቲ ናይ ሓዋርያት ብተርታና ክንምስክረልካ ኢና።

        ''',
        'category': 'ምስጋና',},
                {'title': '110. ክርስቶስ ኣምላኸይ',
         'lyrics': '''

1.ክርስቶስ ኣምላኸይ መድሕን ናይ ሕይወተይ
ከገልግለካ’የ ክሳብ ጊዜ ሞተይ ሃሌ-ሉያ።

2.ቀንዴለይ ኣብሪሀ መዓልቲ ብኮኾብካ
ክቅበል’የ ምስተን ደናግልካ ሃሌ-ሉያ።

3.ኣብቲ ቅዱስ መስቀል ዝባን ጎልጎታ
በጃና ሓለፋ’ቲ ፍቁር ጎይታ ሃሌ-ሉያ።

4.ካብ ሓጢኣት ካብ ስቃይ ካብ ክፉእ በደለይ
ደጊም ሓራ ኢየ ጎይታይ ከፊሉለይ ሃሌ-ሉያ።

5.እግስግስ ኣለኹ ክመፅእ ናባኻ 
ሰፈር ክትህበኒ ኣብቲ መንግስትኻ ሃሌ-ሉያ።

6.ኣንቲ ኢየሩሳሌም “ዓዲ ናይ ጎይታና”
ጌሽና ክንመፅእስ እተው በለና።

        ''',
        'category': 'ምስጋና',},
                {'title': '111. መንገደይ ኩሉ ምሳኻ',
         'lyrics': '''

1.ናይዘልዓለም ሕይወተይ ኢኻ መዕቆብየይ ናተይ
ክሳብ መጨረሽታ እኸይድ ንዓኻ ተኸቲለ፡
መንገደይ ኩሉ ምሳኻ ክሳብ መፈፀምታ
ክኽተለካ’የ ናይ ሕይወተይ ዋልታ።

ተደ፥ መንገደይ ኩሉ ኢየሱስ ምሳኻ(3)
ክሳብ መጨረሽታ ክኸይድ ጎይታይ ምሳኻ።

2.ኣብ መከራን ኣብ ስደትን ኣብ ዜፍርህ ማዕበል
ንዓኻ ኣሚነ እፅበ ብሕይወት ክነብር፡
ናይ ልቢ ሰላምን ደስታን ኩሉ ዝሃብካኒ
ንዓኻ ኣሚነ እፅበ ሓደራ ኣሎኒ።

3.ዘሰናኽለኒ የሎን ካብ ትሕቲ ኣኽናፍ
ዝወስደኒ ሓይሊ የልቦን ካብ ኢድ መንዚዑኒ፡
ሰይጣን ድማ ካባኻ ክፈልየኒ  ክሓስብ
ካብ ናትካ ፍቅሪ ፍፁም ንዓኻ ኣይፈልየንን።

4.ሓጎስ ከምዘይብለይ እፈልጥ ካባኻ ተፈልየ
ነገር ግን ተስፋ ዘይብሉ ከርተት ክኸውን’የ፡
ግን ክሳብ መፈፀምታ ምሳኻ እንተኸድኩ
ኣብ ሰማይ ናይ ሓጎስ ቤት ከምዘሎ እፈልጥ።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '112. እንታይ ሒዘ',
         'lyrics': '''

ተደ፥ እንታይ ሒዘ እቁም ኣብ ቅድሜኻ
    ኦ ጎይታይ ደስ ከብለካ
    ፅድቀይሲ መርገም ጨርቂ’ዩ
    ምስ ዝገልፆስ ጉደይ ብዙሕ’ዩ።

1.ትምክሕተይ ኢኻ ናይ ፅድቀይ ፍረ
ክርኢ ኣይከኣልኩን ገፅካ ደፊረ፡
ናይ ናተይ ነገር ኩሉ ገዲፍካ
ሕይወት ክረክብ ኣፍስስ መንፈስካ።

2.ዋግ ዝወቅዖ’ዩ ሕይወተይ ኩሉ
ሰላም ዘይህብ ጣዕሚ ዘይብሉ፡
እንታይ ሒዘ’ሞ እቲ ዝቀርበካ
ኣየናይ ኢዩ ደስ ዘብለካ።

3.ኣይተኻእለንን ሰናይ ክገብር
ኣብ ጭቃ ሓጢኣት ወትሩ ከንገርግር፡
ብኣይ ምኽንያት ስምካ ፈዅሱ 
ብዅፉእ ግብረይ ቤትካ ረኺሱ።

        ''',
        'category': 'ንስሓ',},
                {'title': '113. ካብ ሞት’ኳ ዚምንዝዕ',
         'lyrics': '''

ተደ፥ ካብ ሞት’ኳ ዚምንዝዕ ሽግርካ ዝፈትሕ
ኣብ ሞት ዜድሕን ጎይታ ኢየሱሰይ’ዩ(2)


1.ኣብ ድነ ሞት ዚነብር
ኣብ ስደት ኣብ ሽግር፡
ዚገብሮን ዚኣትዎን ዝጠፍኦ
ፀላኢ ዝማረኾ ሕይወት ዝረሓቖ
ረዲኤቱ ካበይ’ዩ ዚረኽቦ።

2.ሓጢኣት ናይ ኩሉ ዓለም ምረት ዝኸበዶ
ፀላኢ ኣድብዩ ዝወግኦ፡
ርእሱ ዜንብረላ ገዛ ዘይነብሮ
መቅፃዕቲ ደቂ ሰብ ዝወረዶ።

3.ጎይታ ኣድሒኑና ወንጌሉ ልኢኹልና
ሰማያዊ ብርሃን ኣብሪሁልና፡
ልኡኻት እውን መፁ ፀላኢ ኪገጥሙ
ብሓይሊ መስቀሉ ተዓወቱ።

4.ዓለም ምስ ጭፍራኡ ንድሕሪት ዝገደፈ
ካብ ዘርኡ ኪናዓቅ ዝመረፀ፡
ዘርኡ ተሸኪሙ ብብኽያት ዝዘርአ
እንዳእቱ ብሓጎስ ኣከበ።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '114. ዕያውተይ ኣብልዕ',
         'lyrics': '''

ተደ፥ ዕያውተይ ኣብልዕ፡ ኣባጊዐይ ሓሉ፡
ተፍቅረኒ እንተኾንካ ወደየ።

1.ትፈልጦ’ዶ ዋጋ ደመይ፡
ጠሚትካ’ዶ ነቲ ፍቅረይ
ምስትውዓል እንተዝህልወካ።

2.የብለይን ፆር’ተን ነፍሳት፡
የብለይን ፍቅሪ ነፍሳት
ፆር’ተን ነፍሳት እንዶ ዓድለኒ።

3.መን ይንገረን ነተን ነፍሳት፡
መን ይኺደን ነዘን ነፍሳት
ወንጌለይ ኬድካ እንተትነግረን።

4.እርዳእ’የ ድኹም ምዃነይ
እፈልጥ’የ ምስትውዓል ከም ዘይብለይ
ግናኸ እእመን’የ ብኣምላኸይ!

        ''',
        'category': 'ፀዋዕታ',},
                {'title': '115. ተመስገን ተመስገን ንኣምላኽና',
         'lyrics': '''

1.ተመስገን ተመስገን ተመስገን ኣምላኽና!
ብዓቢይ ሓልዮትካ ምሕረት ዝገበርካልና፡
ተቀበል መባእና ተቀበል ፀሎት ምስጋና(2)።
ካብ ዓቢይና ካብ ንኡስና ተቀበል ምስጋና 
ካብ ሰማያት ካብ ዓለማት ተቀበል ምስጋና።


2.ተመስገን ተመስገን ብፍጥረት ሰማይ ምድሪ!
ጎይታ መልእኽቲ፡ ጎይታ ዘልዓለም ክብሪ
ጎይታ ዘመናት መስተንክር ድንቂ ገባሪ(2)።
ኣምላኽ ክብሪ፡ ኣምላኽ ምሕረት፡ኣቦ ሕያዋን
ኣምላኽ ሓይሊ ኣምላኽ ሕይወት ዓወት ቅዱሳን ።


3.ተመስገን ተመስገን ብኹሉ እትሰደልና 
ሓጎስ ኮነ ሓዘን ኣብ ሕይወት ዝጓነፈና!
ስምካ ይቀደስ ብኣና ብኩላትና(2)
ብደቅኻ ብርስትኻ ናይ መስቀል ሰዓብቲ፡
ብሰብ ተስፋ ብሰብ  እምነት ናይ ገነት ወረስቲ።

        ''',
        'category': 'ምስጋና',},
                {'title': '116. ፅኑዕ’ዩ',
         'lyrics': '''

ተደ፥ ፅኑዕ’ዩ(2) መሰረቱ ፅኑዕ
    ክርስትያን ዝቖሞ ከውሒ ብርቱዕ።

1.ከቶ ኣይንሓፍርን ጎይታ ሒዝና
ብእግዚኣብሔር ተስፋ ጌርና፡
ክሳብ ፍፃሜ ንተዓገስ
ብእምነት ንቅድሚት ንገስግስ።

2.ከቶ ነይፈልጥ ጎይታ ደኺሙ
ብዓለም ፈተና ተሸኒፉ፡
ናይ ሲኦል ማዕፆ ኣፈራሪሱ
ንሞት ስዒሩ ኣብ ሰማይ ነጊሱ።

3.ክሳብ እንመስል ንጎይታና
እንመላለስ ብትሕትና፡
ብእሳት ፈተና ምስ ሓለፍና
ብኽብሪ ክንነብር ተለዊጥና።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '117. ኢየሱስ ይፅወዓካ’ሎ',
         'lyrics': '''

ተደ፥ ልብኻ ክፈት ኢየሱስ ይፅወዓካ’ሎ
    ትውንስእ ተዳሎ ኢየሱስ ይፅወዓካ’ሎ።

1.ኢየሱስ ይፅወዓካ’ሎ(2)
ሓጢኣተኛ ተቀበሎ
ኢየሱስ ይፅወዓካ’ሎ።

2.ኢየሱስ ይፅወዓካ’ሎ
ድምፁ ስማዕ ሕጂ ሰዓቦ
ኢየሱስ ይፅወዓካ’ሎ

3.ኢየሱስ ይብለካ ብቃሉ
ኣፍደገ ዝኸፍት ኩሉ፡
ክኣቱ’የ ምስኡ ሓቢረ
ድራር’ውን ኪድረር’የ

4.ኣቱም ፅሟት ኩልኹም 
ፆርኩም’ውን ዝኸበደኩም፡
ንዑ ናባይ ምስ ኩሉ ፆርኩም
ዕረፍቲ ክትረኽቡ ኢኹም።

5.ኣርዑተይ’ውን ንዑ ፁሩ
ቃላተይ’ውን ተማሃሩ፡
ኣነ ለዋህ ልበይ’ውን ትሑት
ዕረፍቲ ክትረኽቡ ኢኹም።

        ''',
        'category': 'ፀዋዕታ',},
                {'title': '118. ምምላስ ይበልፀካ',
         'lyrics': '''

1.ነቲ ክቡር ደሙ ረጊፁ ዝኸደ
ብምብልጭላጭ ናይ ዓለም ዝተማረኸ
ንኢየሱስ ዝሸጠ ብሓላፊ ሓጎስ
ምምላስ ይበልፀካ ናብቲ ርሕሩሕ ኣምላኽ

ተደ፥ ምምላስ ይበልፀካ
ናብቲ ርሕሩሕ ኣምላኽ፡
ትርፉ ሞት ጥራይ’ዩ
ምኻድ ከም ፍቓድካ።

2.ፀጋ ምስ በረኸት ንኹሉ ጥዒምካ 
ንድሕሪት ኣይትበል ከም ዲማስ ሕድርኻ፡
ኣምላኽ ዝሃበካ ድሕነትካ ረሲዕካ
ተመለስ ዝኸድካ ሕጂ ተጣዒስካ።

ተደ፥ ተመለስ ዝኸድካ
ሕጊ ተጣዒስካ
ትርፉ ሞት ጥራይ’ዩ
ምኻድ ከም ፍቓድካ

3.ሓጎስ ናይዛ ዓለም ኩሉ ሓላፊ’ዩ
ምስ ኣምላኽ ተዓረቅ፡ ሓወይ ኣይትዓሹ
ቅንዕቲ ትመስል ኣላ መንገዲ ሞት፡
ከይተታልለካ ተመለስ ናብ ምሕረት።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '119. ቀልጢፍካ እትረድኣኒ',
         'lyrics': '''

ተደ፥ ቀልጢፍካ እትረድኣኒ መድሓንየይ
ከኽብረካ ብሕይወተይ(2)

1.ሓላፊ’ዩ ኩሉ ናይዛ ዓለም
ካባኻ ዚበልፅ የለን
ንዓለም ክሒደ ኢየሱስ ከኽብረካ
ዕላማይ’ዩ ምእንታኻ።


2.ኣብ ዓለም’ውን ተመልኪተ ኩሉ ነገር
የለን ንዓኻ ዘኽብር፡
ንግዚኡ የንፀባርቕ ግን ሓላፊ’ዩ
የለን ዘልዓለም ዚነብር።


3.መስቀልካ ሒዘ ክስከም ብትዕግስቲ
ኣኽሊል ኣሎኒ ኣብ ሰማይ፡
ንኽብርኻ ክነብር ክፀንዕ ብኣኻ
ጎይታ ረዳእየይ ኢኻ።

        ''',
        'category': 'ምስጋና',},
                {'title': '120. ኦ እግዚኣብሔር ስለ ስምካ',
         'lyrics': '''

ተደ፥ ኦ እግዚኣብሔር ስለ ስምካ
    ኢልካ ንሽጉራትካ ኢድካ ዘርግሓልና

1.ኣይትፈለየኒ ኢኻ ኦ ኣምላኸይ!
ልመናይ ኣብ ቕድሜኻ ይብፃሕ ፈጣርየይ።

2.ናባኻ ተወኪለ፡ ኣድሕነኒ
ደንግፀለይ፡ ኦ ጎይታይ ፅን፡ ኢልካ ስምዓኒ

3.መስኪንን ድኻን ኢየ፡ ብዘይካኻ
ኣብ ሽግረይ ዘድሓነኒ ሓደ’ኳ የልቦን።

        ''',
        'category': 'ልመና',},
                {'title': '121. ብምሕረትካ ተኣሚነ',
         'lyrics': '''

ተደ፥ ብምሕረትካ ተኣሚነ
    ኣብ ትሕቲ ዙፋንካ ኮይነ፡
    ክልምን’የ ኦ ኣምላኸይ 
    ንዓ ሓግዝ ንድኻመይ።

1.ዝሞትካለይ ኣብ ጎልጎልታ
ንሕይወተይ ኩና ዋልታ፡
ኣብቲ መስቀል ዝወዓልካ
ገበነይ ደምስስ ብደምካ።

2.ዓይነይ ናብ ዓለም ጠሚታ
ተዋሒጣ ብትምኒታ፡
ብስርሐይ ብሓሳበይ
ኣሕዚነካ ለዋህ ጎይታ

3.መሓረኒ ሕፀበኒ
ብመንፈስካ ለውጠኒ፡
ኣብ እግርኻ ተምበርኪኸ
ክትምሕረኒ ተሃዊኸ።

4.በዒንትኻ ጠምተኒ
ብምሕረትካ ኣፍልሰኒ፡
ከገልግለካ ኦ ኣምላኸይ 
ፍቅርኻ ኣንብር ኣብ ልበይ።

        ''',
        'category': 'ንስሓ',},
                {'title': '122. ሓወይ ንኢየሱስካ',
         'lyrics': '''

ተደ፥ ሓወይ ንኢየሱስካ ሎሚ ዘይትቕበል!
    ክሳብ መኣስ ኢኻ ንጥፍኣት እትኹብልል
    ሓፍተይ ንኢየሱስኪ ሎሚ ዘይትቕበሊ!
    ክሳብ መኣስ ኢኺ ንጥፍኣት እትኹብልሊ።

1.ትውልዱ መስተንክር፡ ትንሳኤኡ ተኣምር
ዙፋኑ ፅኑዕ’ዩ ዝተዘርግሐ ኣብ ጠፈር፡
ንዘልዓለም ቅዱስ ምስ ሓጢኣት ዘይሓብር
ብቆላሕታ ዓይኑ ፀላእቱ ዘባርር።

2.ምሕረት ምእንቲ ክረክብ ሕዝብኻ
ሓጢኣትና ደምሲስካ ሕማም ኣርሕቅ ኢኻ፡
ሕያዋይ ምዃንካ ግለፅ ንባሮትካ
ሕሙማት ኪሓውዩ ብስም’ቲ ወድኻ።

3.ከምቲ ኣብቶም ነብያት ቀደም ዝነበርካ
ሎሚ ድማ ጎይታ ሕበር ምስ ባሮትካ፡
ሕያውነትካ ግለፅ፡ ኦ ሓያል ኣምላኽና
ብድንጋፄ ልቢ ተቀበል ፀሎትና።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '123. ኦ ጎይታይ',
         'lyrics': '''

1.ኦ ጎይታይ ሓልወኒ
      ”  ኣፅልለኒ
      ”  መሓረኒ
      ”  ኣብ ትሕቲ ኣኽናፍካ’ውን ኣንብረኒ።

2.ኦ ጎይታይ ፀሎተይ ስማዕ
      ”  ሓዘነይ ደምስስ
      ”  ስጉምተይ ሓሉ
      ”  ኣብ ሰፊሕ ዙፋንካ ኣንብረኒ።

3.ኦ ጎይታይ ስደተኛ’የ
      ”  ንግዚኡ’የ
      ”  ሃረርታ ኣሎኒ
      ”  ኣብ መንግስትኻ ኣይትረስዓኒ።

4.ኦ ጎይታይ ኣብ ላዕላይ ሰማይ
     ”   ምሳኻ ኢየ
     ”   ባርያኻ ኢየ
     ”   ግዙእካ ንምዃን ሕጉስ ኢየ።

5.ኦ ጎይታይ ደድሕሬኻ’የ
      ”  ናባኻ እጎይ
      ”  ድኻመይ ረአ
      ”  ክሳብ ጊዜ ሞተይ ምሳኻ’የ።      

        ''',
        'category': 'ልመና',},
                {'title': '124. ወዲ ዳዊት መሓረኒ',
         'lyrics': '''

1.ፀጋኻ ከይርኢዓይነይ ተሸፊነ
ኣብ ብርሃን ከይነብር እኔኹ ተደፊነ፡
ኣብ መንገዲ ቆይመ እፅበየካ’ሎኹ
ኢድካ ዘርግሓለይ ኪርኢ እደሊ ኣለኹ።

ተደ፥ ወዲ ዳዊት መሓረኒ(3)
ብቀትሩ ፀልሚቱኒ።

2.ናይ ሕዝበይ ጭራሕ ሰሚዐ፡ ኦ ጎይታይ 
ከባብየይ ኪርኢ ምሕረትካ ኣፍስሰለይ፡
ናይ ናብራ ልማኖ ከቶ ሰልኪዩኒ 
ራሕራሓለይ ጎይታ ነፃ ኣውፅኣኒ።

3.ናብ ናይ ፀልማት ናብራ ናተይ ዕዉርነት
ካብ ፍጡር ምልማን፡ ምፅባይ፡ ምፅዋት
ሰልክዩኒ ጎይታይ እምሕፀነካ’ሎኹ
ገፅካ ምለሰለይ እጭርሕ ኣሎኹ።

4.ድሒነ እናበልኩ ሞሳ ክመልሰሉ
ኣዒንተይ በሪሁ ኣካለይ’ውን ኩሉ፡
ዝፈልጡኒ ይእመኑ ምፍዋሰይ ርእዮም
ናትካ ሓያልነት ፍቅርኻ ኣስተንቲኖም።

        ''',
        'category': 'ንስሓ',},
                {'title': '125. ጎይታይ ኢየሱስ መርምረኒ',
         'lyrics': '''

ተድ፥ ጎይታይ ኢየሱስ መርምረኒ
ካብ ኣበሳይ ሕፀበኒ
ብመንፈስካ ተመሊአ
ክነብር ቀንዴለይ ሒዘ

1.ነፍሰይ ካባኻ ርሒቃ
ትነብር ኣላ ጠፊኣ
ብሳህልኻ መሓረኒ
ኢድካ ሰዲድካ ኣውፅኣኒ።

2.ኩሉ ኣብ ዓለም ዘሎ ርእየ
ሓጎስ ዚህብ’ውን ስኢነ
ድሕሪ ንፋስ ከም ምጉያይ’ዩ
ጎይታ ኢየሱስ እንተ ዘይብሉ።

3.ትርጉም ሕይወት ዝረኽበሉ
ሎሚ’ባ መልሲ ረኺበሉ
ልበይ ንጎይታ ከፊተ
ዕረፍቲ ሰላም ረኺበ።

        ''',
        'category': 'ልመና',},
                {'title': '126. ጎይታይ ብፀጋኻ እምበር',
         'lyrics': '''

ተደ፥ ጎይታይ ብፀጋኻ እምበር
    ኣነስ ከቶ ኣይክእሎን፡
    ኣምላኸይ ኣይትጨክነለይ!
    ጎይታይ ብፀጋኻ እምበር
    ብፃዕረይ’ሲ ኣይክእሎን፡
    ኣምላኸይ ኣይትጨክነለይ።

1.ብግብርናስ እንድዒ
ከም ለውሃትካ ኦ ጎይታይ፡
ስጋና ሕሉል ኢዩ
መንፈስካ ሓይልና’ዩ።

2.ኣብ ምዉቅ ሕቁፊ ኣዲኡ
ከም ዝደቀሰ ሕፃን፡
ብብዝሒ ፀጋኻ
ንነፍሰይ ሓሉ ኢኻ።

3.ስጋና ድኹሚ ኢዩ
ፍፁም ሓይሊ ዘይብሉ፡
ወትሩ ጊዜ ንጭነቅ
ብስቃይ’ውን ንሓቅቕ።

        ''',
        'category': 'ልመና',},
                {'title': '127. ካባኻ ርሒቀ',
         'lyrics': '''

1.ካባኻ ርሒቐ ከይርከብ ኣብ ውድቀት
ነፍሰይ ከይትጠፍእ ተኣሲራ ኣብ ሓጢኣት፡
ፍርደይ’ውን ከይከውን ናይ ዘልዓለም ሞት
ጎይታይ ጠምተኒ ከምቲ ናትካ ምሕረት።

ተደ፥ መሓረኒ ጎይታይ ደንግፀለይ ኢኻ
ምሕረትካ ሃበኒ ክነብር ምሳኻ።

2.ብሳህልን ምሕረትን ጎይታይ ምሉእ ኢኻ
መን’ከ ጠጠው ክብል ቖይሙ ኣብ ቅድሜኻ፡
ናትካ ኢና ጎይታይ ኣይትመንነና
ኣባጊዕካ ኢና ባዕልኻ ጓስየና።

3.ተመስገን ክብለካ ስለቲ ምሕረትካ
እንትርፎ ምስጋና የልቦን ዘቅርበልካ፡
ካብ መዓሙቕ ልበይ ምስጋናን ውዳሴን
ተቐበል ኦ ጎይታይ ሃሌ-ሉያ ኣሜን።

        ''',
        'category': 'ንስሓ',},
                {'title': '128. ሓጋዚ ድኹማት',
         'lyrics': '''

1.ብሓጢኣት ዓለም ተታሊለ - ብኽፍኣተይ
ይነብር ኣለኹ ኣብ ፀልማት - ብዘይ ሩፍታ፡
ንመንፈስ ሰላም ብምግዳፈይ - ብፅንዓተይ
ይኹብልል ነበርኩ ኣብ ዓለም - ንብሕተይ።

ተደ፥ ሓጋዚ ድኹማት ኣብ ጊዜ ፀበባ
መን ኣሎኒ ኣብ ዓለም ጎይታይ ብጀካኻ።

2.ለዋህ ኣቦ ግን ጠሚቱ ናብ ሕስራነይ
ኢዱ ዘርጊሑ ኣውፅኣኒ ካብ ሕስራነይ 
ንመስቀሉ ተሰኪመ ክመላለስ
ክምድብ ኣበርትዓኒ ቅዱስ መንፈስ።

3.ኣምላኸይ መፀግዕየይ እሙን ጎይታይ
ካባኻ ዝፈልያ መን’ዩ ንሕይወተይ፡
ተመስገን ኣምላኸይ ትኽበር መንግስትኻ
መን ኣሎ ርሕሩሕ መራሒ ብጀካኻ።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '129. ኮብሊለ ነበርኩ',
         'lyrics': '''

1.ኮብሊለ ነበርኩ ብፅሒተይ ሒዘ
ናብራይ ከመሓይሽ ናብ ዘይዓደይ ከይደ፡
ኣዝማደይ ገዲፈ ካብ ዘፍቅሮ ኣቦይ
ዘሎኒ ኣጥፊአ ንኽምለስ ቤተይ።

ተደ፥ መፂኤ ኣቦይ ተቀበለኒ(2)
ኣነ ጥፉእ ወድኻ።

2.ዝበልዖ ስኢነ ኣካለይ ጎዳእኩ
ኣብ ዘይፈልጦ ጓና ኪሰርሕ ጀመርኩ፡
ብጭንቀት ኪሰርሕ ለይት ምስ መዓልቲ
ተስፋ ሰኣንኩሉ ከም ፀልማት በዓቲ።

3.ዝበልዖ ዘይብለይ ወይ ድማ ዝሰትዮ
ሽዑ ተረዳእኩ ናይ ቤት ኣቦይ ዕዮ
መንፈሰይ ኪጭነቅ ሰላም’ውን ስኢነ
ዓሪቐ ነበርኩ ዘርሞ ዘርሞ ኮይነ።

4.ብገዛእ ድሌተይ ሓጢኣት ለሚደ
መኻሪ ዘይብለይ እኳ ዋላ ሓደ፡
ብናይ ዓለም ፍቅሪ ኣዝየ ተታሊለ
ሕይወተይ ወፌኹ ኣብ ዓለም ኮብሊለ።

5.ገፀይ’ውን መለስኩ ናብቲ ፍቁር ቤተይ
ኪዕረቅ ወሰንኩ ምስ ብሩኻት ስድራይ
ኣቦይ መፂአ ኣለኹ ብጣዕሚ በዲለ
ይቅሬታ ኪሓትት ኣብ ኣፍ ደገ ኮይነ።

6.ብታሕጓስ ሓኒቑ ገፀይ ሰዓመኒ
ይቅሬታ ብምግባር ንቤቱ ኣእተወኒ፡
ሞይቱ ዝነበረ ረኺበዮ መጎስ
ስብሕቲ ኣምፅኡሉ ንብላዕ ንተሓጎስ።

        ''',
        'category': 'ንስሓ',},
                {'title': '130. ኣብ ክንዲ’ቲ መስቀል',
         'lyrics': '''

ተደ፥ ኣብ ክንዲ’ቲ መስቀል ካላ ኮይኑ ዕላማ
    ስለዚ ድማ’ያ ፍቅሪ ኢየሱስ ቂሂማ።

1.ዝጠፍኣ ኣባጊዕ ብዙሓት’የን ኣቦ 
ጓሰአን ንስኻ ምለሰን ባዕልኻ፡
ኣዒንቲ ኣለወን ይመስላ ዝርእያ
ጎይታይ ተዘከረን ከይደን ከይጠፍኣ።

2.ዓመፃ በዚሑ ምስ ጥፍኣት ናይ ነፍሲ
እንታይ መፍትሒኡ ነዚ ኩሉ ባእሲ፡
ራሕርሓለን ኢየሱስ ተኹላ ከይበልዐን
ኣብ’ቲ መንግስትኻ ባዕልኻ ፀንብረን።

3.መሓሪ ምዃንካ ፈሊጥና ተረዲእና
እንሆ ንመፅእ ድኹማት ጠምተና፡
ግርሕነትና ረአ ኣምላኽና ኣይትጨክን 
በጃኻ ኢየሱሰይ ንዓ ቁስልና ፀግን።

        ''',
        'category': 'ንስሓ',},
                {'title': '131. ብኽያተይ ኣውያተይ',
         'lyrics': '''

ተደ፥ ብኽያተይ ኣውያተይ ኩሉ
    ኢየሱስ ሰሚዑኒ፡
    ካብ ሓዘን ካብ ስቓይ ናይ’ዛ ዓለም
    ሓራ ኣውፂኡኒ።

1.ኣብ ፀልማት ኮይነ በይነይ ክነብር
ተስፋ ስኢነ ኮብለል’ውን ኪብል
ካብ ፍቅሪ ኣምላኽ ኣዝየ ርሒቀ
ጊዜይ ኣሕለፍኩ ሰላም ስኢነ።

2.ኢየሱስ ኣቦይ ምስ ረኣየኒ
ምሳኻ’ለኹ ወደይ በለኒ፡
ድምፁ ሰሚዐ ሰላም ረኸብኩ
ካብ ኩሉ ሽግር ሓራ ወፃእኩ።

3.ብምሉእ ልበይ ከመስግነካ
ዝመሓርካኒ ኢድካ ዘርጊሕካ፡
ካብ ሞት ከምልጥ ኢደይ ሓዘኒ
ዘልዓለም ሕይወት ከተውርሰኒ።

4.ካብ ኣእላፍ ወርቂ፡ ካብ ኩሉ ሃብቲ
ሕጊ ኣፍካ ኢዩ ንዓይ መብራህቲ፡
ኣብ ዓለም ዘሎ ኩሉ ይሓልፍ
ፍቅሪ ናትካ ግን ካብ ሞት የናግፍ።

        ''',
        'category': 'ምስጋና',},
                {'title': '132. ኣምላኸይ ኣባኻ ተወኪለ',
         'lyrics': '''

1.ኦ እግዚኣብሔር ንነፍሰይ ናባኻ ኣልዒለ
ኦ ኣምላኸይ ኣባኻ እኔኹ ተወኪለ፡
ኣይተሕፍረኒ ፀላእተይ ብኣይ ደስ ኣይበሎም
ንኣኻ ዝኣመኑስ ከቶ ኣይተሕፍሮም።

ተደ፥ ሃሌ-ሉያ ክብሪ ንኢየሱስ
    ሃሌ-ሉያ !ሃሌ-ሉያ!
    ሃሌ-ሉያ! ክብሪ ንኢየሱስ

2.ካባኻ ዘርሕቀኒ ኩሉ ርኹስ መንፈስ
እውግዞ ኣለኹ ብስምካ ቅዱስ፡
ጎይታ ኢድካ ኣንብረለይ ከይክሕድ ንዓኻ 
ኣብቲ ናይ ፀልማት ጊዜ ኣብርሃለይ ኢኻ።

3.ልበይ ሰላም ኪረክብ ዘዕርፍ ንዓኻ
ተግባራተይ ቃላተይ’ውን ቀድሶ ባዕልኻ፡
ኣብ ቅድሚ ተፀናፀንተይ ብፅድቂ ምርሓኒ
ንመንገድኻ ኣብ ቅድመይ ኣድምፅ ባዕልኻ።

        ''',
        'category': 'ምስጋና',},
                {'title': '133. ካብ ሰማይ ወረደ',
         'lyrics': '''

1.ካብ ሰማይ ወሪደ ክደሊ ንዓኹም
ክብረይ ገደፍክዎ ለቢሰ ስጋኹም
ሰማይ’ውን ዙፋነይምድሪ መርገፅ እግረይ
ከውሒ መሕደርየይ ናዝሬት ኮነ ዓደይ።
-	ጎይታየ ለውጠለይ ልበይ!
ጎይታየ ለውጠለይ ልበይ ሓደራኻ!!

2.ላዕሊ ታሕቲ ኢለ እግረይ ተዓንቀፈት 
ጥሜት  ፅምኣት ቁሪ  ብትዕግስቲ ፆርኩ፡
ንዓኹም ኪደሊ ሕይወት ክህበኩም
ወዲ ኣምላኽ ከለኹመሲለ ንዓኹም።
-	ጎይታየ ኪርዳእ ፍቅርኻ(2)

3.ጌተሰማኒ ከይደ ክፅሊ ስሌኹም
ከም ነጥቢ ደም ረሃፅኩ ዘኪረ ውርደትኩም፡
መስቀል ተሸኪመ ቀራንዮ’ውን ከድኩ
ኩሉ ተኣዚዘ “ፈፂመ ” ጨራሕኩ።
-      ኣምላኸ’የ ምስጋና ይብፃሕካ(2) ሃሌ-ሉያ

4.ሕጂ’ውን ንዑ ኣነ ከዕርፈኩም
ፈፂመ ኣይዝክሮን ነቲ ኣበሳኹም፡
ዓይነይ ይጥምታ ብምሕረት ናባኹም
ሕይወት ምስ ተረፉ ባዕለይ ክህበኩም።
-	አመስግኖ ነዚ ፈቃር መድሕነይ(2) ተዓዊተ- 

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '134. መደምደምታ ሕጊ',
         'lyrics': '''

    ተደ፥ መደምደምታ ሕጊ ፍቅሪ’ያ ፍቅሪ፡
        ናይ ሰላም መሰረት ፅብቅቲ ግብሪ።

1.ፍቅሪ ዓቃል ለዋህ ዘይብላ ጃህራ
ምልክት ሕውነት ናይ ሕብረት ስፍሕ፡
ለውሃትን ድንጋፀን’ያ ኣሰራ
ንልበሳ ኩላትና ሃየ ሓደራ።

2.ጥዕምቲ መዓዛ ፅብቅቲ ፍረ
ካብ ኩለን ፍረታት  ክብሪ ትሕረ፡
ዕምባባ ናይ ፍቅሪ’ውን ዘሕረረ
ሕግታት ናይ ኣምላኽ ኩለን ሰበረ።

3.ቋንቋታት ናይ ሰብን መላእኽትን
ክዛረብ ዝኽእል እንተ ዝኸውን፡
ፍቅሪ እንተ ዘይብለይ ጭልጭል ከምዝብል
ምኾንኩ እውን ነይረ ጥራይ ፀናፅል።

4.ትንቢት እንተ ዝህልወኒ ነይሩ
ንፍልጠት ዝገልፅ ኩሉ ምስጢሩ፡
ንኣኽራን ዘግዕዝ እምነት’ውን ድማ
ኣይምጠቀመንን ፍቅሪ ሃዲማ።

    ብናይ ፍቕሪ ድምፂ ኢዩ ፀዊዑኒ
    “ኩሉ ግደፍ” በለ “ንዓይ ሰዓበኒ”።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '135. ሓወይ ትዝክሮዶ',
         'lyrics': '''

1.ብክርስቶስ ኢየሱስ ፀጋ ዝረኸብና
ፍቅሪ ኣምላኽ ንሕውነት ዘብቅዓና፡
ናይ መንፈስ ሕብረት ብሓደ ጠማሪና
ብብዝሒ ምሕረቱ ይፆሮ ኣበሳና።

ተደ፥ ሓወይ ትዝክሮዶ’ቲ ፍቅሪ ዘውረደ
ጎይታ ጎይቶት ዚብሎ
ኣውፅእ በሰር ኣብ ዓይንኻ ዘሎ።

2.ንዘልዓለም ይኹን ስሙ ዝተመስገነ
ከምቲ ጥፉእ ወዲ በደሉ እተኣመነ፡
ነዚ ተገንዚብና መደብና ክንስነ
በቲ ጎይታ መሓሪና ዝኾነ።

3.ዋላ’ኳ እንተበደልካ ምስ መድሕንካ እንተቀረብካ
በቲ ሓያል መድሕንካ ምሉእ ክብሪ ኣብ ሰማይ ኣሎካ፡
ዋላ’ኳ እንተበደልኪ ምሉእ ክብሪ ኣብ ሰማይ ኣሎኪ
ዋላ’ኳ እንተበደልና ምሉእ ክብሪ ኣብ ሰማይ ኣሎና።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '136. ካብ ፍትወት ዓለም',
         'lyrics': '''

ተደ፥ ካብ ፍትወት ዓለም ተፈልየ
ንዘልዓለም ክነብር እየ፡
መዋቲ ስጋይ ተለዊጡ 
ኢየሱስ መሲለ ክነብር እየ(2)።

1.ምስኡ ክነብር እናፍቅ እየ
ፍትወት ዓለም’ውን ሓዲገ’የ
ጎይታይ ክመፅእ ክነቅሕ እየ
ብቅፅበት ዓይኒ ክነጥቅ’የ።

2.ዝፈትዎ ጎይታይ ገፁ ክርኢ
ንዕኡ ክረክብ እምነ እየ፡
ሓዘነይ ኩሉ ካባይ ኬርሕቅ
ኢዱ ዘርጊሑ ንዓይ ይመርሕ።

3.ጎይታይ ክመፅእ ተዳልዩ 
ኩሉ ሰብ ድማ ግብሩ ኪርኢ፡
ስለዚ ኣነ ነዚ ፈሊጠ
ብመንፈስ ጎይታ ክብርትዕ’የ።

        ''',
        'category': 'መዓልቲ ምውታን',},
                {'title': '137. ኣብ ዓለም እንከለኹ',
         'lyrics': '''

1.ኣብ ዓለም እንከለኹም ፀበባ ኣለኩም 
ኢሉ ተዛሪቡ ኢዩ ጎይታ መድሓኒኹም፡
ስለ ስም ጎይታና ኢየሱስ እንተተነዓቅኩም
ምልክትኩም ንሱ’ዩ ፀበባ ደስ ይበልኩም።

2.ክትድሕኑ ጥራይ ኣይኮነን ፀጋ ዝሃበኩም
ኣብ ዓለም እንከለኹም ፀበባ ኣለኩም
ስለዚ ፀሎት ኣዘውትሩ ኩሉ ሳዕ ነቂሕኩም
እቲ ክፉእ ፀላኢኹም መታን ከይምንዝዓኩም።

3.ናይ መንፈስ ሰይፊ ሓዙ ዕሽሽ ኣይትበሉ 
ናይ እምነት ዋልታ ኣልዕሉ ቁሙ ብወንጌል
ድርዒ ፅድቂ ተኸዲንኩም ብሓቂ ተዓጢቅኩም
ኩሉ ሳዕ ብመንፈስ ፀልዩ እናተፀመምኩም።

4.ቃል ኣምላኽ ይብለና’ዩ ኣብ ዓለም ከለኹም
ብሓዊ ናይ መከራ ክትፍተኑ ኢኹም፡
ግን ኣይትፍርሁ ኢየሱስ ኣለኩም
ንዓለም ሲዒርዋ’ዩ ብጎይታ ደስ ይበልኩም።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '138. ስደት ዋላ ሞት',
         'lyrics': '''

   ተደ፥  ስደት ዋላ ሞት ጭንቂ መከራ
        እንተ መፀ’ኳ ከቶ ኣይፈርህን
        ካብ ኢየሱስ መን ይፈልየኒ
        ኣብ መስቀል ኮይኑ ፍቅሩ ኣርእዩኒ።

1.ቅልፅም ትምክሕተይ ናተይ’ውን ዋልታ
ዘፀናንዓኒ መታን ከይርታዕ፡
ካብ ኣፍ ሞት መንጢሉ መንዲ’ዩ ዘድሓነኒ
ካብ ፍቅሪ ክርስቶስ መን ይፈልየኒ።

2.ካብ ዑንቂ ዝበልፅ ክብሪ ሽልማት
ካብ ኩሎም ዝበልፅ ካብ ኩሎም ኣዝማድ፡
ካብዚ ፅኑዕ ዓርከይ መን  ይፈልየኒ
ብዓቢይ ክብሪ ንዓይ ሓርዩኒ

3.ብዙሕ ምቍኣም እንተመፀኒ
ናይ መከራ ግመ እንተ ኸወለኒ፡
ኣብ ኩሉ መከራይ ዘፀናንዓኒ
ካብ ጎይታ ኢየሱስ መን ይፈልየኒ።

4.ሓደስቲ ፍጥረት ምስ መላእኽቲ 
ምስኦም ሓቢሮም ነገስታት ምድሪ፡
ንኣኡ ክኽሕድ እንተገደዱኒ
ካብዚ ፍፁም ዓርከይ ከቶ ኣይፈልዩንን።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '139. ክትንስእ’የ',
         'lyrics': '''

    ተደ፥ ክትንስእ ክትንስእ’የ!
       ተንሲአ ክዕጠቅ ፀላኢ ከጥቅዕ።

1.ጎይታ ኢየሱስ ባዕሉ ምሂሩኒ’ዩ
ነቲ ፍኖት’ውን ሓቢሩኒ’ዩ፡
ዝተረፈኒ እዃ እንታይ ኣሎ
ኣነ ብወገነ ክኸፍሎ።

2.እዋን እቲ ፈተና እንተተቓረበ
መዓልቲ ፀልሚቱ እንተ ዓረበ፡
ሰራዊት ፀላኢ እንተ’ኸበበ
ኣነስ ንጎይታ ኢየሱስ ረኺበ።

3.ቅልፅም ኣምላኽ ክሰርሕ ኣባና
ተኣምር ትምርትን ክንርእዮ ኢና፡
ሽዑ ሓጎስ ክመልኦ ልብና
ሰማያዊ ብርሃን ክንለብስ ኢና።

4.ከም ኣባጊዕ እኳ እንተተዘረና
ጓሳ ዘይብለን እንተመሰልና፡
ጎይታ ኢየሱስ ዘይፍለ ካባና
ኣይሕሱን ድማ ኢዩ ቃል ወንጌልና።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '140. ተዓወተ ጎይታይ ተዓወተ',
         'lyrics': '''

1.ተዓወተ ጎይታ ተዓወተ
ብሓይሉ ተንሰአ ጎይታ ተዓወተ።

2.ሰበረ ንመቁሕ ሰበረ፡
ንሞት ኣሸነፈ ንመቁሕ ሰበረ።

3.ሓይሊ ፀልማት ተሰጎ፡ ተሰጎ
ብደም መድሓኒና ተሰጎ(3)

4.ተሰርዐ ኣብ ሰማይ ተሰርዐ፡
ተስፋ ሕይወት ሎሚ ኣብ ሰማይ ተሰርዐ።

5.ቀረበ ቀረበ ብርሃን ናይ ወንጌል ብርሃን፡
ናይ ወንጌል ብርሃን ወንጌል ብርሃን።

6.ብዕፁዉ ኣብ ማእከሎም ቆመ፡
ሓዋርያት ደንገፁ ምስ በሎም ሰላም።

7.ክብሪ ይኹን ንቅዱስ ስሉስ፡
ንክርስቶስ ጎይታ ድሕነት ስጋ ነፍሲ።

8.ኣሜን ኣሜን ኣሜን ወኣሜን፡
ኣሜን ሃሌ-ሉያ ንወትሩ ይኹን።

        ''',
        'category': 'ትንሳኤ',},
                {'title': '141. ኣይሓፍርን’የ',
         'lyrics': '''

ተደ፥  ኣይሓፍርን’የ(2) ጎይታይ ምሳይ ከሎ
ኢዱ ኣብ ልበይ ዘርጊሑ
ብቅዱስ መንፈሱ ንልበይ ዘህደኦ።

1.ኣሽሓት ብየማንካ ኪወድቁ ኣሽሓት ብፀጋምካ
ዘማራይ ዝበሎ ዘኪረ ንውግእ ተዓጢቀ፡
ድርዒ እምነት ለቢሰ ንቅድሚት ገስጊሰ
ፀግዐይ ንሱ ስለ ዝኾነ ዕርዲ ፀላእተይ ኣፍሪሰ።

2.ካብ ሕጂ ንደሓር ጎይታ ኣብዚሐ ከመስግነካ
ንዓኻ ዝበቅዕ ቃላት ካብ ልበይ ኣፈልፍል ኢኻ
ኣብ በይነይ ዘይትገድፈኒ እሙን ዓርከይ ኢኻ
ናተይ ስለ ዝነበረ እቲ ብርቱዕ ደገፍካ።

3.ምስ ቅዱሳን ኮይነ ኣኽሊል ክቅበል’የ
ሃሪፈ ኣለኹ ጎይታ ርድኣያ ነዛ ነፍሰይ፡
ቅዱስ ቅዱስ ኢለ ክሰግድ ኣብራከይ ዓፂፈ 
በደለይ ደምስሶ ኢየሱሰይ እኔኹ ንኹሉ ገዲፈ። 

        ''',
        'category': 'ኣምልኾ',},
                {'title': '142. ኦ ክርስትያን ሓወይ',
         'lyrics': '''

    ተደ፥ ኦ ክርስትያን ሓወይ ኣጆኻ ተፀናናዕ 
        ሕይወት ዚህብ ጎይታ ኣሎ ኣብ ጥቃኻ።

1.መስቀልካ ኣልዒልካ ስዓብ ንጎይታኻ
ቀሊል’ዩ መስቀሉ ከቢድ ኣይምሰልካ
ነፍስኻ ሓድስ ቅረብ ናብ ኣቦኻ
ክርስቶስ እሙን’ዩ ፍፁም ዘይጠልመካ
    ክርስቶስ እሙን’ዩ ኣይጠልምን ቃሉ፡
    መንግስተ ሰማያት ክህበካ’ዩ ባዕሉ።

2.እምነት እንተዘይኮይኑ ካልእ ዘይሓተካ
ሓሶት’ውን ከይከውን ቀደም ንሱ ኣርእዩካ
ሕጅስ ይኣኽለካ ሕራይ በሎ ኢኻ
ብምሳሌ ናቱ ርእስኻ ኣወፊኻ።
    ተራኻ’ውን ፈፅም ሓወይ ሓደራኻ፡
    በዚ ሎሚ ጊዜ ንክርስቶስ ዓርክኻ።

3.ምስ ነብያት ሓዋርያት እውን ተሰሊፍካ 
ዕዮታትካ ፈፅም ንድሕሪት ከይጠመትካ
ንኣኦም ዝበፅሖም ንኣኻ ክበፅሓካ 
እምነት ተዓጠቅ ሕጂ’ዩ እዋንካ።
    ሓቦ’ውን ኣይትስኣን ስዓቦ ጨኪንካ
    ብዘይካ ክርስቶስ ሕይወት ነይብልካ።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '143. ኣብ ፀምፀም በረኻ',
         'lyrics': '''

ተደ፥ ኣብ ፀምፀም በረኻ ኢየሱስ ኣብ መንገዲ
    ረዳኢየይ ኮይኑ ኣድሒንዋ ንነፍሰይ፡
    ብዝሃብካኒ ክእለት ንኢየሱስ ክርስቶስ
    ካብ ልቢ ዝፈልፈለ ምስጋና ካብ ኣፈይ።

1.ርሕሩሕ ኣምላኽ ፈቃር መድሕነይ!
ፀሎተይ ሰሚዕካ ምሕረት ዘውረድካለይ!
ምስጋናይ የቅርበልካ ኦ ልዑል ኣምላኸይ
ጭንቀተይ ፀበባይ ኩሉ ዘርሓቅካለይ።

2.ፆር ሓጢኣተይ ኩሉ ናባኻ ኣፍስሶ
ኦ ለዋህ ኣምላኸይ ሓጢኣተይ ደምስሶ፡
በቲ ዓቢ ምሕረትካ ኣበሳይ ደምስስ
ካብ ክፍኣተይ ኩሉ እውን ሕፀበኒ

3.ሓጢኣተይ’ውን ኣብ ቅድሚኡ ኢዩ
ምእንቲ ክፀሪ ብደምካ ሕፀበኒ፡
ብፍቃደኛ መንፈስካ’ውን ደግፈኒ
ኣብ ዓቢይ መንግስትኻ ድማ ሓውሰኒ።

        ''',
        'category': 'ምስጋና',},
                {'title': '144. ሓወይ ንፍቅሩ ረአ',
         'lyrics': '''

1.ዝጠፍአት ነፍሰይ ካብኡ በሪራ
ክትነብር ተኸዊላ፡
ብፀልማት ዓለም’ውን ተጠቢራ
ጎይታ ግን ብምሕረቱ የፍቅራ።

ተደ፥ ሓወይ ንፍቅሩ ረአ ጎይታ ይናብየካ
ሓጎስን ደስታን ፍቅርን ሰላምን
ብምእዛዙ ኢየሱስ ይህበካ።

2.ዝሑል ወይ ምዉቅ ብዘይ ምዃንካ
ጎይታ ጡፍ ከይብለካ፡
ሕጂ ግን ብሓጢኣትካ ተኣሚንካ
ተመለስ ናብቲ ፈቃር መድሕንካ።

3.ሕጂ ወይ ደሓር ፅባሕ ትኸውን
መዓልቲ ፅዋዓኻ፡
ብዘይ ምፍላጥ ግን ሓወይ ኣይትኺድ
ኣብ ገሃነም ከይከውን ጊደኻ።

4.ቅዱሳን ኩሎም ሰማይ ኪኸዱ
ሓጥኣን ግን ክፍረዱ፡
ጎይታ ኢየሱስ ምስ መፀ ብኽብሪ 
ክትነብር ምስቲ ልዑል ፈጣሪ። 

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '145.ፍፁም ኣይበፅሖን’ዩ',
         'lyrics': '''

1.ከዋኽብቲ ሰማይ - ኣትክልቲ መሬትካ
ውቅያኖስ ምስ ባሕሪ - ኩሉ ስራሕ ኢድካ፡
ኩሉ ስነ ፍጥረት - ይገልፅ ዕብየትካ
ወድ ሰብ ደኣ’ዩ - ምርዳእ ኣብዩካ።

ተደ፥  ፍፁም ኣይበፅሖን’ዩ ኦ ጎይታይ፡
ግልፀትካ ሃቦ ኢኻ፡
ኣእምሮኡ ፀቢብ ‘ዩ ኣቦየ ንኽርድኣካ።

2.ኣትክልቲ መሮር - ኩሎም ተሸሊሞም
መሬት የመልክዑ - በቲ ዕምባባኦም
ምስ ኩሉ ጥበቡ - ምስ ኩሉ ግርማኡ 
ሰለሙን’ኳ - ኣይተኸድነን ከምኡ።

3.ረአ ተዓዘቦ - ኩሉ ከባቢኻ
ኣፀቢቅካ ኣመስግኖ - ኢዩ ናይ ኣቦኻ
ናይ ጠቢባን ጠቢብ ኢዩ’ቲ ጎይታኻ
ክንደይ ትዕድልቲ’ዩ ናብኡ ተወፊኻ።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '146. ምስቶም መላእኽቲ',
         'lyrics': '''

ተደ፥  ምስቶም መላእኽቲ ሓቢረ ክዝምር
ገፅካ እናረአኹ ምሳኻ ክነብር
ንብዓተይ ክደርዝ ኣጆኻ ክትብለኒ
ዘዳሎኻለይ ቤት ንኸተውርሰኒ

1.ዘይትልወጥ ጎይታ ኢየሱስ መድሓኒ
ኣይትጋደፈኒ ንምሉእ ሕይወተይ፡ 
ከም ሓጢኣተይ እኳ ዘይትፈድየኒ
ከም ቃልካ ክነብር ጎይታይ ሓግዘኒ።

2.መሓርን ርሕሩሕን ፈአቃር ኢየሱሰይ
ኣነ ድኹም ኢየ ርኣያ ሕይወተይ፡
ሓጢኣተኛ ኢየ ፀዊዕካኒ ኢኻ
መንዶ ኣሎኒ’ዩ ጎይታይ ብዘይካኻ።

3.ኣብቲ ላዕላይ ሰማይ ክነብር ምሳኻ፡
ሃረርታይ’ዩ ጎይታይ ዘክረኒ ኢኻ፡
ምስ’ቶም መላእኽትኻ ብሓጎስ ክነብር
ኣሚነ ኣለኹ ትምኒተይ ክትፍፅም።

4.ንዓኻ መስቀል ፀጋኻ ኣልብሰኒ
ከናፍረይ ቅባእ ትብዓት’ውን ሃበኒ፡
ሓንቲ’ኳ ኣይፈልጥን ጎይታይ ብዘይካኻ
ኩሉ ድሌየት ልበይ ይህቦ ንኣኻ።

5.ኣብኡ ሓዘን የልቦን ከምኡ ድማ ስቃይ
ኩሉ ሳዕ ሓጎስ’ዩ ኣብቲ ላዕላይ ሰማይ፡
ምስኡንኽነብር ዓቢይ ዕድል ኢዩ
ክዝምር ክሕጎስ ምስቶም እሙናቱ።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '147. መዓስ’የ ዝሪአካ',
         'lyrics': '''

ተደ፥ መዓስ’የ ዝሪአካ ኣብዚ ናይ ዓለም ስቓይ
መዓስ’የ ዝሪአካ ኣብ ላዕሊ ኣብ ሰማይ።

1.ልበይ ብስቅቕታ ድቃስ ሲኢነ
ጎይታይ ውሰደኒ ናብ ላዕሊ ብቶሎ።

2.ናብራይ መሪሩኒ ሞት’ውን የመንየኒ
ከምዚ ምዃን ግን ቀልጢፍካ ምፀኒ።

3.ፀላኢየይ ነዚ ርኢዩ ፈተና ኣብዚሑለይ
ከውድቐኒ ኢሉ ዓቕለይ ኣፅቢቡለይ።

4.ሕጂ ግን ኣምላኸይ ተስፋ ሂብካኒ ኢኻ
ከይፈርሕ ከይወድቅ ኣንቢርካለይ ኢድካ።

5.ተመስገን ተመስገን ዘይትርሳዕ ጎይታ
ልመናይ ሰሚዕካ ዝሃብካኒ ይቅሬታ። 

        ''',
        'category': 'ንስሓ',},
                {'title': '148. ፀጋኻ ሃበኒ',
         'lyrics': '''

1.ክርስቶስ ኣምላኸይ መድሕን ናይ ሕይወተይ
ክርዳእ ፍቅርኻ ሓድሶ ኣእምሮይ፡
ሰናይካ ክዝክር ሞያኻ ክፅብፅብ
ከመስግነካ ጎይታየ ንዓኻ ክስዕብ።

ተደ፥  ፀጋኻ ሃበኒ ሕደጎ በደለይ፡
ከምብዝሒ ምሕረትካ ሓድሶ ንነፍሰይ።

2.ኣበሳይ ከቢድ’ዩ ንምስካሙ ፀገም 
ግንከ ተስፋ’ሎኒ ካብ ጎይታ ዘይጠልም፡
ክምብርከኽ ከለኹ ክጥምት መስቀልካ 
ከም ቃልካ ጎይታየ መልሰለይ ኢኻ።

3.ካባኻ ርሒቀ ብዙሕ በዲለካ
ግንከ ኣይጠፋእኩን ስለ ክቡር ደምካ፡
ሓሳበይ መንገደይ ብኹሉ ድሌተይ
ክግዛእ ንዓኻ ሓግዛ ንነፍሰይ።

4.ካብ መሪር ሓጢኣተይ ካብ ክፉእ በደለይ
ደጊም ሓራ እየ ጎይታይ ከፊሉለይ፡
ክብሪ ምስ ምስጋና ውዳሴ ምስ ግርማ
ኩሉ ንዓኻ ይኹን ክርስቶስ ኣምላኽና።

        ''',
        'category': 'ልመና',},
                {'title': '149. ኣብ ሕይወትካ ሽግር’ተመፀካ',
         'lyrics': '''

1.ኣብ ሕይወትካ ሽግር’ተመፀካ
መከራ ጭንቂ ምስ በዝሓካ፡
ዝሕግዘካ ሰብ’ውን’ተስኣንካ
ኢየሱስ ኣሎ’ንዶ ኣብ ጥቃኻ።

2.ኩሎም ኣዝማድካ ምስ ዚፀልኡኻ
ኣዕሩኽካ እንተከሓዱኻ፡
እዋን ፀልሚቱ እንተ ተራእየካ
ኢየሱስ ኣሎ’ንዶ ኣብ ጥቃኻ።

3.ስራሕ ስኢንካ እንተ ተጨነቅካ
ትገብሮ’ውን እንተ ጠፍኣካ፡
ተስፋ ቆሪፅካ እንተ ተሸገርካ
ኢየሱስ ኣሎ’ንዶ ኣብ ጥቃኻ።

4.ኣብ ማዕበል ኣቲኻ ምስ እትጭነቅ
ብስቃይ ሕማም ምስ እትሓቅቕ፡
ዝድግፈካ እንተ ስኣንካ
ጎይታ ኢየሱስ ኣሎ ኣብ ጥቃኻ።

        ''',
        'category': 'ምስጋና',},
                {'title': '150. ተስፋ ኣይንቀብፅን ኢና',
         'lyrics': '''

ተደ፥ ብኹሉ ወገን ንፅቀጥ ኢና
ግን ተስፋ ኣይቀብፅን ኢና።

1.ብዛዕባ’ዚ ነገርሲ እንታይ ክንብል ኢና
ካብ ፍቅሪ ክርስቶስ መን’ዩ ዝፈልየና፡
ነቶም ሕሩያት ኣምላኽሲ መን’ዩ ዝኸሶም
ሓደራ ሃየ ኣሕዋተየ ኣሰሩ ንከተል።

2.ጭንቂ’ዶ ፀበባ ስደት’ዶ ጥምየት
ዕርቃን’ዶ ሰይፊ ፅምኣት’ዶ ቁሪ፡
መላእኽቲ ኮነ ገዛእቲ ሓይሊ
በቲ ዘፍቕረና ኣፀቢቕና ክንዕወት ኢና።

3.ነቶም ቀደም ዝፈልጦም 
ንኣታቶም ኣፅደቖም፡
ነቶም ቀደም ዝመደቦም 
ንኣታቶም ኣኽበሮም።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '151. ትንቢት ንኽፍፀም',
         'lyrics': '''

1.ኣምላኽና ዝበሎ ትንቢት ኪፍፀም
መለኸት ኪንፋሕ ምድሪ’ውን ክትፅልምት፡
ኪነቅሑ ምዉታት ኪሓውዩ ሕሙማት
ብስም መድሓኒና ክንስዕሮ ንሰይጣን።

ተደ፥  ሓጥኣን ኣብ ናይ ዘልዓለም ስቃይ ክኸዱ
ፃድቃን ግን ናይ ዘልዓለም ሕይወት ክወርሱ።

2.ምድሪ ከተንቀጥቅጥ ከዋኽብቲ ኪረግፉ
ኣኽራናት ኪፈርሱ ፍጥረታት ክፈርሑ፡
ዓለም ክትሓልፍ’ያ ምስ ኩሉ ምልኣታ
ተመለስ ሓወየ ዓለም ኣይትጠምታ።

3.እቲ ብሩኽ ገንሸል እሙን መድሓንየይ
መዝገብ ከፊቱ ኪፅውዕ ኣስማትና፡
ክንምዘን ክንቀርብ ኣብ ቅድሚ ኣምላኽና
ኣበይ ክኸውን’ዩ መረፊ ሕይወትና።

4.ፃድቃን ካብ ሓጥኣን ኢየሱስ ክፈሊ
ንደቁ ሓቊፉ ንሓጥኣን ክድርቢ፡
ተመለስ ሓወየ መርሚርካ ሕይወትካ
ብመዓልቲ ፍርዲ ክትቕበል ኣኽሊልካ።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '152. ጎይታ ይመፅእ',
         'lyrics': '''

     ተደ፥ ጎይታ ይመፅእ ብኽብሪ ብግርማ ደሚቑ
         ንደቁ ኩላቶም ኣኪቡ መናግስቱ ይገብሮም።

1.ብትሕትናን ፍቅርን ቅረቡ
ሓጎስን ደስታን ክትረኽቡ
ሰማያዊ መና ክትፀግቡ።

2.ናይ ዕብየቱ ዋጋ ፍለጡ
ሕይወትኩም ክትርእዩ ተለወጡ
ክርስቶስ ጥራይ’ዩ መፍትሑ።

3.ክንደይ እሞ ይጥዕም እቲ ፍቅሩ
ንሕና ከይንወድቕ ኣሲሩ
ብለውሃት’ውን መኺሩ።

4.ደቂሱ ዝነበረ ክትንስእ
ሓጢኡ ዝነበረ ክጥዓስ 
እንሆ እምበኣርጎይታ ኢየሱስ።

        ''',
        'category': 'ምፅኣት',},
                {'title': '153. ሓልወኒ ጎይታይ',
         'lyrics': '''

1.ብዙሓት ከሓድቲ ኣለዉ ኣብ ዓለም
ነቲ ዝፈጠሮም ይብልዎ የሎን፡
ብዙሓት ክራቀቑ ብፍልስፍናኦም
ከይዶም እናረሓቑ ካብ ለዋህ ኣምላኽ።

ተደ፥  ሓልወኒ ጎይታይ ካብዚ ክፉእ ስሕተት 
     እደሊ ኣለኹ ክካፈል ርስትኻ፡
     የለኻን ዝብሉኻ ብሰይጣን ስሒቶም
     ብርግፅ ምንባርካ ባዕልኻ ግለፀሎም።

2.ብኣኻ ተፈጢሮም ዝሃብካዮም ፍልጠት
ብዙሓት ተራቒቖም በፂሖም ኣብ ክሕደት፡
ካብ ህበይ ካብ ሓሰኻ ተፈጢርና እንዳበሉ
ኣምላኽ የልቦን ኢሎም ንሰብ’ውን የኽሕዱ።

3.ኣምላኸይ ፈጣርየይ ብዙሕ ይገርመኒ
ብዝሒ ትዕግስትኻ መን’ዩ ዝነግረኒ
ብኢድካ ሰራሕካዮም፡ ኣቆምካዮም ባዕልኻ
ከመይ ኢሉ ይጠፍኦም ሕያውነት ናትካ። 

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '154. ፈተናን ሓዘንን',
         'lyrics': '''

  ተደ፥  ፈተናን ሓዘንን ብኽያትን ሽግርን 
       ዘሎካ ክርስትያን በርትዕ ፅናዕ እመን።

1.ኣብዛ ሓላፊት ዓለም ኣይኮንካን እትፅበ
ኣብ ሰማይ ኣሎካ ዘልዓለም ዚነብር፡
ብትዕግስቲ ፅናሕ ኢየሱስ ክምለስ’ዩ
ኣይክድንጉይን፡ ተስፋኡ፡ ምምፃኡ ቀሪቡ።

2.ኩሉ ኪሰጎካ፡ ኩሉ ኪፀልኣካ
ክትሳቐ ክትመውት፡ ብዙሕ ክጨንቀካ፡
እዚ ዓለም ኣምበር ኣይኮነን ዘልዓለም
ሓጎስ ኢዩ ኣብ ሰማይ ምስ መላእኽቲ ኹሎም።

3.ኣብዚ ዓለም ዘሎ ፈፂምካ ኣይትፍራህ
ብፈጣሪ ዓለም ኢኻ ክትምራሕ፡
ስጋኻ ክሳቐ ብኹሎም ከሓድቲ
ኢየሱስ ክፈድየካ ቐሪቡ መዓልቲ።

4.መከራ ፀጊብካ ከም ክርስትያን መጠን
ሓወይ ስለዚ ንኣምላኽካ ኣመስግን፡
ኣብ መወዳእታ ጎይታ ክሕጎስ ብኣኻ

        ''',
        'category': 'ምስጋና',},
                {'title': '155. ገሊፁ ካብ ልቡ',
         'lyrics': '''

ተደ፥  ፍቅሩ ኣይሓብኣልናን - ኢየሱስ
     ኮይኑ ኣብቲ ከረን - ጎይታይ
     ኣነ እየ በሎም - ኢየሱስ
     ናይ ሕይወተይ እንጌራ - ኣሜን።

1.ገሊፁ ካብ ልቡ የርእየኒ ፍቅሩ
እቲ ዓብይ ኣምላኽና መድሃኒና ኢየሱስ፡
እቲ ሓቀኛ ፍቅሪ ንኪፅውዓልና
መፀ ናብ ዓለም ኮይኑ መኻሪና።

2.ገብርኤል ተላኢኹ ብስራት ነጋሪ
ክውለድ ምዃኑ ሓጢኣት ኣባራሪ፡
ዓለም ሓጎስ ኮነ ብርሃን ብምምፃኡ
ፍጡራት ተሓጎሱ ሰይጣን ተቖጠዐ።

3.ዓቢ ብርሃን መፀ ቀደም ዘይተራእየ
ዚፈትዎ ወደይ’ሲ እዚ’ዩ እናበለ፡
ፍቅሩ ኣይሕበኣልናን እንተ ተሰቅለ’ኳ
እናበኸየ ይቅሬታ ለመነ ነቡኡ።

        ''',
        'category': 'ኣምልኾ',},
                {'title': '156. ኦ ጎይታይ',
         'lyrics': '''

1.ኦ ጎይታይ! ኦ ጎይታይ
ኣፍስሶ እንዶ ንመንፈስካ(2)።

2.ኦ ጎይታይ! ኦ ጎይታይ
ትሕትናኻ’ንዶ ኣምህረኒ(2)።

3.ኦ ጎይታይ! ኦ ጎይታይ
ጠምቶ እንዶ ንሕዝብኻ(2)።

4.ኦ ጎይታይ! ኦ ጎይታይ
ምሕረትካ እንዶ ለኣኸልና(2)።

5.ኦ ጎይታይ! ኦ ጎይታይ
ኣብ ዕዮኻ እንዶ ኣፅንዓኒ(2)።

        ''',
        'category': 'ልመና',},
                {'title': '157. ኣምላኽ በዓል ሓምሳ',
         'lyrics': '''

1.ንደቀይ ክባርኽ መንፈሰይ ክኽዑ
ኣወዳት ኣዋልድ ኩሎም ኪንበዩ
ኣረገውቲ’ውን ሕልምታት ኪርእዩ
እብለኩም ኣለኹ ቃለይ እሙን’ዩ።

ተደ፥  ክብሪ ንዓኻ ይኹን ኣምላኽ በዓል ሓምሳ
ከምቲ ናይ ሓዋርያት ኣፍስሶ መንፈስካ።

2.መንፈሰይ ሰዲደ ፍፁም ከንከሓኩም
ካብ ከቢድ ድቃስኩም ከበራብረኩም፡
ልብኹም ከዳሉ ፍፁም ከንቅሓኩም
መደበይ እዚ’ዩ ደቀይ ባህ ይበልኩም።

3.ኣጓብዝኩም ድማ ራእያት ክርእዩ
ሰብኡትን ኣንስትን መንፈሰይ ክመልኡ፡
መንፈሰይ መሊአ ናባይ ከቅርበኩም
ድሌተይ እዚ’ዩ ደቀይ ባህ ይበልኩም።

4.ደቀይ ተዳለዉ ካብ ሓጢኣት ረሓቑ
ድሮ ጀሚረዮ መንፈሰይ ክኽዑ፡
ልብኹም ሃቡኒ ካልእ ኣይደልን’የ 
ኣነስ ንመንፈሰይ ፍፁም ኣይሰፍሮን’የ።

        ''',
        'category': 'መንፈስ ቅዱስ',},
                {'title': '158. ፍቕርኻ ክነግር',
         'lyrics': '''

ተደ፥ ፍቅርኻ ክነግር ኣፍስሶ መንፈስካ፡
    ብግብሪ ኣእዳወይ ፈትኑኒ ኢልካ።

1.ለዋህ ፈቃር ኣምላኽ ረዳኢና ከም ዝኾንካ
ክንገልፆ ፍቅርኻ ኣልብሰና ኢኻ፡
ብሰላም ትሓስበልና ኩሉ ፀገምና እና’ርሓቕካ
ምእታውና ምውፃእና ትባርኽ ብፀጋኻ።

2.ኣታ ብሩኽ ኣምላኽ ብምሕረት እተመልአ
ኩሉ ሳዕ ኣእዳውካ ንምድሓን እተዘርግሐ፡
ሰናይ ዘይፅገብ ፍቅርኻ ዓሚቕ’ዩ
ከነውርዮ ስምካ ስምካ ንልባትና ኣዳሉ።

3.ጎይታይ ስምዓና ጠምት ንሕዝብኻ
መዕረፊ ሲኢኑ ቀልባዕባዕ ኢሉ ፍጥረትካ፡
ደንግፀልና ጎይታ ስለ ስም ወድኻ
ፀሎትና ስምዓዮ ናይ ድኹማት ባሮትካ።

4.ተስፋ ሂብካና ኢኻ ለዋህ ጎይታ ብቃላትካ
ክሳብ መወዳእታ ዓለም ኣነ ምሳኹም’የ ኢልካ፡
እምበኣር ንቀርብ ብትብዓት ኣብ ዙፋንካ 
መልሰልና ጎይታይ ክንዓርፍ ኣብ ሰላምካ

        ''',
        'category': 'ኣምልኾ',},
                {'title': '159. ሃሌ-ሉያ!ኣሜን!ኣሜን!',
         'lyrics': '''

1.ንመንግስቱ ደው ኬብሎም 
ብመንፈሱ ኬጠምቖም፡
ብኽቡር ሓይሉ ንኼፅድቖም
ጎይታ ኢየሱስ መሪፅዎም።

ተደ፥ ሃሌ-ሉያ! ኣሜን! ኣሜን!
ሃሌ-ሉያ፡ ሃሌ-ሉያ።

2.ብኢዮኤል ተሰቢኹ
ብነብያት ተነጊሩ፡
ብበዓል ሓምሳ እውን ፈሲሱ
ንነፍሳትና ኣለስሊሱ።

3.ኣጋንንቲ ንምድምሳስ
ንዕዉራት ንምፍዋስ፡
ወዲ እግዚኣብሔር ዝወረደ
ሓይሊ ንዓና ዝዓደለ።

4.ኣፍሲስዎ ንመንፈሱ
ገሊፁልና ንመንግስቱ፡
ኣብ ውሽጢ ልበይ ይሰመዓኒ
ኦ ኣምላኸይ ደስ ይበለኒ።

        ''',
        'category': 'ምስጋና',},
                {'title': '160. መንፈስ ቅዱስ ተቀቢቢልና ',
         'lyrics': '''

1.መንእሰይ ንዑ’ሞ ምስ ኣምላኽ ንራኸብ
ፀጋኡ ጥዒምና ብርሃን ክንካፈል፡
ሓይሊ ኣምላኽ ኢዩ ወትሩ ንዝጋደል
ሕብረት ምስ ደቂ ሰብ ርስቲ ክንካፈል።

ተደ፥ መንፈስ ቅዱስ ተቀቢልና ክንሰርሕ፡
ሓይሊ ኣምላኽ ምሳና’ዩ ዚነብር፡
ንሕበር ድኣ ንኣምላኽና ነመስግን።

2.ዘበናት ሓሊፉ ኣሽሓት ምስ ኣኸለ
ካብ ኣምላኽ ረኺብና ናይ ፅድቅና ጊዜ፡
ኢየሱስ ተላኢኹ እንደገና ምስ መፀ
ሕብረት ምስ ደቂ ሰብ ሽዑ’ምበር ተረኽበ።

3.ኣሕዋተይ ንዑ’ሞ ንቅድሚት ንገስግስ
ሓፁር ናይ ፀላኢ ብመስቀል ይበስብስ፡
ተንኮልናይ’ቲ ሰይጣን ካባና ንመንቑስ
ፋና ናይ እምነትና ኣብ ዓለም ኪነግስ።

4.ሓይሊ መንፈስ ቅዱስ ኪሕደስ ኣባና
ክርስቶስ ኣዚዙ ንቕሑ’ውን ኢሉኒ፡
ወትሩ ነቅርበሉ ቅኑዕ ሃረርታና
ብሃልሃልታ ፍቅሩ ኪቃፀል ልባትና።

        ''',
        'category': 'መንፈስ ቅዱስ',},
                {'title': '161. ኣበርትዓኒ ብመንፈስ',
         'lyrics': '''
1.ኣብ ናይ ፅዮን ጉዕዞ ኣሎ ብርቱዕ ቃልሲ
ሕይወተይ ዝሕሉ ምስ ድሕነት ናይ ነፍሲ፡
ኣነ ኣይክእልን ብኢደይ ክዋጋእ
ጎይታ ኣበርትዓኒ ብመንፈስካ ምፃእ።
- ሓይሊ ሃብ ጎይታ ኢየሱስ ሓይሊ ሃብ
ሓይሊ ሃብ ብመንፈስካ ንኽብርኻ።

2.ናይ ነፍሰይ ሃረርታ ፈላጢ ጉዳያት
ንስኻ ኢኻ ኢየሱስ ጎቦኣን እምበኣን፡
ፍቅርኻ ይሕሸኒ ኩሉ ሓዲገ’የ
ኢየሱሰይ ገፅካ ብጣዕሚ ናፊቐ።
- ንዓ ምራሕ  ንገዛኻ ንገዛኻ ንዓ ምራሕ
ንዓ ምራሕ  ንገዛኻ ኢየሱስ

3.ተጓዓዝቲ ፅዮን ተስፋ ኣይትቑረፁ
ኮረቢት ስንጭሮ ንኹሉ ስገሩ፡
ንመሰቀሉ ሒዝኩም ንቅድሚት ገስግሱ
ስቃይኩም ሓሊፉ ምስ ኢየሱስ ክትነግሱ።
- መራሒኹም ኢየሱስ’ዩ መራሒኹም
ኣሎኩም ኣብ ቅድሜኹም ኣይዞኹም።

4.ጭንቂ እንተኾነ ናይ ሕይወትጎቦታት
ጎይታ ኢየሱስ ኣሎ ንጉስ ናይ ነገስታት፡
ምግሩምራም ፀላኢ ንኸየጥቅዓካ
ተዋጋኢ ኣምላኽ ዳዊት እንከለካ።
- መራሒና ኢየሱስ’ዩ መራሒኹም
ኣሎና ኣብ ቅድሜና ኣይዞና።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '162. ሓድሽ ሰብ ኮይነ',
         'lyrics': '''

1.ካብ ዘይጠፍእ ቃል እየ መፂአ 
ብመንፈስ ጎይታ እውን ፀኒዐ፡
ከም ሓደ ውሉድ ይዓቢ ኣለኹ
ኣብ ሞት ከይነብር ነፂሀ ኣለኹ።

ተደ፥  ሓድሽ ሰብ ኮይነ ሕድሽ ፍጥረት
     ከቶ ነይግዛእ ብሓጢኣት ወይ ሞት።

2.ከም ሓደ ሕፃን ክትሕት እየ
ናብ ቃል ኣምላኸይ ከድህብ እየ
ድምፁ ንምስማዕ ክመሃር’የ
ፍቃዱ ኩሉ ክቕበል’የ።

3.ኣየድሃብክሉን ጥልቀት ስፍሓቱ 
ዓቀን ፀጋኡ መጠን ብዝሓቱ፡
ፍቅሩ ንምፍላጥ እናፀዓርኩ
ዓይነይ ክኸፍት እፅበ ኣለኹ

4.ስንፍናይ ጠፊኡ ክግዛእ ብኣኻ 
ትዕቢተይ ዓንዩ ክነብር ምሳኻ፡
ርእሰይ ንምኽሓድ ንኽምህረኒ
እፅበ ኣለኹ ክልውጠኒ።
        ''',
        'category': 'ንስሓ',},
                {'title': '163. ከም ሰላምታ ቅ.ገብርኤል',
         'lyrics': '''

     ተደ፥ ከም ሰላምታ ቅዱስ ገብርኤል
         ማርያም ክብሪ ዓሌት እስራኤል፡
         ሓረየኪ ስሉስ ፈጣሪ
         ክትዓርቅዮ ሰማይ ምስ ምድሪ።

1.ብመን እሞ ክንምስለኪ
ገነት ዶ’ሞሰማይ ክንብለኪ
ተስፋ ድሕነት ብርሃን ሃገርኪ።

2.ምሳሌ ትንቢቶም ንነብያት
ፀግኦም ክብረቶም ንሓዋርያት
ተፈታዊት እኖ ሰማእታት።

3.ደስታ ሰማይ ሓውቲ መላእኽቲ
ሓበን ኢኺ ንኹሎም መነንቲ
ኦ ንፅሕቲ እንካብ ኩለን ኣንስቲ።

4.እንካብ ጥንቲ ክብረት ንዓድና 
ተቀበሊ ፀሎት ምስ ምስጋና
ንዒ ማርያም ንዒ’ሞ ርድእና

        ''',
        'category': 'ማርያም',},
                {'title': '164. ኦ ጥዑም ስማ ማርያም እኖ',
         'lyrics': '''

    ተደ፥  ኦ ጥዑም ስማ ማርይም እኖ
         ንስኺ ዑቅባ ናይ ሓጢኣትና፡
         ናይ ጭፍራ መላእኽቲ ማለት
         ጥዑም ሰላም ንዓኺ ኦ ማርያም።

1.ናትና ናይ ሕዝብኺ ኮንኪ ክትነብሪ፡
ከመይ ወላዲት ናይ መድሕንና።

2.ማርያም ክንፅውዕ ብፍቅሪ ሃይማኖት፡
ኣብ ሓዘን ኮነ ኣብ ጭንቂ ኣብ ሞት።

3.ስዲ መንገደይና ይፅውዕ ስምኪ፡
ምስ ጭንቁን ብኽያቱን ይስጉም ናባኺ።

        ''',
        'category': 'ማርያም',},
                {'title': '165. ማርያም ኮኾብ ፅባሕ ',
         'lyrics': '''

    ተደ፥  ማርያም ኮኾብ ፅባሕ ፃዕዳ ፅጌረዳ፡
         ሓረግ ወይኒ ኣይትረስዕና።

1.ብርሃን ዝለበስኪ መን ኣሎ ከማኺ
ኣይትረስዕና ሕሩያት ደቅኺ፡
ንኽፍኣትና ኣይትጠምቲ ንኣና ደቅኺ
ሃየ ሓደራኺ ሰላምኪ ኣውርድልና።

2.እዚ ሎሚ ጊዜ፡ጊዜ ናይ ፈተና
ንሃይማኖትና ከነደልድል ኢና፡
ሰላም ሃንቀው ንብል ተስፋ ከይቆረፅና
ዋሕስና ንስኺ ኣብ ኩሉ ግብርና።

3.ለምንልና ካብ ፍቁር ወድኺ 
ንኽፍኣትና ኣይትጠምቲ ኢኺ፡
ንኣና ደቅኺ ሃየ ሓደራኺ
ሰላም ኣውርድልና። 

        ''',
        'category': 'ማርያም',},
                {'title': '166. ንግስቲ',
         'lyrics': '''

1.ምድሪ ትርጋፃ ሰማይ ትርኣሳ፡ ንግስቲ
ክርስቶስ ክትመስል ናብ ሰማይ ፈሊሳ፡ ንግስቲ
እንካብ ዘርኢ ኣዳም ካልአይቲ ንሳ፡ ንግስቲ
ናይ መንግስቲ ዘውዲ ብግርማ ለቢሳ፡ ንግስቲ
ናይ ላዕልን ናይ ታሕትን ሕያወይቲ ጓሳ፡ ንግስቲ
ነፍሳት ኣለወን ምሳኺ ክነግሳ፡ ንግስቲ

2.ጭፍራ መላእኽቲ ብላዕሊ ዘምሩ፡ ንግስቲ
ኣብ ምድሪ ዘለዉ ምሳኹም ይሕበሩ፡ ንግስቲ
መንክር ፈጣሪና ዘይንገር ግብሩ፡ ንግስቲ
ንላዕልን ንታሕትን ኣብ ማርያም ኣንቢሩ፡ ንግስቲ
ብፒዮስ ኣቦና ሓቂ ተናጊሩ፡ ንግስቲ
ኩላቶም ቅዱሳን ፀሎቶም ሰሚሩ፡ ንግስቲ

3.ብፅዕቲ ይብሉኺ ኩሎም ቅዱሳን፡ ንግስቲ
ውዳሴኺ ዘይውዳእ ዓውዲ፡ ንግስቲ
ኣብ ሰማይ ኣብ ምድሪ ከም ሲና ትነዲ፡ ንግስቲ
መዓዛ ኩሉ ንናይ ፍቅሪ መንገዲ፡ ንግስቲ
ዋሕስና ንስኺ ኣብ ቅድሚ ፈራዲ፡ ንግስቲ
ኣብ ኢዱ ሃበና ናይ ብፅዕነት ዘውዲ፡ ንግስቲ

        ''',
        'category': 'ማርያም',},
                {'title': '167. ኣብርህለይ',
         'lyrics': '''

ተደ፥   ኣብርህለይ(4) ኣደይ፡
      ንዓኺ ፈሊጠ ከስተማቅሮ ንሕይወተይ።

1.ስምኪ ጥዑም ብርኽቲ ኢኺ
መፀናንዒት መሳልል ሰማይ
እቲ ከርስኺ ማሕደር ኣዶናይ(2)።

2.ዘይፈልጡኺ ብዙሓት ኢዮም
ኪፈልጡኺ ተገለፅዮም
ምስሕደር መንፈስ ቅዱስ ምዃንኪ
ኣደ ኣማኑኤል እኳ ኢኺ።

3.እቲ ልብኺ ዘይጭክን ርሕሩሕ
መምህር ፀሎት ወትሩ ለዋህ
ትሕትናኺ ንዓይ ኣብነት
እኖ መሲሕ መፍቀሪት ሰብ። 

        ''',
        'category': 'ማርያም',},
                {'title': '168. ሓረገ ወይኒ',
         'lyrics': '''
1.ማርያም ድሕነት ዓለም
ብወድኺ ምንጪ ሰላም
ማርያም ተስፋ ጭኑቕ
ብወድኺ ድሕነት ኩሉ ሰብ።

ተደ፥  ሓረገ ወይኒ(3)
መሰልክዮ ንመድሓኒ
ኦ ፅጌረዳ ምስጢራዊት ፅጌረዳ።

2.ማርያም ድንግል ወላዲት ፈጣሪ
መድሓኒቱ ንኣዳም ማርያም ድንግል
ፈረየ ደሙ ንመድሓኒ
ብማርያም ኣደ ፈጣሪ።

3.ለምንልና ለምንልና
ለምንልና ንመድሓኒ
ንኣምላኽና ለምንልና(2)።

        ''',
        'category': 'ማርያም',},
                {'title': '169. ፍቅርቲ ማርያመይ',
         'lyrics': '''

ተደ፥  ፍቅርቲ ማርያመይ መማለዲተይ
     ኣብ ጊዜ ሽግረይ ፍጥንቲ ረዲኤተይ።

1.ኩሉ ፍጡር ይብል ማርያም ኣደይ
ብሕጋዊ መስካሪ ቃል ዝተፈርደ፡
መስካሪ ቃል ካብ ሰማይ ዝወረደ(2)።

2.ኣደ ቢሉ ውሉድ ንዓኺ ምስ ፀውዐ
ዝነበሮ ጭንቂ ኩሉ ምስ ረስዐ
ቃል ምስጋና ንኣምላኽ ኣስምዐ(2)።

3.ዘይከኣል እኳ ህያባት ድንጋገ
ዓባይ ፍጥረት ኢያ ፍፁም ዘይትጋገ
ክብረታ ዝነብር ምንም ከይኣረገ(2)።

4.ማርያም ኩሉ ፍጡር ኣደ እናበለ
ዝጀመሮ ኢዩ እግሪ ከይተኸለ
ንስኺ ዘይትገድፍዮ ሰማይ ከይተሰቅለ(2)።

5.እንካብ ሰማይ ላዕሊ ኣምላኽ ምስ ኣድመፀ
ኩሉ ምልኣት ባሕሪ ምስ መሬት ደንገፀ
ሳላ ማርያም ኢዩ ኩሉ ዝተሃንፀ(2)።

        ''',
        'category': 'ማርያም',},
                {'title': '170. ጥዑም መኣዛኣ',
         'lyrics': '''

1.ጥዑም መዓዛኣ ከም ፅጌ መስከረም 
ብተስፋ ተፅግብ ተውፅእ ካብ ፀገም።

ተደ፥  ጩራ ፀሓይ ብርሃን ዝለበስኪ
ፋና ወርሒ ብብርሃን ሽልምቲ
ኮኾብ ፅባሕ ተስፋ ናይ ኣመንቲ

2.ቅድስቲ ንፅሕቲ ሓጢኣት ዘይቀረባ
ፈልፋሊት ዓይኒ ማይ ዘይብላ ሰበባ።

3.ካብ ኩለን ኣንስቲ ምልእቲ በረኸት
ብሩኽ ፍረ ከርሳ ናይ ደቂ ሰብ ሕይወት።

4.ቅዱስ ተኣዝዞኺ ዝመልኦ ትሕትና
እኖ ደቂ ኣዳም ኣላይት ኣበሳ።

        ''',
        'category': 'ማርያም',},
                {'title': '171. ኣይፅገብን ፍቅርኺ',
         'lyrics': '''

1.ኣትፅገብን ፍቅርኺ(2) ማርያም
ከም ወይኒ ናይ ቃና ከም መዓር ፅጌና
ፍቅርኺ ኦ ማርያም

2.ምህለላና ስምዕዮ ንትምኒትና’ውን ምልእዮ
ሕዮ ማርያም ሕዮ፡ ሕዮ ማርያም ሕዮ
ማርያም ሕዮ ፡ማርያም ሕዮ

3.ዝለመነ ረዲኤትኪ ዝተማሕፀነ’ውን ናባኺ
ወትሩ ምስ ረኸበ ፀጋ ምስ ኣከበ
ትምኒቱ ወትሩ ፀገበ።

        ''',
        'category': 'ማርያም',},
                {'title': '172. ሓደ ኢና ብመንፈሱ',
         'lyrics': '''

1.ሓደ ኢና ብመንፈሱ ሓደ’ና ብጎይታ(2)
ብስሙ ዝኣመንና ክንነብር ኢና ምስ ጎይታ
ሓደ’ና. . . . . ሓደ’ና ብመንፈሱ ሓደ’ና ብጎይታ።

2.ብፍቅርና ይፍለጡ ኣሕዋት ከም ዝኾንና(2)
ኣህዛብ ነዚ ይፍለጡ ናይ ክርስቶስ ምዃንና
ይፍለጡ. . . . ኣሕዛብ ነዚ ይፍለጡ ናይ ክርስቶስ ምዃንና።

3.ንቀፅል መገሻና ኢድ ንኢድ ተተሓሒዝና(2)
ብሕብረት መንፈስ ቅዱስ እናተመገብና፡
ኢድ ንኢድ. . . . . ንቀፅል መገሻና ኢድ ንኢድ ተተሓሒዝና።

        ''',
        'category': 'መንፈስ ቅዱስ',},
                {'title': '173. ሕይወተይ ሓደራኻ',
         'lyrics': '''

ተደ፥ ሕይወተይ ሓደራ ሕይወተይ ሓደራ
    ንዓኻ ከይክሕዱ’የሱስ ኣብ ጊዜ መከራ።

1.ጉዕዞይ ምስ ዚብርትዕ ኣብ ማእከል በረኻ፡
ትሕቲ መስቀልካ’የ ኢየሱስ ሃበኒ ሓይልኻ።

2.ጎይታይ ሓልወኒ ንድኹም ወድኻ፡
ደቂሰ ከይተርፍ ኢየሱስ ምርሓኒ

3.ውግአይ ምስ ወዳእኩ ኣኽሊል ኪቕበል’የ፡
ንልበይ ቀይሮ ጎይታይ ምሳኻ ክነብር

        ''',
        'category': 'ልመና',},
                {'title': '174. ፍቅርኻ ኣብ ዝነግሰሉ ቦታ',
         'lyrics': '''

ተደ፥  ፍቅሪ ኣብ ዝነገሰሉ ቦታ
     ርግፅ ኣብኡ እግዚኣብሔር ኣሎ

1.ፍቅሪ ክርስቶስ ጠሚሩና ብሓንሳብ ንኩልና
ንተሓጎስ ብኣምላኽና ሕውነት ስለ ዘምሃረና
ንሕያው ኣምላኽ ኣመስጊንና ቅድም ንሱ ዘፍቀረና
ምኽሩ ንስማዕ ንፋቀር ብቅኑዕ ልቢ ብሓቀኛ።

2.ሓደ ኣካል ነቅውም ኣሰሩ ንከተል
ተንኮል ሓሳብ ነወግድ ፍረ ሰናይ ስለ ከነዋህልል፡
ኩሉ ቂምታ ባእሲ ይርሓቅ ካብ ክርስቶስ ከይንጠፍእ
ፍቅሪ ክርስቶስ ኣምላኽና ኣብ ልዕሌና ክነግስ።

3.ሓጎስ ኣብ ምድሪ ኪሰፍሕ ሕውነት ይሰመዓና
ሽዑ ዓለም ክትምስክር’ያ ትእዛዝ ክርስቶስ ምዃኑ ሓቀኛ
ዘየፍቅር ኩሉ ጊዜ ይተርፍ ኣብ ፀልማት
መድሓኒና ዝሞተልና ብፍቅሪ’ዩ ፍቅሪ ንሳ ሓንቲ።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '175. ሓቀኛ ኣምላኽ',
         'lyrics': '''
1.ሓቀኛ ኣምላኽ መፂኡ ኣብ ማእከልና
ኣምላኻዊ ክብሪ ብግልፂ ርኢና/ ሓቀኛ ኣምላኽና(2)።

2.ኣብ ቅድሚ ሰባት ብትብዓት ዝኣመነኒ
ኣብ ቅድሚ ኣቦይ ዝኣምነሉ ኣሎኒ/ዓርከይ ይኾነኒ(2)።

3.ኣብዚ ዓለም ከሎ ዝደለየ ፅድቂ
ብሓቀኛ ትብዓት ዘፅነዐ ንሓቂ/ ኣይደልን ወርቂ።

4.ሓቂ ጥራይ’ዩ ኣብ ወንጌል ዘሎ
ንልቢ ሰብ ቃለይ ከም ሰይፊ’ዩ ዚኸፍሎ/ነፃነት ከም ዘሎ(2)።

5.መንገዲ መስቀል ክትህሉ ኢያ ወትሩ
ንኹሉ ቁም ነገር ሓንቲ ንሳ ሱሩ/ ንክርስትያን ክብሩ(2)።

6.ክብሪ ክብሪ ክብሪ ክብሪ ሃሌ-ሉያ
  ”    ”   ”   ”    ”
ዓወት ናይ ክርስቶስ ሃሌ-ሉያ።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '176. ካብ ገነት እንኪስጎግ',
         'lyrics': '''

1.ካብ ገነት እንኪስጎግ ኣቦና ኣዳም(2)
ተስፋኡ ተስፋኡ ንስኺ ኦ ማርያም።

2.ንኖህ ኪዳኑ ቀስተ ደመና
ማርያም ማርያም መሰረት ዘድንግልና።

3.ንኣበው ቀዳሞት መንገዶም፡
እንካብ ሞት ናብ ሕይወት መሳገሪት ማርያም።

4.ኦ መሳልል ሰማይ ሓዳስ ፍጥረት፡
ተደሰተ ብኣኺ ወዲ ኣዳም ረኸበ ክብረት።

5.ንሕያዋይ ኣቤል የዋህነቱ፡
ዝተሰውዐ መጀመርያ ሓው መዋልድቱ።

6.ማርያም ታቦት ኖህ፡
ዝደሓነ ካብ መዓት ካብ ማይ ኣይሂ።

7.በረኸቱ ንሴም በረኸቱ፡
ንኣብርሃም ንኣብርሃም ማርያም ኣሰናይቱ።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '177. ሕልናይ',
         'lyrics': '''

     ተደ፥ ሕልናይ ሕልናይ ሕልናይ
         ዋይ ሕልናይ ኣንፅሓለይ(2)

1.ተረድኣኒ ባዕልኻ
ኪኸውን መዋርስትኻ፡
ኣይትጥለም ሓደራኻ፡
ክፍፅሞ መብፅዓኻ።

2.ሚዛኑ ከለሊ’ዮ
እቲ ምኽሩ ኪመም’ዮ፡
ሕማቅ ኣመሉ ገዲፈዮ
ናባኻ መሊሰዮ።

3.መንገድኻ ኪፈልጦ
ንዕቤተይ ኪልውጦ፡
ንሕልናይ ጠምቶ
ናባኻ ገልብጦ።

4.እቲ ቃልካ ክምስክሮ
ነሕዋተይ ከበስሮ፡
እቲ መስቀል ኪፀሮ
ንሕልናይ እሰሮ።

        ''',
        'category': 'ልመና',},
                {'title': '178. ዓለም ሓላፊ’ዩ',
         'lyrics': '''

1.ዓለም ሓላፊ’ዩ(3)
ጊዜኡ ምስ በፅሐ ኩሉ ወዳቂ’ዩ፡
ስለዚ ልብና’ውን ነቅንዕ ቃል ኪዳንና ነፅንዕ፡
ብክርስቶስ እምነት ምሉእ ነፃነት።

- ሰባት ይፍለጥዎ ኩነታት ጊዜና፡
ኣምላኽ ይዛረብ’ዩ ናብ ልቢ ፅሞና፡
ንሱ ክህቦም’ዩ ዕረፍቲ ሕልና።

2. ዓለም ሓላፊ’ዩ(3)
ጊዜኡ ምስ በፅሐ ኩሉ ወዳቂ’ዩ፡
ስለዚ ነዚ ተገንዚብና ኩነታትና ፈሊጥና፡
ኣብ ልብና ንመለስ ንክርስቶስ ንኽሓስ።

- ቀሊል ኣይኮነን ብወንጌል ምንባር
ንስጋ ንሰይጣን ንዓለም ምስዓር፡
ግና ብፀጋኡ ንኹሎም ይስዓር።

3. ዓለም ሓላፊ’ዩ(3)
ጊዜኡ ምስ በፅሐ ኩሉ ወዳቂ’ዩ፡
ስለዚ በርቲዕና ንተንስእ ዕጥቅና’ውን ንልበስ
ወንጌል ተመርኩስና ንቀፅል ጉዕዞና።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '179. ሳሙኤል',
         'lyrics': '''

1.ኣብ ሕይወት ዓለም እንኪመላለስ
ብናይ ዓለም ነገር እንኪግደስ፡
ሓደ ጊዜ ፈጣሪ ፀዊዑኒ
ሕልናይ ተኸፍተ ንድምፁ ሰማዕኩ።

ተደ፥  ሳሙኤል ሳሙኤል(2)
ሳሙኤል ሳሙኤል፡
ናብ ሕዝበይ ክልእከካ’የ።

2.እታ ለይቲ ድቃስ ስኢነ ሓደርኩ 
ስመይ ዚፅውዕ ድምፂ ሰማዕኩ፡
መን ይኸውን ብምባል ነቃሕኩ
ፀዋዕየይ ንኪፈልጥ ቀልጢፈ ተንሳእኩ።

3.ከም እንደገና’ውን ድምፂ ሰማዕኩ
ኩነታት ኪፈልጥ ተላዓልኩ፡
ተመሊስካ ደቅስ እውን ተባሃልኩ
ንርእሰይ ብምጥባር ክድቅስ ፈተንኩ።

4.ሃንደበት ኮነኒ ተጨነቅኩ
ሸበድበድ እውን በልኩ ናበይ እየ በልኩ፡
ነገር ኣሕሰበኒ ዕድመይ ቆፀርኩ
ኦ እግዚኣብሔር ተዛረብ’ውን በልኩ።

ተደ፥  ባርያኻ ይሰምዕ’ሎ(2)
ባርያኻ ይሰምዕ’ሎ፡
ኦ እግዚኣብሔር ተዛረብ።

        ''',
        'category': 'ፀዋዕታ',},
                {'title': '180. ለውጣ ለውጣ',
         'lyrics': '''

     ተደ፥ ለውጣ ለውጣ ሕይወተይ ለውጣ ኦ ጎይታይ
         ንዓኻ ከም እትመስል ግበራ ኦ ኢየሱስ ሕይወተይ።

1.ክሳብ መዓስ እየ ክነብር በዚ ሕይወት
ንዓኻ ምቍኣም ነፍሰይ ተሰለፈት፡
ክነብር ኣይደልን እናሕዘንኩ ንዓኻ
ሕይወተይ ለውጣ ጎይታይ ሓደራኻ።

2.ሕይወተይ ይተሓደስ ይለወጥ ይቀየር
ኣንነተይ ጠፊኡ ክብርኻ ይመስክር፡
ልበይ’ውን ይሰበር ይርዓድ ኣብ ቅድሜኻ
ኣብ ትሕቴኻ ይዓርፍ ክሓፍስ ፀጋኻ።

3.መንፈስካ ይርድኣኒ ሕይወት ንኽረክብ
ናይ ዓለም ነገራት ፍፁም ከይሓስብ፡
ኩሉ ጊዜ ናትካ ፅምኣት ክሓድረኒ
ኢየሱስ መድሕነይ ምዓ ለውጠኒ።

4.ጊዜይ ኣጥፊኤዮ ክርስትያን ብምምሳል
ዕድመይ ተፋሪቁ ነፍሰይ ብምትላል፡
ሕጂ ግን ይኣኽለኒ ናይ ኣፍ ክርስትያን
ኣንጉዐይ ኣፍሲሱ ነፍሰይ ዘማሰና።

        ''',
        'category': 'ንስሓ',},
                {'title': '182.ዓይነይ ካብ ሰብ ኣልዒለ',
         'lyrics': '''

     ተደ፥  ዓይነይ ካብ ሰብ ኣልዒለ’የ
          ናባኻ ጥራይ ክቀርብ እየ፡
          ዓወት ክረክብ ክፅበ’የ
          ኩሉ ከንቱ ከንቱ ከንቱ’ዩ
          ምሳኻ ግን ሰናይ’ዩ(2)።

1.የማን ፀጋም ነይብል ብዓይነይ
እሰግደልካ ኣለኹ መድሓነይ፡
ዓለም’ሲ ንውድቀት ኢዩ‘ምበር
ይትረፈኒ ናይ ደቂ ሰብ ነገር።

2.እሙን ጎይታ ኣሎኒ እናበልኩ
ብድፍረት ፈኪረ ኣለኹ፡
ክሽገር ከተፍ በል ረዲኤተይ
ክኾርዕ ብኣኻ ትምክሕተይ።

3.ኣብ መስቀል ኣብ ጎልጎልታ ኮንካ
ንየማን ንፀጋም ጠሚትካ፡
ዝረድእ ካብ ዓለም ስኢንካ
መሪር ፅዋዕ ሓሞት ጨለጥካ።

4. ሰናይ ስራሕ ካብ ሰብ ነይርከብ
እንትርፎ ሓጢኣት ምድላይ
ፍቅርኻስ መኖም ይርከብ 
ሰናይዶ ካብ ሓጢኣት ይሕለብ።

5.ኣቶ ኣብ ኣዳራሽ ናይ ልበይ
ንስኻ ኢኻ ርውየት ፅጋበይ፡
ንመስቀልካ ኣብ ልበይ ሰኣሎ
ክፉእ ስምዒተይ ቅተሎ

6.ኣቤት ዘይልወጥ ልዙብ 
ንኽፉእ ኣሕሊፍካ ዘይትህብ፡
‘የሱስ ናዝራዊ ኢኻ መስተንክር
ጥበብ’ዩ ንኣኻ ምክታል።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': '183. ሃሌ-ሉያ ንስሙ',
         'lyrics': '''

ተደ፥  ሃሌ፡ ሃሌ፡ ሃሌ፡ ሃሌ-ሉያ፡
     ንስሙ ይኹን ምስጋና።

1.ፍቅሩ ኣይልወጥንቃሉ ኣይኣርግን
ንዘልዓለም ዓለም ክብሪ ንኣኡ ይኹን፡
እግዚኣብሔር’ዩ መድሓንየይ ክብረይ 
ፍቅረይ ዝገልፀሉ ብቃና መዝሙረይ።

2.ኣልፋን ኦሜጋን’ዩ ናይ ኩሉ መዓዛ
ምሕረቱ ዘይውዳእ ናይ ነፍሳትና ቤዛ፡
ንኹሉ ዝኽእል ጉድልነት ዘይብሉ
ሃሌ-ሉያ እናበልኩ ሞሳ ክመልሰሉ።

3.ሓልዮቱ ብዙሕ’ዩ ንዓይ ዝገበሮ
ክብሪ ፀጋ ኣምላኽ ኣብ ልዕለይ ኣስፈሮ፡
ሃሌ-ሉያ ይኽበር ኤልሻዳይ ኣምላኽና
እናበልኩ ክዝምር ፈቐዶ ጎደና።

4.ፍፁም ከይወሰንኩ ሰዓታት ወይ ቦታ
ዝገበርክዎ ኩሉ ዘይርስዕ ጎይታ፡
ዝለመንክዎ ኩሉ ዘይጠልም ጎይታ
ምስጋና ይግበኦ ምስ ምሉእ ይቅሬታ።

5.ስርሑ ዓቢይ’ዩ ብጣዕሚ ዘደንቅ
ፍርዱ’ውን ቅኑዕ’ዩ ፍፁም ዘይንቕነቕ
መሓርን ፃድቅን ምሉእ ህልውና 
ንኣኡ ጥራይ ይኹን ክብሪ ምስ ምስጋና።

        ''',
        'category': 'ምስጋና',},
                {'title': '184. ናይ ሕይወተይ ደስታ',
         'lyrics': '''

    ተደ፥  ናይ ሕይወተይ ደስታ
         ካብ ዝመርሓኒ ጎይታ
         ክጎዓዝ’የ
         ንእግዚኣብሔር ምስጋና
         ካብ ልበይ ከቅርብ’የ(2)።

1.ብሓቅን ብፍቅርን ክምራሕ
ቃላትካ ኣብ ሕይወተይ ውሽጢ ይሰርሕ፡
እምባ ቅድስና ክሓኩር
ጉዕዞይ ንሳኻ ይኹን ክኸብር።

2.ኣብ ናይ ንስሓ መንፈስ ክፅመድ
ሓጢኣተይ ብሙሉኡ ይገሰፅ፡
ብሰናይ ስራሕካ ክህነፅ
መንፈስካ ኣብ ውሽጢ ልበይ ይስረፅ።

3.ጉዕዞይ ብብርሃንካ መሪሕካ
ብቅዱስ ፍቅርኻ ማሪኽካ፡
ልበይ ንኽትገብሮ መቅደስካ
ቅልፅም ፀላኢየይ ሰበርካ።

        ''',
        'category': 'ምስጋና',},
                {'title': '185. ናይ ኢየሱስ ፍቅሪ',
         'lyrics': '''

ተደ፥  ናይ ኢየሱስ ፍቅሪ ክሓስቦ፡
     ኣመስግኖ/ንዮ ፡ ዘምረሉ/ርሉ ይብለኒ፡
     ፍቅሩ ይግድደኒ።

1.ናይ ኢየሱስ ፍቅሪ ክሓስቦ
ኣብ መስቀል ምእንታይ ዝረኸቦ፡
መስዋእቲ ደም ኣንፉ ምስ ቀመሰ
ካብ ጎድኑ ማይ ምስ ፈሰሰ
ብደሙ ልባትና ኣረስረሰ
መርገምና ንምኽፋል ተዓገሰ።

2.መን ኣሎኒ ከቶ ናይ ልበይ
መን ተመልኪትዎ ሓሳባተይ፡
መንከ ኣስተውዓለሉ ሽግረይ
መንከ ተገንዚብዎ ድልየተይ፡
ኢየሱስ ናዝራዊ ኢዩ ዝሓልየለይ።

3.ክወድቅ የልዕለኒ ጎይታይ
ክዝሕል ይድግፈኒ ኣቦይ፡
በቲ ክቡር ደሙ ዝገዝኣኒ 
ከምታ መርዓት ዓይኑ ዝርእየኒ፡
ብፍቅሩ ደጊፉ ኣቊሙኒ
ኣብ ትሕቲ ኣኽናፉ ሰዊሩኒ።

        ''',
        'category': 'ምስጋና',},
                {'title': '186. ንዑ ናብ ቤት እግዚኣብሔር',
         'lyrics': '''

 ተደ፥  ንዑ ናብ ቤት እግዚኣብሔር ንዑ(2)

1.ናይ ልብኹም ድዌ ቁስሊ
ናይ ትሽትሽኩም ባህባሕ ኣውሊ
ኣብ ውሽጥኹም ደፊንኩምዎ
ንምንታይ ዘይትመንዎ።

2.ሓሳባትኩም ብርቱዕ ሰፊሕ
እትጥምትዎ እውን ብዙሕ፡
ሓደ’ኳ ከየርወየኩም
ትምለሱ ጥፉኣት ሒዝኩም።

3.ናይ ዓለም ተስፋታት ፍቅሪ
ብጥበብኩም ጉድለት ሰሪ፡
ከም ድላይኩም ንኽትዞሩ
ኣብ ድነ ሞት ከይትነብሩ።

4.ንዑ ናብ ኢየሱስ ጎይታኹም
ተኻፈሉ ብትብዓትኩም፡
ምምላስ ይሕሸኩም ናብኡ
ርውየት እዩ ንዝፀምኡ።

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ሓፀርቲ ወረባት',
         'lyrics': '''

1.ነፍሰ ድሕነት ወነፍሰ ርሓበት፡
እንተፀገበት ተኣኰተከ።

2.ሓይክነ ወፀወንነ ወሞገስነ
ዝንቱ ውእቱ መስቀል።

3.በከመ ይቤ ዳዊት በመዝሙር(2)፡
ኣንተ ካህኑ ለዓለም።

4.መልኬ ፄዴቅ በከመሲሞቱ ለመልከ ፄዴቅ(2)፡
ኣንተ ካህኑ ለዓለም።

5.ኣስተምህሩ ለነ ኣበው ቅዱሳን(2)፡
ንሃሉ ወትሩ በሰላብ (2)።

6.ኣንበሳ ሓይል ወግርማሁ፡
መፍርህ ተወልደ ናሁ እም ድንግል(2)
እምድንግል(4) ተወልደ ኣማኑኤል

7.ኣማን በኣማን፡ ኣማን በኣማን፡
መንክረ ስብሃተ ልደቱ(2)።

8.ዮም ተወልደ መድሓኔ ዓለም፡
ዮም ተወልደ ከሰተ ብርሃን።

9.መድሓኒነ ተወልደ ነዋ(2)፡
ይኢዜኒልሰላም ንትልዋ(2)።

10.ኣንፈርሀፁ ሰብኣ ሰገል(2)፡
ረኪቦሞ ህፃን ዘተወልደ ለነ(2)።

11.ቤዛ ኩሉ ዓለም ዮም ተወልደ(4)
-በጎል ስከቦ በኣፅርቅት ተጠብለለ፡
ቤዛ ኩሉ ዓለም ዮም ተወልደ።
-በጎል በጎል ሰብኣ ሰገል፡
በጎል ሰብኣ ሰገል ሰገዱ ለቱ።

12.ኣማን በኣማን(2)፡
መንክረ ስብሃተ ለጥምቀቱ(2)።

13.መፅኣ ቃል እም ደመና ዘይብል(2)፡(2)
እምደመና ዘይብል(2)፡ ለቱ ሰምደግ(2)።

14.ሓዲጎ ተስዓ ወሰዓተ ከደ(2)፡
ማእከል ባሕር(4) ቆመ ማእከል ባሕር(2)።

15.ማርያም ታዕካ በምድር (2)፡
ወታዕካ በሰማይ(2)።

16.ኪዳንኪ ኮነ(4)
ለሓጥኣን ተስፋነ ኪዳንኪ ኮነ(2)።

17.ኣምን በኣማን(2)፡
መንክረ ስብሃተ ዕርገቱ(2)።

18.ዘበልዓ ስጋየ ወሰትየ ደምየ(2)፡
ኢይመውት ለዘልዓለም(2)።

19.ስጋኻ በሊዕና ደምካ ሰቲና(2)፡
መዋርስትኻ ግበረና (2)።
-በደሙ ክቡር ክቡር ቤዛዊነ(2)፡
ኣኮ በወርቅ ሓላፊ ዘተሳየጠነ(2)።

20.መድሓኒት ዕፀ ሕይወት(2)፡
ዝንቱ ውእቱ መስቀል(2)።

21.ዮምስ ለኢልኣየ(2)፡
ኣልርህ በመስቀልየ(2)።

22.ዮም በዓለ መስቀሉ
በሰማያት በላዕሉ፡
ወበምድር በታሕቱ
ገበረ ሰላም ለኩሉ።

23.ኣማን በኣማን(2)
ተንሰኣ እምነ ሙታን(2).

24.ወምድረኒ ትገብር ፋሲካ(2)
ተሓፂባ በደሙ ክርስቶስ።

25. ኣሰሮ ለሰይጣን ኣግኣዞ ለኣዳም(2)፡
እምይእዜሰ ይኩን ሰላም(2)።

26.ሰላሙ ይፀጉ ለነገስት(2)፡
ለኣሕዛብ ወላ ወሓውርት(2).

27.ማርያም ዕፃ ሳቤቅ ወምስራቅ ዘየዕቅብ (2)፡
ወላዲቱ(3)፡ ለሰርግዉ ኮከብ(2)።

28.ለቢሰ ዳዊት ልብሰ- ክብር ዘይደጉፀ ዓይነ(2)፡
ማርያም በቅድመኪ ሓለየ ወዓዲ ዘፈነ(2)።

29.ኣንተ ምስራቅ ወወልድኪ (3)፡
ፀሓየ ፅድቅ።

30.ታቦት በውስቴታ ኦሪት ይከድንዋ በወርቅ(2)፡
በውስቴታ(4) በወርቅ ይከድንዋ(2)።

        ''',
        'category': 'ወረብ',},
      ],
    },
  ],
    'ዝተፈላለዩ ንፅል መዝሙራት ሕውስዋስ': [
    {
      'songs': [
        {'title': 'ህያው መንፈስ ቅዱስ',
         'lyrics': '''

1.	ምስትውዓን ጥበብን ምላእ ነእምሮና
ዘልኣለማዊ ብርሃን ከብርህ ልቦናና
መሰኻኽርካ ክንከውን ኣብቅዓና
ንክንመላለስ ከምቲ ትደልየና (2)

        ተደ፡ መንፈስ ኣምላኽ ሕያው መንፈስ ቅዱስ (2)
            ውረድ ኣብ ልዕለና ውረድ 
            ኣብ ልባትና ፍሰስ ኣብ ሂወትና ንገስ (2)

2.	ፀላኢ ኣኽቢቡ እንተጨነቐና
ዓለም ኣንቀጥቂጡ ተፈራርሓና
ሓይልኻ ይገለፅ ኣብ ልዕሊ ድኻምና
ከምቶም ሃዋርያትካ ትቡዓት ግበረና (2)

3.	ካብ ኩሉ ማእሰርቲ ሓራ እተውፅእ
ዝሞተ ኣዕፅምቲ ህያው እትገብር
ዝፀልመተ ነገርና ርኢኻ ባዕልኻ
ኣብርሃልና ጎይታ ድሙቓት ግበረና (2)


4.	ጎይታ ሰላም ዘህድአ ልብና
ተስፋ ኣብ ዘይብሉ ተስፋ ትኾነና
ክትምህረና ታ መንገዲ ሓቂ
ምውራድ ናትካ ብሓቂ ንደሊ (2)
ምምራሕ ናትካ ብሓቂ ንደሊ (2)
ምዕዛዝ ናትካ ብሓቂ ንደሊ (2)

        ''',
        'category': 'መንፈስ ቅዱስ',},
                {'title': 'መንፈስ ሓቂ',
         'lyrics': '''

       ተደ፡ መንፈስ ቅዱስ(2) ባርኸኒ(2) መንፈስ ቅዱስ(2) ኣንፅሓኒ(2)
           መንፈስ ቅዱስ(2) ኣትብዓኒ(2) መንፈስ ቅዱስ(2) ኣሕውየኒ(2)

1.	ትባርኽ መንፈስ ንስኻ ኣሎኻኒ
ትልውጥ መንፈስ ንስኻ ኣሎኻኒ
ትፍውስ መንፈስ ንስኻ ኣሎኻኒ
ትቅድስ መንፈስ ንስኻ ኣሎኻኒ

      ተደ፡ ተድልየኒ(4) ተድልየኒ(2) ኣብ ሒወተይ ተድልየኒ
          እፀምኣካ(4) እደልየካ(2) ኣብ ሒወተይ እደልየካ
          መንፈስ ቅዱስ(2) ለውጠኒ(2) መንፈስ ሓቂ(2) ተድልየኒ(2)
          መንፈስ ፈውሲ(2) ፈውሰኒ(2) መንፈስ ቅብኢ(2) ተድልየኒ(2)

2.	ተፍቅር መንፈስ ንስኻ ኣሎኻኒ
ተኽብር መንፈስ ንስኻ ኣሎኻኒ
ተተባብዕ መንፈስ ንስኻ ኣሎኻኒ
ተፀናንዕ መንፈስ ንስኻ ኣሎኻኒ

      ተደ፡ ተድልየኒ(4) ሃረር እብለካ(2) ኣብ ሂወተይ ሃረር እብለካ
          እፀምኣካ(4) እደልየካ(2) ኣብ ሒወተይ እደልየካ
          መንፈስ ቅዱስ(2) ባርኸኒ(2) መንፈስ ቅዱስ(2) ኣንፅሓኒ(2)
          መንፈስ ቅዱስ(2) ኣትብዓኒ(2)መንፈስ ቅዱስ(2) ኣሕውየኒ(2)

3.	ሓይሊ ትህብ መንፈስ ንስኻ ኣሎኻኒ
ሰላም ትህብ መንፈስ ንስኻ ኣሎኻኒ
ሓጎስ ትህብ መንፈስ ንስኻ ኣሎኻኒ
ተስፋ ትህብ መንፈስ ንስኻ ኣሎኻኒ

        ''',
        'category': 'መንፈስ ቅዱስ',},
                {'title': 'ሜሪ ማርያም',
         'lyrics': '''

ኣደ  ኩልና (2) ዝኾንኪ ማርያም
ኣደ  ፅጉማት (2) ዝኾንኪ ማርያም
ምሕረት ለምንልና ካብ ፍቁር ወድኺ (2) ንዓና ደቅኺ (2)

ኦ ሜሪ ሕይወትና  ንሕይወት ወድኺ መታን ክንወርስ
መንፈሳዉነቱ ኣብ ውሽጢ ልባትና ኮይኑ ክሰርሕ
ስቅያት ወድኺ ሜሪ ስቅያትና ክኸዉን (2)
ሓይሊ መንፈሱ ሓይሊ መንፈሱ ኣባና ክሓድር (2)

ሜሪ ማርያም ሜሪ ኦ ሜሪ ማርያም (2)
ኣማልድነትኪ ማርያም ንልምን ኣሎና

ኣደ ኩልና…………….

ኣብ ሕቅፊ ወድኺ ብፍቅሩ መታን ክንማሙቅ
ኣማላድነትኪ በረከት ወድኪ መታን ክንምገብ (2)
ፍቅርኺ ኣብ ልዕሌና ሓልዮትኪ ኣባና ፍሉይ'ዩ ማርያም (2)

ሜሪ ማርያም ሜሪ ኦ ሜሪ ማርያም (2)
ኣማልድነትኪ ማርያም ንልምን ኣሎና

        ''',
        'category': 'ማርያም',},
                {'title': 'ስምካ',
         'lyrics': '''
1.	ፃድቅ ዝድሕነሉ ዘዕቁበሉ ኮይኑ
ስምካ ጎይታይ እየሱስ ፅኑዕ ግምቢ እዩ
ልብና ኣዕሪፍና እንውከለሉ
ፀግዒ ዝኾነና የሱሰይ ስምካ እዩ (2)

      ተደ፡ ስምካ ስምካ እየሱሰይ ስምካ ክፅውዖ
          ክንደይ ይጥዕም ማኣዛ ኣለዎ ህይወት ኣለዎ (2)

2.	ስምካ’ዩ ዝፈሰሰ ዝፈሰሰ ቅብኢ
ፍቅርኻ ዝጥዕም ኣመና ካብ ወይኒ
ቅብእኻ ምኡዝ ሹቱኡ ዘለዎ ሓለፋ
ከማኻ ግን የለን እየሱስ ፍሉይ ኢኻ (2)

3.	ንትንሓግካ ጥዑም ከም ወለላ መዓር
ስምካ ክንፅውዖ ዝህበና ደሓን
ኣብ ትሕቲ ሰማይ ካሊእ የለን ዝድሕነሉ
ስምካ ህይወተይ’ዩ ከቶ የለን ከምኡ (2)

4.	ትርጉም መኣዛ ዝህብ’ዩ ፍቅርኻ 
ከማኻ የለን’ዩ የሱስ ፍቅሪ ኢኻ ፍቅሪ እዩ ስምካ
ኣባኻ ኣጥቢቁና ክንከውን ኣብ ዳስካ
ብኣኻ ተመሲጥና ክንነብር ምሳኻ (2)

        ''',
        'category': 'ኣምልኾ',},

                {'title': 'ወረብ ዘመስቀል',
         'lyrics': '''
1.ሀይል ወፀወንነ ወሞገስነ/2/
ዝንቱ ውእቱ መስቀል/2
ሓይልና ፀግዕናን መጎስናን/2
እዚ መስቀል እዚ እዩ/2

2.መስቀል ሓይልና መስቀል ፅንዓትና 
መስቀል በጃ ናይ ሕይወትና
ንንኣምን ናፅነት ንዘይኣምኑ ባርነት መስቀል

3.መስቀል ሓይልነ መስቀል ፅንዕነ መስቀል ቤዛነ/2/
መድሓኒትነ ለእለ አመነ/2/

4.ይቤሎሙ ኢየሱስ ለአይሁድ
እመኑ ብየ ወእመኑ በኣቡየ

5.መስቀል ዕፅ ሕይወት/2/
ዝንቱ ዉእቱ መስቀል

6.ዲያብሎስ ተመታ በመስቀል/2/
የአዳም ልጆች ሁሉ እልል እንበል

ኣማን በኣማን (4)
መስቀል ብርሃነ ህይወት (4)

ስብሃት እህ ስብሃት ለመስቀል (4)
ለምስቀል (2) ስብሓት ለመስቀል እህ (4)

        ''',
        'category': 'ወረብ',},
                {'title': 'ወረባት',
         'lyrics': '''

*ይቤሎሙ ኢየሱስ ለአይሁድ/2/
እመኑ ብየ ወእመኑ በአቡየ/2/

*ሰራዊት መላእክቲሁ
ለመድሓኒ ዓለም/2/ ይከብዎ

*እም ዕለት እክይት
አድሕነነ/3/ እም ዕለት እክይት

*ከመ ቀስተ ደመና ይዓውዱ ሱራሄ
ሎቱ ለባህቲቱ/2/ ይደሉ ሱባሄ

*ሰላም ሰላም/2/ 
ኲልክሙ/2/ ሕዝበ ክርስቲያን

*ስብሓት ለእግዚኣብሔር በሰማያት
ወሰላም በምድር ስምረቱ ለስብእ
ሃሌ-ሉያ ሃሌ ሃሌ-ሉያ
        ''',
        'category': 'ወረብ',},
                {'title': 'ወረብ ዘልደት',
         'lyrics': '''
1.አማን በአማን/2/
መንክር ስብሓተ ልደቱ

2.ዮም ተወልደ መድሓኔ ዕለም/2/
ዮ ተወልደ ከሳቴ ብርሃን/4/

3.መድሓኒነ ተወልደ ነዋ/2/
ይእዜኒ ለሰላም ንትልዋ/4/

4.በጎል ሰከበ በፅርቅት ተጠብለለ/2/
ቤዛ ኩሉ ዓለም ቤዛ ኩሉ ዓለም ዮም ተወልደ

5.ኮከብ መርሖሙ /4/
ወአብፅሕዕሙ እስከ ቤተልሔም/4/

6.ቤዛ ኩሉ ዓለም ዮም ተወልደ
ቤዛ ኩሉ ዓለም /2/ ዮም ተወልደ

7.አንበሳ ሃያል ግርማሁ
መፍርህ ተወልደ ናሁ እምድንግል/2/
እምድንግል/4/ ተወልደ ኣማኑኤል

        ''',
        'category': 'ወረብ',},
                {'title': 'ወረብ ዘጥምቀት',
         'lyrics': '''
1. አማን በአማን (2 ጊዜ)
መንክር ስብሐተ ጥምቀቱ (4 ጊዜ)

2.ወረደ ወልድ/3/ 
እም ሰማያት ውስተ መጥማቃት/2/

3.መፃእ ቃል እምደመና ዘይብል ዘይብል
ዝንቱ ውእቱ ወልድየ ዘአፈቀሮ/2/

4.ሆረ ኢየሱስ እም ገሊላ ሃበ የሓንስ/2/
ፈለ ዮርዳኖስ/2/ ከመ ያጥምቆ/2/

5.ነኣምን በአብ ነአምን በወልድ/2/
 በመንፈስ ቅዱስ/2/

6.ተሓፂባ/2/
ብማይ ዮርዳኖስ ብኢድ የውሓንስ
ብማይ ዮርዳኖስ ተሓፂባ/2/

7 ከዊኖ ሰብአ በዮርዳኖስ ተጠምቀ (2)
ከዊኖ ሰብአ በዮርዳኖስ ተጠምቀ (4)

8 ሐዲጎ ተስዓ ወተስዓተ ነገደ ነገደ (2 ጊዜ)
ማእከለ ባሕር ማእከለ ባሕር፣ ማእከለ ባሕር
ማእከለ ባሕር ፣ቆሕመ ማእከለ ባሕር (4 ጊዜ)


        ''',
        'category': 'ወረብ',},
                {'title': 'ወረብ ዘፋሲካ',
         'lyrics': '''
1.አማን በአማን/2/
ተንስአ እምነ ሙታን

2.ዮም ፍስሓ ኮነ/2/ በሰንበተ ክርስትያን
እስመ ተንስአ ክርስቶስ እሙታን/2/

3.ትንሳኤከ/3/
ለእለ አመነ/2/ ትንሳኤከ

4.ትንሳኤከ ለእለ አመነ
ብርሃንከ ፈኑ ድቤነ/2/

5.ወምድሪኒ ትገብር ፋሲካ
ተሓፂባ በደመ ክርስቶስ

6.ኣሰሮ ለሰይጣን ኣግዓዞ ለኣዳም/2/
እምይእዜሲ ይኩን ፍስሓ ሰላም/2/

7.ወምድርኒ ትገብር ፋሲካ (2 ጊዜ)
ተሐፂባ በደመ ክርስቶስ (4 ጊዜ)

8.ተንስአ ወአንስአ ኵሎ ሙታነ (2 ጊዜ)
ተንስአ ወፈትሖሙ ለሙቁሐን (4 ጊዜ)

        ''',
        'category': 'ወረብ',},
        {'title': 'ናይ መስቀል ን መድኃኔ ዓለምን',
         'lyrics': '''
መድኃኒት ዕፀ ሕይወት (2 ጊዜ)
ዝንቱ ውእቱ መስቀል (4 ጊዜ)
        ''',
        
        'category': 'ወረብ',},
                        {'title': 'ናይ ቍስቋም 6 ኅዳርን ካልኦት በዓላት ማርያምን',
         'lyrics': '''

ማርያም ታዕካ በምድር (2 ጊዜ)
ወታዕካ በሰማይ ወታዕካ በሰማይ (4 ጊዜ)

ፅርሕ ንፅሕት ደብተራ ፍፅምት (2 ጊዜ)
እኅቶሙ ለመላእክት (4 ጊዜ)

        ''',
        'category': 'ወረብ',},

                      {'title': 'ዘቅዱስ ሚካኤል (ኅዳር 12)',
         'lyrics': '''
ሰፊሖ ክነፊሁ (2 ጊዜ)
ክነፊሁ ይፀልል ዲቤነ (4 ጊዜ)
        ''',
        'category': 'ወረብ',},
        {'title': 'ናይ ፅዮን ማርያም (ኅዳር 21)',
         'lyrics': '''
ዕዝራኒ ተናገራ (2 ጊዜ)
ተናገራ ዳዊት ዘመራ (4 ጊዜ)

        ''',
        'category': 'ወረብ',},
          {'title': 'ናይ በዓለ ክህነት',
         'lyrics': '''
         ሀ አማልክት አንትሙ (2 ጊዜ)
ወደቂቀ ልዑል ኵልክሙ (4 ጊዜ)
ለ አክሊለ አክሊላት (2 ጊዜ)
ዲበ ርእሶሙ ለካህናት (4 ጊዜ)

        ''',
        'category': 'ወረብ',},
                                {'title': 'ናይ ስላሴ',
         'lyrics': '''
አማን በአማን (2 ጊዜ)
መንግስተ ስላሴ ዘለዓለም (4 ጊዜ)

        ''',
        'category': 'ወረብ',},
                                {'title': 'ናይ አስተርእዮ ማርያም (ጥሪ 21)',
         'lyrics': '''
ዘድንግል መናስግተ ኢያርኂዎ (2 ጊዜ)
ኢያርኂዎ ዘኪሩቤል ኢርእዮ (4 ጊዜ)

መንክር ግርማ ኃይለ ልዑል ፀለላ (2 ጊዜ)
አማን መላእክት ይኬልልዋ (4 ጊዜ)

        ''',
        'category': 'ወረብ',},
                                {'title': 'ናይ ኪዳነ ምሕረት',
         'lyrics': '''
አንቲ ውእቱ ተስፋሁ ለአዳም (2 ጊዜ)
እስመ ወልድኪ መድሓኒ ዓለም (4 ጊዜ)

አማን በአማን አማን በአማን (2 ጊዜ)
ኪዳንኪ ዘኢየኃልቅ (4 ጊዜ)

        ''',
        'category': 'ወረብ',},
                                {'title': 'ናይ መድኃኔ ዓለም',
         'lyrics': '''
አኮ በወርቅ ሓላፊ ዘተሱየጠነ (2 ጊዜ)
በደሙ ክቡር በደሙ ክቡር ቤዘወነ (4 ጊዜ)

ሓደገ ለነ ማዕተቦ፣ ሓደገ ለነ ማዕተቦ (2 ጊዜ)
ከመ ንትሉ ንሕነ አሰረ ዚአሁ (4 ጊዜ)

        ''',
        'category': 'ወረብ',},
      {'title': 'ናይ ልደታ ማርያም ግንቦት',
         'lyrics': '''

         ጥዕምት በቃላ ወሰናይት በምግባራ (2 ጊዜ)
         
         አማን በአማን አማን በአማን (2 ጊዜ)
         ተወልደት እመ ብርሃን (4 ጊዜ)
         
         ኢያቄም ወሃና ወለዱ ሰማየ (2 ጊዜ)
         ሰማዮሙኒ አስረቀ ፀሐየ (4 ጊዜ)

        ''',
        'category': 'ወረብ',},
        
                {'title': 'ኣብ ዓመታዊ በዓላት ታቦት ተሸኪሞም ዑደት እንክገብሩ',
         'lyrics': '''
ታቦት ታቦት ታቦተ ሕጉ (2 ጊዜ)
በካህናት ሕፅርት ወበመንፈስ ቅዱስ ክልልት (4ጊዜ)

በትፍስሕት ወበሐሴት (2 ጊዜ)
አብእዋ ቤታ ለታቦት (4 ጊዜ)

ኢትግድፈነ ወኢትመንነነ (2 ጊዜ)
አምላከ ሰላም ተራድአነ (4 ጊዜ)

እግዝእትነ ነፅሪ ኀቤነ (2 ጊዜ)
ሰላመ ወልድኪ የሃሉ ምስሌነ (4 ጊዜ)


        ''',
        'category': 'ወረብ',},
      {'title': 'ዘሆሱዕና',
         'lyrics': '''
በትፍስሕት ወበኃሴት (2 ጊዜ)
ይሁቦሙ ኃይለ ወስልጣነ (4 ጊዜ)

        ''',
        'category': 'ወረብ',},
        
                {'title': 'ዘዕርገት',
         'lyrics': '''

ዓርገ ወልድ በስብሐት (2 ጊዜ)
በስብሐት ውስተ ሰማያት (4 ጊዜ)

አማን በአማን አማን በአማን (2 ጊዜ)
መንክር ስብሐተ ዕርገቱ (4 ጊዜ)

        ''',
        'category': 'ወረብ',},
        
                {'title': 'ዘቅዱስ አቡነ ያዕቆብ',
         'lyrics': '''

አማን በአማን አማን በአማን (2 ጊዜ)
ፍፁም ቅድስናሁ (4 ጊዜ)

ባርከነ ባርከነ ባርከነ (2 ጊዜ)
እንሱእ በረከተ እንሱእ በረከተ ባርከነ እንሱእ በረከተ(4 ጊዜ)

        ''',
        'category': 'ወረብ',},
      {'title': 'ዘሐዋርያት (ሐምሌ 5)',
         'lyrics': '''
ከዋው እገሪሆሙ ከዋው እገሪሆሙ (2 ጊዜ)
ለእለ ይዜንዉ ዜና ሰናየ (4 ጊዜ)

        ''',
        'category': 'ወረብ',},
        
                {'title': 'ዘቅዱስ ዮሴፍ (ሐምሌ 26)',
         'lyrics': '''
አማን በአማን አማን በአማን (2 ጊዜ)
ፀዋሬ መለኮት ዘአብ ቃል (4 ጊዜ)

        ''',
        'category': 'ወረብ',},
      {'title': 'ዘፅንሰታ ማርያም (ነሐሴ 7)',
         'lyrics': '''
ዘኢይትነገር ቃል ኃደረ ላዕሌሃ (2 ጊዜ)
ዘኢይትነገር ቃል ኃደረ ላዕሌሃ (4 ጊዜ)

ማኅፈዱ ለነበልባል (2 ጊዜ)
መርዓት ዘወንጌል (4 ጊዜ)

        ''',
        'category': 'ወረብ',},
        
                {'title': 'ናይ ደብረ ታቦር (ነሐሴ 13)',
         'lyrics': '''
መፅአ ቃል እምደመና ዘይል (2 ጊዜ)
ዝንቱ ውእቱ ወልድየ ዘአፈቅር (4 ጊዜ)

አማን በአማን አማን በአማን (2 ጊዜ)
ተሰብሐ በደብረ ታቦር (4 ጊዜ)

        ''',
        'category': 'ወረብ',},
      {'title': 'ናይ ፍልሰታ ማርያም (ነሐሴ 16)',
         'lyrics': '''
ወልድኪ ይፄውዓኪ ወልድኪ ይፄውዓኪ (2 ጊዜ)
ውስተ ሕይወት ወመንግስተ ክብር (4 ጊዜ)

ፀቃውዕ ፀቃውዕ (2 ጊዜ)
ይውኅዝ እምከናፍሪሃ (4 ጊዜ)

        ''',
        'category': 'ወረብ',},
                {'title': 'ወረብ ዘጰራቅሊጦስ',
         'lyrics': '''
1.ዓርገ እምሃቤሆሙ ወይቤሎሙ/2/
ጰራቅሊጦስሃ እፌኑ ለኽሙ/4/ 

2.ሀበ አቡሁ ዐርገ ሰማያተ ዐርገ ሰማያተ
ጰራቅሊጦስሃ መንፈስ ፅድቅ አውረደ

3.ላዕለ ሓዋርያት ወረደ ወረደ መንፈስ ቅዱስ
ከመ ዘእሳት/4/ ወረደ ከመ ዘእሳት
ላዕለ ሓዋርያት ወረደ ወረደ መንፈስ ቅዱስ
በፅርሓ ፂዮን/4/ ወረደ መንፈስ ቅዱስ
ላዕለ ሓዋርያት ወረደ ወረደ መንፈስ ቅዱስ
ወተናገሩ በነገረ ኩሉ/2/ በሐውርት በነገረ ኩሉ

4.መንፈስ ቅዱስ/3/ ኣብ ማእኸልና ውረድ
መንፈስ ቅዱስ ኣብ ማእኸልና ውረድ
መንፈስ ቅዱስ/3/ ሓይልኻ ሃበና
መንፈስ ቅዱስ/3/ ሓይልኻ ሃበና

5.ነአምን በኣብ ንአምን በወልድ
ወንአምን በመንፈስ ቅዱስ

6.ሃሌ ሃሌ-ሊያ /2/ ወረደ መንፈስ ቅዱስ/2/
 ሓዋርያት ከመ ዘእሳት/4/

7.ይፍሰስ/4/ ሓይሊ መንፈስ ቅዱስ ኣባና ይፍሰስ
ይውሓዝ/4/ ሓይሊ መንፈስ ቅዱስ ኣባና ይውሓዝ
ይዕዘዝ/4/ ሃይሊ መንፈስ ቅዱስ ኣባና ይዕዘዝ
ሕሙማት ክሓውዩ ይፍሰስ/2 ለምፃማት ክነፅሑ ይፍሰስ/2
ሓንካሳት ክዘሉ ይፍሰስ/2 ንኽብርኻ ደው ክብሉ ይፍሰስ/2

8.በኩሉ ልብ ናስተብቅዖ
ለእግዚኣብሔር ኣምላክነ/2/
ሕብረተ መንፈስ ቅዱስ ሰናየ ከመ ይፀግወነ/2/

9.ሃሌ ሃሌ-ሉያ ወረደ መንፈስ ቅዱስ
ላዕለ ሓዋርያት ከመዘእሳት

10.ሃበ አቡሁ ዓርገ ሰማያተ/2/
መንፈስ ቅዱስ ፅድቅ ኣውረደ

11.ሃበ መንፈስ ቅዱስ ትትፌፅም
ሃበ መንፈስ ቅዱስ ትትፌፀም

12.መንፈስ ቅዱስ ወረደ ላዕለ ሓዋርያት
ተመሲሎ/5/ በነደ እሳት

        ''',
        'category': 'ወረብ',},
                {'title': 'ወረብ  ናይ ማርያም',
         'lyrics': '''
1, ማሕደረ መለኮት
ማርያም እመ ብዙሓን

2, እዝራኒ ተናገራ 
ተናገራ ዳዊት ዘመራ

3,ታቦት በውስቴታ ኦሪት በውስቴታ
ይከደንዋ በወረቕ

4,ሃመልማለ ወርቅ
ማርያም ሓመልማለ ወርቅ

5,ስኣሊ ለነ
ማርያም እመ ብዙሓን

6,ማርያም ሓዘነ ልቦና ታቀልል
ሓዘነ ልቦና/3/ ታቀልል

7,ወረደ ሰላም 
በፀሎታ/3/ ወረደ ሰላም

8,ኣሞ ኣሞ ማርያሞ
እሲ ባዳሊህ ዓለም መድሓኒሊህ
ንዒ (3)ማርያም
ምስ ወድኺ መድሓኒዓለም

9,ሰላም ለኪ እንዘ ንሰግድ ንብለኪ
ማርያም እምነ ናስተበቊዐኪ
እም ኣርዌ ነዓዊ ተማሕፀነ በኪ
በእንተ ሓና እምኪ ወእያቄም ኣቡኪ
ማሕበረነ ዮም(3) ድንግል ባርኪ

10,አንቲ ዘበኣማን ደመና
ረከብኪ ፀጋ ክብረ ድንግለ
ይኣቢ ክብራ ለማርያም

11,አንቲ ውእቱ ተስፋኡ ለአዳም
አመ እሰደድ(3) እም ገነት

12,ኪዳነኪ ኮነ (3)
ለሓጥኣን ቤዛነ ኪዳነኪ ኮነ

13,ኣማን በኣማን
ኪዳነኪ ኢያኃልቅ

14,ኣንቲ ምስራቅ ወወለድኪ
ፀሓየ ፅድቅ

15,ኣማን በኣማን
ተወልደት እመ ብርሃን

16,ኢያቄም ወሓና ወለዱ ሰማየ
ሰማዮምኒ አስረቀ ፀሐየ

17,ዘኢይትነገር ቃል ኃደረ ላዕሌሃ
ዘኢይትነገር ቃል ኃደረ ላዕሌሃ

18,ማኅፈዱ ለነበልባል
መርዓት ዘወንጌል

19,ወወልድኪ ይፄውዓኪ ወልድኪ ይፄውዓኪ
ውስተ ሕይወት ወመንግስተ ክብር

20,ፀቃውዕ ፀቃውዕ
ይውኅዝ እምከናፍሪሃ

21,ፈለሰት እምዘይበሊ
ኃበ ዘኢይበለ(3) ፈለሰት እምዘይበሊ

22. ኩሎም ይብልዋ በእንክሮ
ቅድስተ ቅዱሳን/2/ ማርያም

23.ፅላተ ሙሴ ዕፀ ጳጦስ ዘሲና/2/
ፀናፅለ/2/ ለኣሮን ካህን።

24.ማርያም ማርያም ድንግል ማርያም/2/
ርህርህተ ህልና/4/ ማርያም።

25.ይወድስዋ በብነገዶሙ/2/
በብነገዶሙ/2/ ለማርያም።

26.ክበብ ክበብ ገፃ/2/
እም ፀሃይ ይበርህ ገፃ።

27. ማርያም ይእቲ/2/ማርያም መሃ 
ሞዳየ መና ክቡረ ሞዳየ መና። 

28.መሰረተ ሕይወት ማርያም ወጥንተ መድሃኒት ዘእም ቀዲሞ/2/
ቤዛ/3/ ለቤዛ ኣለሙ።

29.ሰኣሊለነ/3/ 
ወልድኪ ከመ ይምሃረነ።

30.ማርያም/3/ ማርያም/3/
   ስምኪ ጥዑም/2/ ማርያም እህ

ማርያም/3/ማርያም/3/
   ሞጎስ ዝረከብኪ/2/ማርያም እህ

ማርያም/3/ማርያም/3/
       ፀጋ ዝመልኣኪ/2/ ማርያም እህ

ማርያም/3/ማርያም/3/
     ሰማይ ዝፈለስኪ /2/ ማርያም እህ

31.ማርያም ኩል ሺውነኩን/2/
ከለብሪና/3/ ደርብል ህንብነኩን

        ''',
        'category': 'ወረብ',},
                {'title': 'ወረብ ዘቃልኪዳን',
         'lyrics': '''
1.መርዓዊ ሰናይ (4)
ወ መርዓቱ ትመስል ፀሓይ

2.(እገሌ) ሰናይ/2/ 
ወ(እገሊት)/3/ ትመስል ፀሓየ

3.ክብካበ ኮነ ወኮነ እሙን(2)
ማየ ማየ ረሰዮ ወይነ (4)

4.ሃሌ ሉያ (2) ንትፈሳህ ኩልነ 
ንትፈሳህ ኩልነ (2) ሃሌ ሉያ ንትፈሳህ ኩልነ

5.ንሴብሖ ንሰብሖ ለእግዚኣብሔር (2)
ስቡሓ ዘተሰብሓ (4)

6.ክንደይ ይጥዕም (4)
ኣሕዋት ክፋቀሩ(3) ሓቢሮም ክነብሩ

7.ንእግዚኣብሔር ኣምላኽና (4)
ነመስግን ኣለና (3) ኣብዚ ዘብፅሓና

8.ዘምሩ ለእምላክነ ዘምሩ
ዘምሩ ለንጉስነ ዘምሩ

9.ወይኒ ቃና/3/
በቤታችን ሆነ/2/ 
ወይኒ ቃና በቤታችን ሆነ

ለዚህ ቤት/3/
ይሙላ በረከት/2/
ለዚ ቤት ይሙላ በረከት

መሰለኒ/3/
ቤተ አብርሃም/2/
መሰለኒ ቤተ አብርሃም

        ''',
        'category': 'ወረብ',},
                {'title': 'ብምሕረት ሃብታም',
         'lyrics': '''


1.	ኣብ ገፅካ ዘሎ ምሕረት እንክዝክር
ብተስፋየ ዝምላእ ሕያው እግዚኣብሄር
ብብዝሒ ሓጥያተይ ካብ ገፅኻ እንክኩብልል
ብምጥፍአይ ትሓዝን እናሻዕ ትሻቀል

     ተደ፡ ኢድካ ብምሕረት ሃብታምያ ደንግፀለይ
         ካልእ ቶባእ ኢለዮየ ኣባኻዩ ዕጋበተይ
         ከም ብዝሒ ሓጥየተይ ከይተቀየምካኒ
         ብቅዱስ መንፈስካ ልበይ ኣንፅሃኒ (2)

         እውይ ምሕረትካ ኣቤት ለውሃትካ
         እወ’ቲ ፈቃር ሙኻንካ
         ፍቅሪ ኣሕዲሩ ፍቅሪ ምሂሩኒ
         ውሽጠይ ነዓኻ ጥራይ የብለኒ

2.	ወላኳ በደለይ እንተበዝሐ
ገፅኻ ቀረባ’ዩ ንዝተኣመነ
እዚ ሙኻንካ ኣሚነ ደጊም ተረዲኤ
ክትምሕረኒ እልምን ኦ ፈቃር ጎይታየ

3.	ክንደይ ‘ለ ክቆፅሮ እቲ ዝኣበስክዎ
ካብ ቤትካ ርሒቀ እከይ ዝገበርክዎ
ኣቦየ በዲለ’የ ከም ሓድሽ ስርሓኒ
ፅሩይ ልቢ ፅኑዕ መንፈስ ኣልብሰኒ

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ብኹነታት ዘይልወጥ',
         'lyrics': '''

1.	ብኹነታት ዘይልወጥ ሰላም ኣሎኪ
ዓለም ክትህቦ ዘይትኽእል ሰላም
ልዕሊ እኽሎም ወይኖም ምስበዝሐ ዝሕጎሱ
ኣብ ውሽጥኺ ምንጪ ሰላም ኣፍሲሱ (2)

       ተደ፡ ነብሰይ ነብሰይ ንእግዚኣብሄር ኣመስግኒ (2)
           መንፈሰይ ኩሉ ንቅዱስ ስሙ ይባርኽ (2)
           ውሽጠይ ኩሉ ንቅዱስ ስሙ ይባርኽ (2)
           ስጋይ ኩሉ ንቅዱስ ስሙ ይባርኽ (2)

2.	ማእሰርትኪ ፈቲሑ ሰላም ሂቡኪ
ውርደትኪ ዘኪሩ ኣብ ክብሪ ኣቊሙኪ
ነእጋርኪ ካብ ውድቀት ሓልዩ ኣኽቢሩኪ
ኦ ነብሰይ ንእግዚኣብሄር ባርኺ (2)

        ''',
        'category': 'ምስጋና',},
                {'title': 'ተመስገን ኢየሱሰይ ጎይታ',
         'lyrics': '''

1.	ተመስገን እየሱሰይ ጎይታ
ተመስገን ናይ ህይወተይ ዋልታ
ኩለንተናይ ዝማረኽካ
ንሕይወተይ’ውን ዘድሓንካ
ተመስገን እየሱሰይ ጎይታ
ኣሜን ማራናታ (3)

2.	ተወደስ እየሱሰይ ጎይታ
ተወደስ ናይ ሂወተይ ዋልታ
ኩለንተናይ ዝማረኽካ
ንሕይወተይ’ውን ዘድሓንካ
ተወደስ እየሱሰይ ጎይታ
ኣሜን ማራናት (3)

3.	ተመለኽ እየሱሰይ ጎይታ
ተመለኽ ናይ ሂወተይ ዋልታ
ኩለንተናይ ዝማረኽካ
ንሕይወተይ’ውን ዘድሓንካ
ተመለኽ እየሱሰይ ጎይታ
ኣሜን ማራናት (3)


4.	ተኸበር እየሱሰይ ጎይታ
ተኸበር ናይ ሂወተይ ዋልታ
ኩለንተናይ ዝማረኽካ
ንሕይወተይ’ውን ዘድሓንካ
ተኸበር እየሱሰይ ጎይታ
ኣሜን ማራናት (3)

5.	ዕልልታ እየሱሰይ ጎይታ
ዕልልታ ናይ ሂወተይ ዋልታ
ኩለንተናይ ዝማረኽካ
ንሕይወተይ’ውን ዘድሓንካ
ዕልልታ እየሱሰይ ጎይታ
ኣሜን ማራናት (3)

6.	ሸብሸባ እየሱሰይ ጎይታ
ሸብሸባ ናይ ሂወተይ ዋልታ
ኩለንተናይ ዝማረኽካ
ንሕይወተይ’ውን ዘድሓንካ
ሸብሸባ እየሱሰይ ጎይታ
ኣሜን ማራናት (3)

        ''',
        'category': 'ምስጋና',},
                {'title': 'ናብ ዘመን ዕሽነተይ',
         'lyrics': '''


1.	ናብ ዘመን ዕሽነተይ ኣይምለስን
ናብ ዘመን ድንቁርናይ ኣይጥምትን (2)
ነቲ ዝሞተለይ እየ ዝነብር
ሂወቱ ምእንታይ ዝሰቅል ዝሰቅል
ንድሕሪት ምጥማት’ሲ ሞት ምምናይ እዩ ሞት ምምናይ (2)

       ተደ ፡ ስለይ ዝተዋረደ ኣብ ጎልጎልታ
            ህይወተይ ንእኡ እያ ንእየሱስ ጎይታ
            ነቲ ዘፍቀረኒ ኣብ ቀራንዮ
            ኣነ’ውን የፍቅሮ እግዝኦ
            ስለዚ ምጥማተይ ናብኡ እዩ (2)

2.	 እንታይ እዩ ረብሓይ ኣብዛ ምድሪ
ካብ ኣምላኽ ተፈልየ ምንባረይ ከንቱ ፃዕሪ
ፈፂሙ ኣይረብሓንን ኣይጠቅመንን
ምስኡ ድኣ ይለግብ ይሰምር ይጠብቅ
ብዘይ ኣምላኽ ምንባርሲ ሞት ምምናይ እዩ ሞት ምምናይ (2)

3.	ስለቲ ከንቱ ግብሪ ዓለም
መዝገብ ልበይ ኣይኸፍትን ኩሉ ነገረይ
ኣልፋን ኦሜጋን እዩ ህይወተይ
ጎይታ እየሱስ እዩ ንዘልኣለም ክብሪ ናተይ
ክብሪ ዓለም ምድላይ ሲ ሞት ምምናይ እዩ ሞት ምምናይ (2)

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ኢየሱስ ንሕማምና ፆሮ',
         'lyrics': '''

ሆሳእና ወዲ ዳዊት ኢለ ጨደርኩ
ብልበይ ኣሚነ ልሳነይ መስከርኩ
ናብ መስቀል ክትስቀል የሕሊፈ ሂበካ
ኣፍካ ኣይከፈትካን ፍቅረይ ገዲዱካ (2)

ካብ ገነት ኡ ሁሁ ኡ ሁሁ ብሓጥያተይ ተባረርኩ
ብኽፍኣተይ ካብ መንገድኻ የሱስ ኣነስ ዘምበልኩ
ብምሕረትካ ኡ ሁሁ ኡ ሁሁ ጎይታይ ናባኻ ምለሰኒ
ብትንሳኤ ሓድሽ ሓድሽ ሂወት ጎይታይ ሃበኒ

ሆሳእና ወዲ ዳዊት ኢለ ጨደርኩ…………..

ጎይታየ ብሓቂ ንሕማመይ ፆርካ
ንስቃየይ ድማ ኣብ ነፍስኻ ፀዓንካ
ነዓይ ክተፅድቅ ንቁስለይ ዘነንካ
ንኣበሳይ ድማ ኣብ መስቀል ተሸከምካ (2)

ካብ ገነት …………..
ጎይታየ ብሓቂ ንሕማመይ ፆርካ…………..

ካብ ፀልማት ኣውፂእካ ናብ ብርሃን ዘምፃእካኒ
ኣረጊት ሰብነተይ ቀንጢጥካ ሂወት ኣልቢስካኒ
ውሉድካ ክኸውን ኣብ መስቀል ዓዲካኒ
ብደምካ ኣንፂህካ ሙሉእ ሰብ ጌርካኒ (2)

ካብ ገነት …………..
ካብ ፀልማት ኣውፂእካ…………..

        ''',
        'category': 'ሕማማት',},
                {'title': 'እስኪ ኣስተምረን',
         'lyrics': '''


1.	እስኪ ኣስተምረን ጌታ መሸካከም
ኣንዳችን ላንዳችን እንቻል መተሳሰብ
ኣቅሙ የበረታ ይቁም ለደካማው
መረዳዳት ይንገስ ይህ ፀሎታችን ነው

      ኣዝ፡ ኣስተምረን ልገሳ ኣስተምረን ፍቅር
          የምድራችን ተስፋዋ ሁን ህልውናዋ(2)

2.	ኣንዱ እየቆዘመ በሃዘን በችግር
ሌላው ተደላድሎ  ይኖራል በክብር
ሰው ምንድነው ትርፉ እንደዚህ መኖሩ
እንዴት ያዛልቀው እራሱን ማፍቀሩ

3.	ፍፁም ኣዛኝ መስሎ ከንቱ እንባ ማንባት
ምድራችን ሽንገላ አረ ይሄ ኣይረባትም
በፍቅር እንበርታ በእውነት እንዋደድ
እግዚኣብሄር ባርኮቱን በእጥፍ እንዲያወርድ

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'እሰይ እሰይ',
         'lyrics': '''

1.	ነብያት በቅድምያ(2) የተነበዩለት(2)
የሰማይ ሰራዊት(2)  ክብሩን ያወቁለት(2)
በኣብ የታወቀ(2)  የዓለሙ መድህን(2)
ጌታ ተወለደ ክብር ለሱ ይሁን(2)

      ተደ ፡እሰይ እሰይ ጌታ ተወለደ እሰይ እሰይ
          እሰይ እሰይ መድሕን ተወለደ እሰይ እሰይ
          እሰይ እሰይ ጌታ ተወለደ

2.	በመንፈስ ቅዱስ ሃይል(2)  የተፀነሰው(2)
በከብቶች በረት ውስጥ(2)  የተወለደው(2)
በሔርዶስ ሊገደል(2)  የተፈለገው(2)
ክብር ለሱ ይሁን ኣማኑኤል ነው(2)

3.	ከድሆቹም ይልቅ(2)  በጣሙን ተዋርዶ(2)
እሱ ዝቅ ኣለልን(2)  በበረት ተወልዶ(2)
ክብር ለሱ ይሁን(2)  በምድር በሰማይ(2)
ለልጆቹ ብሎ ስላየልን ስቃይ(2)

4.	ከታላቅ ክብሩ(2)  ከዝፏኑ ወርዶ(2)
በበረት ተኛልን(2)  ስለኛ ተዋርዶ(2)
በእንስሳት ግጥ ውስጥ(2)  የተኛው ስለኛ(2)
ችግር ሳይኖርበት ሆንዋል ችግረኛ(2)

        ''',
        'category': 'ልደት',},
                {'title': 'ኣድርገህልኛልና',
         'lyrics': '''

1.	ካንተ የተነሳ በሆነልኝ ነገር 
ከማመስገን በቀር እኔ ምን ልናገር
ኣስበህ ኣቅደህ ለሰጠሀኝ በሙሉ 
ጌታ ስምህ ይክበር ኣመሰግናለሁ 

ከኔ የሆነ የለም ኣንድም ኣልለፋሁም 
እንዲያው ሰጥተሀኛል ይህን ኣልረሳሁም
ስለዚ ጌታዬ ለኔ ስላሰብከው 
ተረድቻለሁኝ ስምህን ላክብረው
ኣድርገሀልኛል ከኣዕምሮዬ በላዪ 
ጌታየ ተባረክ በምድር በሰማይ /3/

      ኣዝ: ኣድርገሀልኛልና ለዘላለም ኣመሰግንሀሎህ/3/

2.	እድሜዬን በሙሉ ብለፋና ብጥር 
የማላገኘውን ሰማያዊ ምስጢር
ለልቤ ተናግረህ ልቤንም ማረከው 
ከዚህ ሁሉ በላይ የራስህ ኣደረከው

እኔም ተስማምቼ በፍቅርህ ተማረኩኝ 
ኣምላኬ ጌታዬ ምርጫዬን ኣደረኩህ
ኣንተ ከመረጥከኝ ወዴት እሄዳለሁ 
ካንተ የበለጠ ምንስ ኣገኛለሁ
ይህንን ላረከው በልብህ ላሰብከኝ 
ላንተ ለኣምላኬ ሁሌ እገዛለሁኝ /3/

3.	ነፍሴንም ባረካት ስጋዬንም ፈወስከው 
በረከትህን ሁሉ በቤቴ ኣፈሰስከው
ወደ ኣንተ መጥቼ ምንም ኣልጎደለኝም 
ነፍሴና ስጋዬን በሙሉ ባረክልኝ
ኣለሁኝ በቤትህ ገናም እኖራለሁኝ 
ስለምታቆመኝ እታመንሃሎሁኝ
ንጉሴ ከሆንከኝ ቤቴን የምትገዛ 
ይሄ ነው መሻቴ የለኝም ከዚህ ሌላ
ጌታዬና ኣምላኬ በህይወቴ ላክብርህ 
ይሄ ነው ምኞቴ ዘመኔን ልሰጥህ /3/

        ''',
        'category': 'ምስጋና',},
                {'title': 'ኣብቲ ፅላሎትኪ',
         'lyrics': '''

         ተደ፡ ኣብቲ ፅላሎትኪ(4)
             ኣብቲ ፅላሎትኪ ዘፅለለ ኣይርእን ኩነኔ(4)

1.	ቅድሚ ምፍጣር ዓለም ኣብ ሓሳቡ ኔርኪ
ብኣኽናፍ መልኣኩ ገይሩ ከሊሉኪ
መታን ክትኮንዮ ንፅሕቲ መዕረፊት
ኣምላኽ ሓርዩኪ ኣልዒሉ ኣኽቢሩኪ
ከምቶም ኣቦታትና ብፅዕቲ ንብለኪ
ኣይንቅነቅን’ዩ ፍቅርና ኣብ ልዕሌኺ
ኣየቋርፅን’ዩ መዝሙርና ንስምኪ

2.	ምኽንያት ድሕነትና ኢኺ መራሒት ናይ ፅድቂ
ቆጥቋጥ ደብረሲና መለኮት ዝፆርኪ
ዳዊት ተደሲቱ ዘሚሩ ንስምኪ
ኣብ የማን ትቀውም ንግስቲ ኢሉኪ
ነዚ’ና ንኣምን ኣብዚ ኢና ንውክል
ድንግል ብሕልና ብስጋውን ድንግል
ኦ ምልእተ ፀጋ ሰላም ለኪ ንብል

3.	ኣኽሊል ትምክሕትና ጀማሪት እምነትና
ድልድል መሳገሪት ማዕዶት ናይ ሂወትና
ቅዱሳን ኣቦታት ዘሚሮም ንስምኪ
ምሳሌ ስኢኖም ዝገልፁ ንዓኺ
ሎሚ’ውን ክበሪ ብኣና ደቅኺ
ሱቅ ኣይንብልን ኢና ፅዮን ስለ ስምኪ
ድንግል እመብርሃን ደግፍና ኢኺ

        ''',
        'category': 'ማርያም',},
                {'title': 'ኣቤት ክምስጥ',
         'lyrics': '''


1.	ኣቤት ክምስጥ ህያውነትካ
ምጥናስ ድንግል ሰሚዕኻ
ኩሉ ኣብ ከብድኻ ፄርካ(2)
ስቅ ምባል መሪፅኻ

     ተደ፡ ንዓና ዘሕልፎ
         ሕያውነትን ተኣዝዞን’ዩ(2)

2.	ነቲ ልውሃትካ ወሲኽካ ተኣዝዞም
እግዚኣብሄር ዝበለካ
ብፍቅሪ ፀጋ ትሕዞ(2)
ሰሚዕካ ትጎዓዝ

3.	ፈርዖን ተደለየ ሂወት ስድራ ቤትካ
ኣምላክ ግን ምሳካ እዩ
ብሕልሚ የርእየካ(2)
ብፍቅሩ መራሕካ

4.	ኦ ቅዱስ ዮሴፍ የዋህ ኣቦና
እዙዛት ክንከውን
ከም ፈቃድ ጎይታና(2)
ፀሎት ሓግዘና

        ''',
        'category': 'ቅድስት ስድራ',},
                {'title': 'ዓመታተይ ሓፂር',
         'lyrics': '''

1.	ዓመታተይ ሓፂር 60-70
ዝነብር ይመስለኒ ወትሩ መርዓ
ግናኸ ከም ስራቂ ሞት እዃ ኣላ

      ተደ፡ ተዳለዊ ክዳሎ ፍርዲ’ውን ኣሎ
          ተዳሎ ክዳሎ ፍርዲ’ውን ኣሎ

2.	ጊዜ ኣይምለስን’ዩ ምስ ሓለፈና
ሓደ’ዩ ንሱ ልዑል ጎይታና
ሙሉእ ዓስቢ ኣለዎ ‘ቲ ፃዕርና

      ተደ፡ ደስ ይብለኪ ደስ ኢሉና ደቂ ተስፋ ኢና
          ደስ ይበልካ ደስ ኢሉኒ ደቂ ተስፋ ኢና

3.	ማዕከራይ መሊአ ክሕጎስ ‘የ
ነብሰይ ባህ ይበልኪ እውን ክብላ’የ
ጊናኸ ከም ሰራቂ ሞት እዃ ኣላ

     ተደ፡ ተዳለዊ ክዳሎ ፍርዲ’ውን ኣሎ
         ተዳሎ ክዳሎ ፍርዲ’ውን ኣሎ

4.	ስለዚ ነስተውዕሎ ‘ቲ መንገድና 
እታ ፀበባ ቀጣን እያ ናትና
ነዚ ስዒርና‘ውን ዓወት ኣሎና

     ተደ፡ ደስ ይብለኪ ደስ ኢሉና ደቂ ተስፋ ኢና
         ደስ ይበልካ ደስ ኢልና ደቂ ተስፋ ኢና

        ''',
        'category': 'መዓልቲ ምውታን',},
        {'title': 'ኣመስግኚው',
         'lyrics': '''

       ኣዝ: አመስግኚው ነፌሴ ሆይ ተነሺ በዝማሬ 
           በዝማሬ እግዚአብሔርን ባርኪ 
           ነፌሴ ሆይ ስራውን ተርኪ 

1.	ከኣፈር ከትቢያ ከውድቀት ያነሳሽ/2/ ነፌሴ ሆይ ተነሺ 
የዛሬው አይደለም ያንቺ ማንነትሽ ስዕልሽ የጥንቱን አስቢ 
ምስጋናን ዘምሪ ቅኔንም ደርድሪ/2/ ወጥተሸ አደባባይ 
ንጉስ ለወደደው እንዲህ ተደረገ ተሰራ ብለሽ ለሰው አሳይ 

2.	እንደ ኃጥያትሽ ዋጋን አልከፈለሽ አልጣለሽ ጨክኖ ኣለሰበረሽ 
ሀይሉን እንደሚያድስ እንደብርቱ ንስር አረገሽ በምህረቱ ምሮሽ 
ፍቅሩ ገኖልሻል ለምስጋና ቁሚ ተነሺ መዝሙርን ዘምሪ 
ቸርነት ማዳኑን ለሰው ልጆች አውሪ ንገሪ በይ ተነሽ አብስሪ 

3.	ውብ አርጎ አሳምሮ በፊቱ ያቆመሽ/2/ አይደለም በስራሽ 
እንዲያው በፀጋው ነው እግዚኣብሄር የረዳሽ ያገዘሽ ይህን ቀን ያሳየሽ 
በገና ደርድሪ ክራርን ከርክሪ/2/ ለባለውለታሽ 
ምስክር ሁኚለት ምስጋናሽም ይመር አይነስ ላኮራሽ ኣምላክሽ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ንብዓት ናይ ፍቕሪ',
         'lyrics': '''
          ንብዓት ናይ ፍቕሪ

1.	ኣብ መርዓ ናይ ቃና ምጭናቆም ሪኣ
ከይደንጎየት ከደት ክትሓቶ ንወዳ
ወይኒ ተወዲኡ ምስ በለቶ ከይዳ
ነቲ ማይ ቀየሮ ንኩሉ ብኣጋ

       ተደ ፡ንብዓት ናይ ፍቅሪ(2)
           ኣደ ኣላትና ንኹሉ ትሓሊ (2)

2.	ፍጥንቲ ረዳኢት ኣዴና ንስኺ
ፍሉይ ምልኣት ፀጋ ዝውሕዝ ካባኺ
ንዝተምበርከኸ ኣብ ትሕቲ እግርኺ
ወትሩ ምስ ረኸበ ዘይውዳእ ፀጋኺ

3.	ሰማያዊት ኣዴ ንግስቲ ዓለምና
ኣዳም ምስ ወደቀ ተስፋ ዝኾንክልና
ናይ ዓለም መራሒ ካባኺ ረኺብና
ኣፍ ደገ ናይ ሰማይ ተኸፍተ ንዓና

4.	ብርኽቲ ኣዴና ኣይተጋድፍና
ምሕረት ለምንልና ንኹሉ ሓጥያትና 
ንዓኺ ክንመስል ነወፊ ሂወትና
ኣብቲ ዓስቢ ዓወት ክንነብር ከቢርና



          የፍቅር እምባ

1.	በሰርጉ ግብዣ ላይ ጭንቃችን ኣይታ
ወደ ልጅዋ ሄደች ኣልቆየችም ለኣፍታ
ወይንጠጅ አንኳን ኣልቋል ጋኑ ባዶ ነው
ባለችዋ ጊዜ ውሃዉን ለወጠው 

       ኣዝ ፡የፍቅር እምባ(2)
          እናት ኣለችን ሁሌም ምታነባ(2)

2.	ዝኣሬም እናታችን ጭንቃችንን ኣይታ
ፊቱዋን ኣታዞርም ኣትሄድም ታግታ
ከልጅዋ ፊት ወድቃ እምባዋን እየዘራች
ወይን የላቸውም ስጣቸው ትላለች

3.	ስዎች በመታበይ ፍቅርሽን ሲከዱ 
የፍቅር እምባሽን በመርገጥ ስሄድ
ያንቺ እምባ ስለ እነርሱ ኣሁንም ይፈሳል
ስለ አነርሱ ልብሽ በፍቅር ይነዳል

4.	ልጅዋን በመስቀል ላይ ተሰቅሎ እያየች
የፍቅር እምባዋን እጅግ እፈሰሰች
እዛኝ አናቱን ለእኛ ሰጥቶናል
የፍቅር እምባዋን ስለኛ ይፈሳል

        ''',
        'category': 'ማርያም',},
                {'title': 'ንስኻ',
         'lyrics': '''

1.	ንስኻ ሕሳበይ ኢኻ ንስኻ ሰላመይ ኢኻ ንስኻ
ንስኻ ዕረፍተይ ኢኻ ንስኻ ሓበነይ ኢኻ ንስኻ

                 ተደ ፡ንስኻ ኦሆ ኣሃይ(4)

2.	ንስኻ ብርሃነይ ኢኻ ንስኻ ሓይለይ ኢኻ ንስኻ
ንስኻ ዋልታይ ኢኻ ንስኻ መድሕነይ ኢኻ ንስኻ

3.	ንስኻ መዝሙረይ ኢኻ ንስኻ ዕርደይ ኢኻ ንስኻ
ንስኻ ከውለይ ኢኻ ንስኻ ሃፍተይ ኢኻ ንስኻ

4.	ንስኻ ፅጋበይ ኢኻ ንስኻ ዕጋበይ ኢኻ ንስኻ
ንስኻ ፍትወይ ኢኻ ንስኻ ካሕሳይ ኢኻ ንስኻ

5.	ንስኻ ፍትሐይ ኢኻ ንስኻ እምነተይ ኢኻ ንስኻ
ንስኻ ሕይወተይ ኢኻ ንስኻ ኩርዓተይ ኢኻ ንስኻ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ነመስግኖ ',
         'lyrics': '''

1.	ልደት ናይ ጎይታና ክርስቶስ ኣምላኽና
ቁሪ ተሃሪሙ ሓራ ከውፀና
ጨርቂ ተጠቅሊሉ ምልክት ሕስራና
ሎሚ ነስተውዕሎ ዋጋ ናይ ነፍሳትና

       ተደ ፡ነመስግኖ(2) ንኣምላኽና
           ካብ ሰማይ ወሪዱ ሞተ’ውን ስሌና

2.	በሉ ንቀበሎ ሎሚ ኣብ ልባትና 
ድምፁ ንስማዓዮ ሰላም ከውርደልና
ፍቅሪ ናይ ክርስቶስ ምስ ማርያም ኣዴና
ምሳና ክነብር ክሳብ ጊዜ ሞትና

3.	ሕጂ ንሕሰበሉ ወጋሕታ ብርሃንና
እየሱስ መፂኡ ፈውሲ ናይ ሕይወትና
ዓመታት ሓልፋ ልደት ናይ ጎይታና
ሕጂ ይደሊ ኣሎ ክንህቦ ልባትና

4.	ዓለም ከንቱ እያ ወንጌል ምስክርና
ሓዋርያኡ ገየሩ ምዒዱ ጎይታና
ብዓልና ክሓልፍ ብንፁሕ ሕልና
ሕጂ ነራግፎ ቅምታ ናይ ልባትና

5.	ይቅረታ ንለምን ብክፉእ ሓጥያትና
ምሕረት ክወርድ እዩ ኣብ መላእ ዓለምና
መጋበጃ ክፍኣት ክጠፍእ ካባና
ቅድስና ኣምላኽ ክሓድር ኣባና

        ''',
        'category': 'ልደት',},
                {'title': 'ብእምነት ክጋደል’የ',
         'lyrics': '''


1.	ኣብ ሓዊ ብሓዊ ምስ ሓለፍ ትብሎ እናዘከርኹ
ኣብ ማይ ብማያት ምስ ሓለፍ ትብሎ እናሓሰብኩ 
ኣብ ሕማመይ ንሕማመይ ኩሉ ዝፀሮ እናስተንተንኩ
ብእምነት ይጎዓዝ ኣለኹ

        ተደ ፡ ብእምነት ክጋደልየ
             ብእምነት ክጎዪ እየ
             ብእምነት ክግስግስ’የ
             ብእምነት ክጎዓዝ እየ
             ብእምነት ናብ ዓስቢ ዓወት

2.	ድያብሎስ ኣብ ዙርያኹም ከም ኣንበሳ ይጓዝም
ምስ ስጋይን ደምን ኣይኮነን ቅልስና ዝብል
ዝነገረን ዝመሃረንን ህያው ቃሉ እናሓሰብኩ
ብእምነት ይጋደል ኣለኹ

3.	ሕጂ ብዋግዋግ መነፅር ንርኢ ኣሎና
ብእምነት ውን ኣኽሊል ንምጭባጥ ንጎዪ ኣሎና
ደሓር ግን ንኽቡር ገፁ ክንሪኦ ኢና
ምስኡ ንዘልኣለም ክንነግስ ኢና 

                       ኣሜን ኣሜን እብል ክንጋደል ኢና
                       ኣሜን ኣሜን እብል ክንጎዪ ኢና 
                       ኣሜን ኣሜን እብል ክንግስግስ ኢና
                       ኣሜን ገፅ እየሱስና ክንሪኦ ኢና(2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ቀቢእካኒ',
         'lyrics': '''

1.	ካብ ሓመድ ኣልዒልካ ዘንገስካኒ ጐይታ ቀቢእካኒ
ውርደተይ ኣርሒቕካ ብኽብሪ ሸፊንካ ቀቢእካኒ
ድኻመይ ስዒርካ ብሓይሊ ኣልዒልካ ቀቢእካኒ
ናይ መንግስቲ ክህነት ሕሩይ ክኾነካ ቀቢእካኒ

       ተደ ፡ ቀቢእካኒ(2) ኢድካ ኣንቢርካለይ
            ቅብእኻ ኣፍሲስካ ኣብ ርእሰይ
            ቅልፅምካ የበርትዖ ንሓይለይ
            መወዳእታይ ዓወትን ምልክን ኾይኑለይ  ኣሜን   
            መወዳእታይ ዓወትን ምልክን ኾይኑለይ  

2.	ኣብ ከርሲ እኖይ ከለኹ ገና ከይተሓሰብኩ ቀቢእካኒ
ዕድመይ ንኡስ ከሎ መዓርገይ ንኡስ ቀቢእካኒ
ኣብ መሮር ከለኹ ምስ መጓሰ ኣቦይ ቀቢእካኒ
ደሊኻ ረኺብካኒ ንጉስ ክኾነልካ ቀቢእካኒ

3.	ኣብ በረኻ ይሁዳ ኣብ ኣኽራናት ሜዳ ኣይሓደግካንን
ሳኦል ክቀትለኒ ንነብሰይ ክደልያ ቀቢእካኒ
ካብዚ ኩሉ ከርተት ወፂኤ ክነግስ ቀቢእካኒ
ቅብኣትኻ ምሳይ ኔሩ ኣይተፈለየንን ኣይሓደግካንን ቀቢእካኒ

4.	ትንቢት ተፈፂሙ መንግስቲ ክትህበኒ ቀቢእካኒ
ደኺመ ሓጥኤ ዋላ እንተበደልኩ ትደልየኒ
ኣብ ስደት በረኻ ኣብቲ ውርደት ሕስረት ቀቢእካኒ
ንኹሉ ሓሊፈ ብዓወት ክድምድሞ ቀቢእካኒ

5.	 ካብ ፀልማት ካብ ሓጥያት ኣርሒቃኒ ጎይታ ቀቢእካኒ
ነዓኻ ከገልግል መንፈስካ‘ዩ ለካ ረኺቡኒ
ካብቲ ክወፅኣሉ ዘይኽእል ዓዘቅቲ ኣውፂእካኒ
ብቅዱስ መንፈስካ ጎይታይ ረኺብካኒ ረኺብካኒ

        ተደ ፡ ረኺብካኒ ኢድካ ኣንቢርካለይ
             ቅብእኻ ኣፍሲስካ ኣብ ርእሰይ
             ቅልፅምካ የበርትዖ ንሓይለይ
             መወዳእታይ ዓወትን ምልክን ኾይኑለይ  ኣሰይ    
             መወዳእታይ ዓወትን ምልክን ኾይኑለይ(2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ስኒት ፍቅሪ ሓጎስ',
         'lyrics': '''

ስኒት ፍቅሪ ሓጎስ ደስታ ዝዓሰሎ
ናይ ፍስሃ ዘመን ዝመፀሉ
ምስ ልደት ጎይታ ተቀልቂሉ
ምስ ድሕነት ህፃን ተወሊዱ(2)

        መዓልቲ ሓጎስ መዓልቲ ዕልልታ
        መዓልቲ ፍስሃ መዓልቲ ደስታ
        ብሓቂ ግርምቲ ዝኾነት ለይቲ
        የሱስ ተወሊዱ ኣብ በዓቲ(2)

1.	ድሙቅ ብርሃን ዘለወን ከዋኽብቲ
ኣንፀባረቃ ነታ ለይቲ
ንከበስሩ ልደት መድሓኒ
መዝሙር ዘምሩ ጭፍራ መላእኽቲ(2)

        ሃሌሉ(2) ሃሌሉያ(2)
        ሃሌሉ(2) ሃሌሉያ ሃሌ ሃሌ ሃሌ ሉያ ሃሌ ሉያ

2.	ኩሉኹም ኣህዛብ ንዑ ዝለሉ
ምዑዝ ዜማታት ኣዜይምሉ
እነሆ መድሕን ተወሊድልኩም
ካብ ባርነት ሓራ ከውፅአኩም(2)

        ዓልሉ(2) ዓልልሉ(2)
        ዓልሉ(2) ዓልልሉ ዓልልሉ ዓልልሉ ዓልልሉ

3.	ኣቱም ኩሉኩም ፆር ዝኸበደኩም
ዝዑ ናባይ ከዕርፈኩም
እነሆ መድሕን ይፅውዓኩም
ኣብ ድኻምኩም ሓይሊ ክህበኩም(2)

        ዘምሩ(2)  ዘምርሉ(2)
        ዘምሩ(2)  ዘምርሉ ዘምርሉ ዘምርሉ ዘምርሉ
        መድሕን ተወሊዱልና 
        ሕያዋይ ጓሳ ተውሃበና
        ኣማኑኤል ኣብ ማእኸልና(2)

        ''',
        'category': 'ልደት',},
                {'title': 'ሳላ እየሱስ ',
         'lyrics': '''

1.	ቀሊል መሲሉኒ ፀሮይ ባዕለይ ፀይረ 
ክዝምር ከመስግን ከዕልል ፈቲነ
ግናኸ ኣይከኣልኩን ፆሮይ ዝፀውር ደልየ
ካብ ሰባት ተፀብየ ሓደኳ ስኢነ 
ሓደ መዓልቲ ግን(2) ምስቀል ናይ እየሱስ ጠሚተ
ንስቃይ ናብ ነብሱ ዝፀዓነ 
ኣነ ከይሳቀ ኣብ ክንዳይ ዝቆሰለ
መስቀል ናይ እየሱስ ጠሚተ 
ኣብኡ ድማ ፆረይ ኣራጊፈ

      ተደ ፡ ሳላ እየሱስ ፆረይ ዝፆረለይ
           ሳላ እየሱስ ምሕረት ዝገበረለይ
           ሳላ ፀግኡ ሳላ ምሕረቱ
           ደው ኢለ ክሳብ ሕጂ ኣብ ቤቱ
           በቲ ዝሃበኒ ፀጋ ክዝምረሉ

2.	ዝኽእሎ  መሲሉኒ ፆሮይ ክፀውር ፈቲነ 
ዝፀውር ከሎኒ ባዕለይ ክስከም ደልየ
ግን ግደ ሕማምን ቁስልን ደኣ ኮይነ
ንስጋይ ንስቃይ ኣሕሊፈ ሂበ 
ሓደ መዓልቲ ግን(2) መስቀል ናይ እየሱስ ጠሚተ
ሰሪ ገበነይ ዝቆሰላ 
ኣነ ሰላም ክረክብ መቅፃዕቲ ናብኡ ዝወረዳ
መስቀል ናይ እየሱስ ጠሚተ ብስምብራቱ ድማ ሓውየ

3.	ጉድለተይ ክጥምት ኣበሳይ ክፅብፅብ
ንዕዑ ዘኪረ ብኡኡ ከስቆርቁር
ክነብዕ ክሓዝን ተስፋ ውን ክቆርፅ
ብሰሪ ኣቁሳለይ ንዓለም ክመርፅ
ሓደ መዓልቲ ግን(2) ናይ እየሱስ ውዕለት ዘኪረ
ኣነ ከይዋረድ ኣብ ክንዳይ ተዋረደ
ንቁስለይ ድማ ተሰከመ 
መስቀል ናይ እየሱስ ጠሚተ ፀሮይ ድማ ኣብኡ ኣራጊፈ

                ተደ ፡ ሳላ እየሱሰይ ፀሮይ ዝፀረለይ
                       ሳላ እየሱስ ምሕረት ዝገበረለይ
                       ሳላ ፀግኡ ሳላ ምሕረቱ
                       ደው ኢለ ክሳብ ሕጂ ኣብ ቤቱ
                       በቲ ዝሃበኒ ፀጋ ክዝምረሉ(4)	

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ምሕረትካ’ዩ ተስፋና',
         'lyrics': '''

1.	 ደው ከብለና ዝኽእል ኣብ ቅድሜኻ
ንምክሓሉ ፅድቂ ካብ ዘይህልወና
እንታይ ክንብል ንኽእል ብዝወረደልና          
እንታይ ከ ኣሎ’ዩ ካብ ምልማን ሓሊፍና(2)

ኢድካሲ ጎይታዬ ንምድሓን ሓፃር ኣይኮነትን
ፀበባ ህዝብኻ ንምስማዕ  ኣይፃንዓካን
ግና’ኸ ኣእዳውና ብደም ኣፃብዕትና ብርኽሰት       
ከናፍርና ብሓሶት ልሳና ብኽፍኣት

ናኾነ ከመይ ኢልካ ብሂዎት ኣፅኒሕካና        
ሎሚግን እዚ’ዩ ፀሎትና(2)

        ተደ ፡ የብልናን(2) ባህ ዘብል ኣብ ቅድሜኻ
             የብልናን(2) ጠሚትካ ክትምሕረና ዘትብዓካ
             ስለዚ ጠምቶ(2) ነቲ ዝተሰቅለ ምእንታና
             ካሊእ ሲ የለን’ዩ ንሱ’ዩ ተስፋና

2.	መንደቅ ኮይኑ ዘሎ ሞንጎናን ኣብ መንጎኻን ከልካሊ
ጥዑይ ከይንሰምዕ ኮነ ፅቡቅ ከይንርኢ
ሓጥያትና’ዩ ንገብሮ ናፈለጥና 
ቆሲልና ከለና ተስፋ ዝኸወለልና

ይቅረ በል ሓጥያትና ይቅረ በል መጋብርና       
ይቅረ በል ሕጂ ሲ ይኣኽለና(2)

3.	 ንሕና ግን ብጣዕሚ ዝዓለም ተታሊልና 
ዕድሜኻን ሞት ወድኻን ኣቃሊልና 
ሞት ኣብ ርእሲ ሂዎት
መርገም ኣብ ርእሲ በረኸት
መሪፅና ኢናሞ ዓስብና እነሀ ንሪኦ(2)

ተስፋ ኣሎና ምሕረትካ ክንሓስብ ከለና 
ስለንፈልጥ ግብርኻ ኣብ ኣቦታትና
ጨኪንካ ዘይትጭክን መሓሪ እንዲኻ
ነዚ ኣሚናሲ ንሕና  ነመስግነካ (4)
ንሕና  ነመስግነካ (2)

        ''',
        'category': 'ልመና',},
                {'title': 'ማራናታ',
         'lyrics': '''

ናልን ጌታ ናልን ጌታ ናልን ጌታ
ናልን የሱስ ና እየሱስ ውዱ እየሱስ(2) {2}

1.	በስብከት ሞኝነት ኣምነን ያገኘንህ
በተስፋ በናፍቆት ነቅተን የምንጠብቅህ
ረሃባችን የሱስ ናና ታየን ጌታ 
እንኑር ውሰደን ቤትህ ወዳለህበት ቦታ

      ተደ፡ ማራናታ ማራናታ ናፍቀሀናል ና ጌታ
          ናና የሱስ ሆይ ና ልናይህ ናፍቀናል እና
          በሰማይ ሰራዊት በመላእክት ታጅበህ
          ኣይኖችህ ሁሉ ያዩ ክብር ለብሰህ መጥተህ ውሰደን መልሰን
          ፊትለፊት እያየን ኣንድና መልክህ ነው 
          ክርስትያኖች ሁነን በጉዞ የሰነቅነው ልናይህ የናፈቅነው

2.	በተሎ መጥቼ እወስዳችሁዋለው 
እኔም ባለሁበት ደግሞ ኣኖራቹዋለው
እንዳልክ ይሁንና ጌታ የሱስ ናና
የሞትክለት ህዝብህ ዛሬም ሊያይህ ጉዋግትዋልና

3.	በመንግስተ ሰማይ ቃል እንዳለው ጌታ 
ዘልኣለም ሃሴት ነው ደስታ ሙት የለ በሽታ
መለከት ይሰማ በሮች ይከፈቱ
ና የክብር ንጉስ ናልን ናፈቅንህ በብርቱ

        ''',
        'category': 'ፀዋዕታ',},
                {'title': 'ማሪያም ኣዴና',
         'lyrics': '''

1.	ንዓለም ከድሕን ምስ መደበ ፈጣሪ
ንማሪያም መሪፀ ዝመልኣ ትሕትና (2)
ሕጥያት ዘይቀርባ ብስጋ ኾነ ብሕልና
ፍልይቲ ፍጥረት’ያ ኣብ መላእ ዓለምና (2)

      ተደ፡ ማሪያም ኣዴና መን ኣሎ ከማኺ
          ማህደር ኣብን ወልድ መንፈስ ቅዱስ ዝኾነኪ
          ኣይትግደፍና ንዓና ድኹማት ደቅኺ
          ከም ፍቃዱ ክንመላለስ ምእንቲ ብሩኽ ወድኺ

2.	ኦ ሕርይቲ ፍጥረት ማሪያም ኣዴና
ናባኺ ንምዕቆብ ትሕትና ለቢስና (2)
ኣሰር ወድኺ ክንክተል ኣይትግደፍና
ሎሚ’ውን ከም ቀደም ናተይ ኢኹም በልና (2)

3.	ክብርኺ ከይፈለጡ ከናዕቁ ነዓኺ
ማርያም ሓግዝና ክንቀውም ንኽብርኺ (2)
ክነረድኦም ክነፍልጦም ዘንእሱ ዕቤትኪ
ትብዓት ንኽንረክብ ሓግዝና ኢኺ (2)

4.	ሕይወትና ባርኺ ኦማሪያም ኣዴና
ክንፅውዕ ንስምኪ ብቀልብናን ብግብርናን (2)
ኩሉ ይፍለጠና ደቅኺ ምዃና
ብመንፈስ ቅዱስ ክንምራሕ ክቅደስ ሕይወትና (2)

              ተደ፡(2)

ከም ፍቃዱ ክንመላለስ ምእንቲ ብሩኽ ወድኺ (4) (2) 

        ''',
        'category': 'ማርያም',},
                {'title': 'መንገዲ እግዚኣብሄር',
         'lyrics': '''

        ተደ ፡መንገዲ እግዚኣብሄር ኣሰናድዉ
            ጎደናታቱ ኣቅንዑ እናበለ ኣብ በረኻ
            ዝጨርሕ ድምፂ ዮሃንስ እዩ

1.	ጉድጓድ ዘበለ ኩሉ ይምላእ
ጥውይዋይ መንገዲ ኩሉ ይቅናዕ
እንባን ኩሩባን ኩሉ ቀጥ ይብል
ሓባጥ ጎባጥ ድማ ሰጥ ይበል

2.	ንንስሓ ዝበቅዕ ፍረ ግበሩ
ኣብርሃም እዩ ኣቦና ኢልኩም ኣይትጠበሩ
ከመይሲ እግዚኣብሄር ንኣቦ ኹም ኣብርሃም
ካብዘን ኣእማን እዚ ውሉድ የተንስኣሉ

3.	ካብ ኣምላክ ዝመፀ ብኹሉ ንተናኡ
ካብ ሓጥያት ነፂሑ ምሉእ ብምሉኡ
ፅቡቅ ፍረ ዘይፈሪ ኩሉ ክቁረፅ እዩ
ናብ ሓዊ ገሃነም ክድርበ ውን እዩ

4.	ስለዚ ጎይታና መሓረና ኢኻ
ንፍጡራትካ’ውን ራሕርሐልና ኢኻ
መንገዲ ህይወት ሓብረና ኢኻ
ናተይ’ውን ኢኹም በለና ኢኻ

        ''',
        'category': 'ጥምቀት',},
                {'title': 'ሕደጉኒ',
         'lyrics': '''

      ተደ ፡ ሕደጉኒ ኣይትኸልክሉኒ
           ከም ቆልዓ ኮይነ ናብ እየሱስ ክቀርብ
           ናይ ዓለም ጥበብ ኩሉ ሓዲገ
           ነታ ዕሽነት ቃል መስቀል ሒዘ
           ከኽብሮ ……..ንመድሕነይ……..ሕደጉኒ

1.	ብገርህታት ልቢ ቀሪበ
ነቲ ዘይረአ ብእምነት ሪኤ
አፅዋር ፅድቂ ኩሉ ለቢሰ
ንወንጌል ክርስቶስ ንብረተይ ከፊለ
ከኸብሮ ……..ንምሉእ ሕይወተይ……..ሕደጉኒ

2.	ከም ንጉስ ዳዊት እቲ ከም ልብኻ
ብመንፈስካ መሊእ ብስራሕካ ተመሲጠ
ንስምካ  ክሰልል ካብ ልበይ ከዕልል
ኦ ሚካል ንእየሱስ እዚ ኣይበዝሕን
ከበሮን……..መሰንቆን ሒዘ……..ሕደጉኒ

3.	መንፈስካ ኣብ ልዕለይ ወሪዱ
የሱስ ጎይታ ኽብል እንተደረኸኒ
ኣንዳመስገንኩ እንተዘመርኩ
ከም ዓሻ ከም ስኹር እንተተቆፀርኹ
ሕድሪ ኣሎኒ……..ንእየሱስ ከኽብር……..ሕደጉኒ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ህያው ኢኻ ንስኻስ',
         'lyrics': '''

1.	በጃ ኣባጊዕኻ ህይወትካ ወፊኻ
ነቲ ዝሞተ ሰብ ህያው ዝገበርካ

       ተደ ፡ህያው ኢኻ ንስኻስ /2/
           ሞይትካ ኣይተረፍካን /2/

2.	መጋረጃ ሓጥያት ካብ ልዕለይ ቀንጢጥካ
ንዓይ ኣውፂእካኒ ብሓያል ቅልፅምካ

3.	ኣብ መቃብር ውሽጢ ሞይትኻ ኣይተረፍካን
ካብ መቃብር ተንሲእካ ህያው ደኣ ኮይንካ

4.	ንዓካ ሓይሊ ሞት ሒዙ ኣየፅንዓካን
ብቅልፅምካ ተንሲእካ ንኩሉ ስዒርካ

5.	ፍርቂ ለይቲ ምስ ኮነ ኩሉ ምስ ደቀሰ
ኣብቲ ፀልማት ውሽጢ እየሱስ ብርሃን ኮነ

6.	እቲ መቃብር ከውሒ ምንም ከይሓዝካ
ፈንቂልካ ወፃእካ ብሓያል ቅልፅምካ

7.	ቀደም ዝነበርካ ሕጅውን ዘሎኻ
ንዘልኣለም ትነብር ኣይትልወጥን ኢኻ

        ''',
        'category': 'ትንሳኤ',},
                {'title': 'ሕያዋይ ጓሳ ኮንካኒ',
         'lyrics': '''

1.	ካብቲ መንገዲ ምስ ኣግለስኩ
ካብቲ ደምበኻ ምስ ረሓቅኹ
ብምሕረትካ ስሒብካኒ
ናብ ምውቅ ቤት መሊስካኒ

        ተደ ፡ ምስ ቆረርኩ ፀጋ ተልብሰኒ
             ምስ ፀማእኩ ማይ ሂዎት ተስትየኒ
             ምስ ደኸምኩ ሓይሊ ትህበኒ
             ሕያዋይ ጓሳ ኮንካኒ

2.	ማይ ምስ ፀማእኩ ተርውየኒ
ካብ ኩሉ ድኻመይ ተዕርፈኒ
ብኢደይ ሒዝካ ትመርሓኒ
‘ቶም ዕቡያት ማያት ከየጥሕሉኒ

3.	ካብ ባርነት ግብፂ ናብ ሓርነት
ናብ ዘደንቅ ብርሃን ኣስጊርካኒ
ንፀላኢ ትሕተይ ናቀጥቀጥኻ
መንገደይ ብዓወት እናመራሕኻ

                ተደ ፡(3)

        ''',
        'category': 'ምስጋና',},
        {'title': 'ሕያዋን ክትኮኑ',
         'lyrics': '''

1.	ኣዕፅምቲ ንዝመልኦ ጎልጎል
ክንርኢ ትንፋስ ክገብረሎም
ወዲሰብ ፍፁም ዘይሓሰቦ 
ሕያዋን ድማ ክገብሮም

     ተደ ፡ እነሆ ትንፋስ ከእትወልኩም 
          ስጋ ክገብረልኩም
          ጀማዉቲ ከንብረልኩም እየ
          ኣምላኽኩም ሙኻነይ ክትፈልጡ ድማ ኢኹም

2.	መቃብራትኩም ክኸፍተልኩም
ብሰላም ውን ከውፅኣኩም
ካብ ሃገራት ክኣኻኽበኩም
ሃገርኩም እስራኤል ከእትወኩም

3.	ፅሩይ ማይ ክነፅገልኩም
ካብ ኩሉ ርኽሰት ከንፅሃኩም
ሓድሽ ልቢ ክህበኩም
መንፈሰይ ድማ ክመልኣኩም

4.	ንመንፈሰይ ከሕድረልኩም
ብትእዛዘይ ከመላልሰኩም
ህዝበይ ክገብረኩም
ኣነ ውን ኣምላኽ ክኾነልኩም

                ተደ ፡ (2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ሓይልና ዩ መስቀል',
         'lyrics': '''

     ተደ፡ መስቀል መስቀል ሓይልና ዩ መስቀል(4)
         ሓይልና ዩ መስቀል(2)

1.	ዝተቀደሰ እዩ መስቀል ብናይ ኣማኑኤል ደም መስቀል
ዝተቀደሰ እዩ መስቀል ብናይ ክርስቶስ ደም መስቀል
ምርኩዝ ናይ ቅዱሳን መስቀል ምልክት ናይ ድሕነት መስቀል
ብእኡ ንምካሕ መስቀሉ ነምልጠሉ ካብ ሞት መስቀል

2.	ናይ እየሱስ መስቀል መስቀል ንብዙሕ ዘመናት መስቀል
ኣይሁድ ቀቢሮምዎ መስቀል ብተንኮል ብኽፍኣት መስቀል
ንግስቲ ኢሌኒ መስቀል ብፅኑዕ እምነታ መስቀል
ኣሊሻ ረኸበት መስቀል ክቡር መስቀል ጎይታ

3.	ኣብቲ ቀራኒዮ መስቀል ሓደ ንጉስ ኣሎ መስቀል
ብመስቀል ቀጥቂጡ መስቀል ሰይጣን ዝቀተሎ መስቀል
እየሱስ ክርስቶስ መስቀል ቤዛ ናይ ዓለምና መስቀል
ኣብ መስቀል ውዒሉ መስቀል ኮይኑ መድሓኒና መስቀል

4.	ቲ ምስሊ ናይ ተመን መስቀል ትዝድሓንናሉ መስቀል
ካብ ስጋ ደዌኦም መስቀል ዝተፈወስሉ መስቀል
ንዓና ኣለና መስቀል ንነፍሲ ስጋና መስቀል
ካልእ ሓይሊ የለን መስቀል መስቀል ትምክሕትና መስቀል

        ''',
        'category': 'ትንሳኤ',},
                {'title': 'ተፀዋዕኽዎ ብኸናፍረይ',
         'lyrics': '''

1.	እንተፀዋዕክዎ ብከናፍረይ
ኣየስተንተንክዎን ካብ ልበይ
ምስ ገለፀለይ 'ቲ ኣምላኽ ክብሪ
ሎሚ ፈሊጠዮ ሓይሊ 'ታ በትሪ

       ተደ ፡ ንፀላኢ ዝቕጥቕጠሉ በትረይ
            ስልጣን ፀልማት ኩሉ ዝግዝኣለይ
            ስም ኢየሱስ ልዕል ይበለለይ
            ስም እግ/ር ብሩኽ ይኹነለይ

2.	ኢየሱስ ሓይለይ ኢየሱስ መንግስተይ
ንሱ ፅንዓተይ ንሱ መዝሙረይ
ብስሙ ወፅየ ካብ ዓዘቕቲ ፌራ
ኣሰጋጊሩኒ ናብ ናይ ሃሌሉያ ናብራ

3.	መሰለይ ክግህስ ንዝብገስ
ዕርዱ ኣዋዲዱ ንዝግስግስ
ሓያል ስም'ዩ ዕርዱ ዘፍርስ
ከምዘይ ነበረ ጌሩ ዝድምስስ ፍፁም ዝድምስ

4.	ጎልያድ እንተፈራረሐ
ቃላት ትዕቢት እንተብዝሐ
ብስሙ ወንጪፈ ከምዘይስሕቶ
ኣሚነ እፅውዕ ብስም ኢየሱስ ግንባሩ እዘብጦ

5.	እንተጓዘመ ከም ኣንበሳ
ብምፍርራሁ ነብሰይ ክወርሳ
ከምቲ ሲምሶም ዝሰላለዖ
ከየናሕኹ ይሰላለዖ ብስሙ እበልዖ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ክብሪ ይኹኖ',
         'lyrics': '''

          መስቀል ተሰኪሙ ኣብ ጎልጎልታ
          ሕይወቱ ዘሕለፈ ለዋህ ጎይታ 
          ክብሪ ምስ ምስጋና ንዑ ይኹን
          ዝኾነለይ ንሕይወተይ ሓበን /2/

1. እቲ ዓብይ ፍቕሩ ገሊፁለይ
    ኣብ መስቀል በጃይ ሓሊፉለይ
    በደለኛ ተቆፅረውን ስለይ
    ፆረይ ኩሉ ኣራጊፉለይ /2/
         
        ተደ1: ክብሪ ይኹኖ ዝሞተለይ የሱስ
             ዘፍቀረኒ ናይ ህይወተይ ንጉስ 

2. ሓጥኣተይ ፍፁም ከይዘከረ
     ይመርሓኒ ኣጆኻ እናበለ
     ኢዱ ዘርጊሑ ፀወዓኒ
     ብፍቕሪ ዓይኑ 'ውን ማረኸኒ /2/
            
        ተደ2: ከመስግኖ ስለ ፍቕሩ 
             ከመስግኖ ስለ ውዕለቱ
             ከመስግኖ ህይወቱ  ዝሃበና
             ከመስግኖ ከመስግኖ

3. ሓቅን ህይወትን ንሱ እዩ
    የለን ዝወዳደር ንዕኡ
    ኣነነተይ ኩሉ ምስ ዝግዝኦ
    ንመንፈሰይ የለን ዝምንዝዖ /2/
     
           ክብሪ ይኹኖ .....
     
           ከመስግኖ ....

        ''',
        'category': 'ሕማማት',},
                {'title': 'የለን ከማኻ',
         'lyrics': '''

1.	ድኻመይ ዘራግፈለይ
ኣበሳይ ዝፆ ረለይ
ምስጢረይ ዝሕልወለይ
ኣይረኸብኩን ኣይረኸብኩን
ብዘይ ንስኻስ ፍፁ ም ኣይረኣኹን

       ተደ ፡ ንስኻስ (3) ፍሉይ ኢኻ
            ዘይትልወጥ ዘይትቅየር
            ዝበልካዮ ኩሉ ትገብሮ
            ቃሉ ዘይዕፀፍ ዘይልወጥ
            የለን ከማኻ (3) ንዓይስ ፍሉይ ኢኻ

2.	ዘናኒ ቁስሊ ዝኾነኒ
ኣብ ሓዘነይ ዘፀናንዓኒ
ካብ ጭንቀተይ ዘዕርፈኒ
ኣይረኸብኩን ኣይረኸብኩን
ብዘይ ንስኻ ፍፁም ኣይረኸብኩን

3.	ዝድንግፅ ለዋህ ደንጋፂ
ዝሓሊ እውን ሓላዪ
ዘማኽር ፅቡቅ ምኽሪ
ኣይረኸብኩን ኣይረኸብኩን
ብዘይ ንስኻስ ፍፁም ኣይረኣኹን

4.	ከማኻ የለን እሙን ዝኾ ነኒ
ሽግር ልበይ ተኻፋሊ
ዓርኪ ልበይ ትኾነኒ
ንስኻ ትሕሸኒ በይንኻ ትሕሸኒ
ኣብ ኩሉ ጎዕዞይ እሙን ትኾነኒ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ወረብ መንፈስ ቅዱስ',
         'lyrics': '''

በኩሉ ልብ ናስተብቅዖ
ለእግዚኣብሄር ኣምላክነ (2)
ሕብረተ መንፈስ ቅዱስ ሰናየ
ከመ ይፀግወነ (2)

        ''',
        'category': 'ወረብ',},
                {'title': 'እየሱስ ይሓልየለይ እዩ',
         'lyrics': '''

        ተደ፡ የሱስ ይሓልየለይ እንድዩሞ 
            ንምንታይ ዝጭነቅ (2) ንምንታይ
            ጎይታ ይሓልየለይ እዩሞ
            ኣነስ ኣይጭነቅን (2) ኣይጭነቅን

1.	ኣቱም ኣጋንንቲ በኣይ ደስ ኣይበልኩም ኡሁሁ
እግዝኣብሄር ምሳይ እዩ ኣይትተሓጎሱ ኡሁሁ
እንተወቅኩኳ ከተንስኣኒዩ ኡሁሁ
ኣብቲ በሪኽ ቦታይ ከመላልሰኒ (2) ኡሁሁ

2.	ፍትወይ ናተይ እዩ ኣነውን እየ ናቱ (2) ኡሁሁ
ኩሉ ይሓስበለይ ሰናዩ ውዕለቱ (2) ኡሁሁ
ካብ ሕጂ ኣይጭነቅንየ እእውጅ ኣለኹ (2) ኡሁሁ
ድሌተይ ብሙልኡ ኣውዲቀየ ናብኡ (2) ኡሁሁ

3.	ኣምላኸይሲ ኣምላኽ ሳላዶር ኣይኮነን እህህ
ዝኣተወለይ ተስፋ ግዚኡ ክኸውን እህህ
ኩናታት ኣብ ቅድመይ እንተተከተረ እሀሀ
ኣብ መሐለውየይ ክፅበየ ደው ኢለ እሀሀ
ኣዕዋፍ ሰማይ እኳ ኣይዘርኣ ኣይዓፅዳ (2) ኣሃሃ
ኣብ ዝኾነ ቦታ ምግበንየን ዝረኽባ (2) ኣሃሃ
ኣነስ ውሉድ እንድየ ክንደይ ዘይሓልየለይ (2) አህህ
ኩሉ ቀሊሉ እዩ ወዱኳ ኣሕሊፉለይ (2) አህህ

ኣምላኽ ይሓልየለይ……………

        ''',
        'category': 'ምስጋና',},
                {'title': 'እየሱስ ማርያም ዮሴፍ',
         'lyrics': '''

      ተደ ፡ የሱስ ማርያም ዮሴፍ ልበይ እህበኩም
           እዚ እዩ ፀሎተይ ፍፁም ክመስለኩም
           ነፍሰይ ተማሪኻ ብቅዱስ ፍቅርኹም
           ሃረርታይ እዚ’ዩ ክስዕብ ኣሰርኩም(2)

1.	ቅዱስ ዮሴፍ ፃድቅ ብኩሉ ግብርካ
ንጎይታ እየሱስ ብፍቅሪ ዘዕበኻ
ንስድራይ ባርካ ክትመስል ንቤትካ
ነፍሰይ’ውን ትማረኽ ብቅዱስ ሂወትካ(2)

2.	ኣቦ ስድራ ዮሴፍ ኣቦኡ ንእየሱስ
ንቤተይ ባርካ ክትምራሕ ብመንፈስ
ክቡር ፃድቅ ዮሴፍ ሕፁያ ንማርያም
ሓልዋ ንስድራይ ካብ ፈተና ዓለም(2)

3.	ሕፅይቱ ንዮሴፍ ማርያም ኣደ እየሱስ
ዝኸድክሉ ስፍራ ይባረኽ ብመንፈስ
ከምቲ ናይ ኤልሳቤጥ ሰላምታ ሃብኒ
ሓይሊ መንፈስቅዱስ መታን ክመልኣኒ(2)

4.	ፅድቅን ቅድስናን መሰረት ስድራኺ
ፀሎትን ሰላምን ይውሕዝ ካብ ቤትኪ
ንየሱስ ዝሓዛ ቅዱሳት ኣእዳውኪ
ስድራይ ይባርኻ ክትመልእ ፍቅርኺ(2)

5.	ንማርያም ንዮሴፍ የሱስ ተኣዘዝካ
ስጋና ለቢስካ ትሕትና ኣርኣኻ
ንደቀይ ባርኮም ክመስሉ ነዓኻ
ኣብ ኩሉ መንገዶም ክስዕቡ ኣሰርካ(2)

6.	የሱስ ማርያም ዮሴፍ ሎሚ ዕድመኩም
ናብ ቤተይ ክትውዕሉ ክመሃር ካባኹም
የሱስ ማርያም ዮሴፍ ክፅውዕ ንስምኩም
ወለደይ ክባርክ ብሓያል ፀሎትኩም(2)

        ''',
        'category': 'ቅድስት ስድራ',},
                {'title': 'እየሱስ መድሃኒቴ ጌታዬ',
         'lyrics': '''

      ኣዝ፡ እየሱስ መድሃኒቴ ጌታየ
          ባንተ ነው የጣፈጠው ኑሮዬ
          ስለሆንክ ባለ ውለታየ
          ኣያቋርጥም ምስጋናዬ

1.	የእኔ እየሱስ ለኔ ልዩ ነው
ፍቅሩም እንደ ማለዳ ጠል ነው
ስጋና ደምን ዘልቆ ጅማትን
ዘልቆ ይገባል ያረካል ነፍስን
የማያቋርጥ ደስታን የሚሰጥ
መራራ ኑሮን የሚያጣፍጥ
ከእየሱስ ዘንድ የሚመነጨው
የፍቅር ዘይት ልቤን ኣራሰው

2.	ወረት የሌለበት ንፁህ ፍቅር
ትልቅ ትንሹን የሚያፈቅር
የሰው ማንነት ከቶ የማይገደው
ቸሩ እየሱስ ሰፊ ሆድ ኣለው
ትልቁን እንደ ትልቅነቱ
ትንሹን እንደ ትንሽነቱ
ሁሉንም ያቅፋል ከነኮተቱ
ኣይገመትም ጥልቀት ስፋቱ

3.	ምንም እንኳን ባልሄድ በመንገዱ
ባልከተልም ፍፁም ፍቃዱ
በእኔ በልጁ ሆዱ ኣይጨክንም
ገፍቶ ከቤቱ ኣያስወጣኝም
ቢቀጣኝ እንኳን በሃጥያቴ
ሆዱ ይራራልኛል ኣባቴ
ልጄ እያለ ያባብለኛል
ወደ እቅፉ ይመልሰኛል

4.	የልቤን ትርታ ያሚያዳምጥ
ልጄ እያለ የሚያቆላምጥ
ትክሻ ሰፊ ኣባት ነው ያለኝ
እስከ እርጅና የሚሸከመኝ
በኣባቴ ላይ ሃሳቤን ጥዬ
እኖራለሁ ተቀማጥዬ
ለምንም ነገር ኣልጨነቅም
ስለ ነገውም ምንም ኣላውቅም

        ''',
        'category': 'ምስጋና',},
                {'title': 'እየሱሰይ ዘለኻዮ ጎደና',
         'lyrics': '''

        ተደ፡ ንዓኻ ቅድመይ ገይረ እንታይ ከይከውንየ
            እንታይ እንታይ እንታይ ከይከውንየ
            የሱሰይ ዘለካዮ ጎደና ሰላመይ መሊኡ
            ዓሪፈ ዓሪፈ ዓሪፈ ነብር ኣለኹ (2)

1.	ቅድመይ ወፂእካ ድንጉር ሰጥ ተብሎ
ልዕል ዝበለ ኣክራን ብኣኻ ግዕዝ ኣሎ
ኣብ ዝጣጥሓለይ ኣሰር ስጉምትኻ
እስዕብ ኣለኹ ወፂአ ደድሕሬኻ

        ተደ፡ ዘየቋርፅ ሰላም ኣብቲ ጎደናኻ’ዩ ዝርከብ
            ኣብቲ ጎደናኻ’ዩ ዝርከብ ኣብቲ ጎደናኻ (2)

2.	ምድሪ ስደተይ መዝሙርካ’ዩ ስርዓተይ
ብተግባር ኣእዳውካ ትድነቅ ኣላ ነብሰይ
ብብርሃንካ ብርሃን እናረኣኩ
ዝበለፀ ናብራ እነብር ኣለኹ

        ተደ፡ ከማኻ ሞ መንኣሎ ዝኮነኒ ረድኤት
            ኩሉ እንክለዋወጥ ብጊዜን ቦታን ዘይድረኽ (2)

ዘየቋርፅ ሰላም…………….
ንዓኻ ቅድመይ…………….

        ''',
        'category': 'ምስጋና',},
                {'title': 'እንካችሁ ብሉ',
         'lyrics': '''

       ኣዝ ፡ እንካችሁ ብሉ ይኸው ስጋዬን
            እንካችሁ ጠጡ ይኸው ደሜን
            ለዘለኣለም ሰላም ይሰጣል
            ለህይወት ዕረፍት ፅድቅን ያመጣል (2)

1.	ለኋጥያት ይቅርታ ለብዙ ሰው
የኣዲስ ኪዳን ደሜ የሚፈሰው
ብሎ ተናግሯል ለሁላችን
ራሱን የሰጠን መድሃኒታችን

2.	ስለ ብዙዎች የሚሰጠው
ይኸው ለእናንተ ስጋዬ ነው
እንካችሁ ደሜን ተካፈሉት
ስለ ሚሰጣችሁ የዘለዓለም ህይወት

3.	በኣባቴ መንግስት ኣዲሱን ፅዋ
እስከምጠጣ ከእናንተ ጋራ
የወይን ጭማቂ ከዚህ በኋላ
እስከዚያች እለት ኣልጠጣም ሌላ

        ''',
        'category': 'ቅዱስ ቁርባን',},
                {'title': 'ኤልሻዳይ',
         'lyrics': '''

1.	ብላግፂ በኒና መንፈሰይ ተሰይሩ
መኻን ብሙዃነይ እቲ ናብራይ መሪሩ
ኣብቲ ክቡር ቤትካ ዝለመንክዎ ፀሎት
ፍረ ኣውሂቡኒ ብዘገርም ቅፅበት

        ተደ፡ ብሓዘን ብጓሂ ዝነበረ ንብዓተይ
            ሕጂ ካብ ብዝሒ ሓጎስ ይፈስስ ካብ ዓይነይ
            መን ምዃንካ ርእየ ተደነቐት ልበይ
            ኤልሻዳይ ምዃንካ ጥዒማቶ ነፍሰይ (2) 

2.	ይሓዊ ደኮን ኢለ ገንዘበይ ወዳእኩ
ኣሎ ናብ ዝተባህለ ናብ ኩሉ እናኸድኩ
ደመይ እናፈሰሰ ሓይልኻ ኣሚነ
ክዳንካ ተንኪፈ ካብ ቁስለይ ድሒኒ

3.	ኣብ ልዕሊ ፀበባይ ሽግር ገጢሙኒ
መበለት ኣብ ምዃነይ ሓደ ወደይ ሞይቱኒ
ሓዘነይ ፈሊጥካ ሬሳይ ኣተንሳእካ
ንሕዝንቲ ነፍሰይ ብሓጎስ ፈንጫሕካ

4.	እቲ ዝፈትዎ ሓወይ ሓሚሙ ኢለ ፀዋዕኩኻ
ክሳዕ ዝመውት’ውን ተሃንጠኹ ምምፃእካ
ሞይቱ ምስ ጨነወ ተስፋ ምስ ቆረፅኩ
ደበኽ ኢልካ ደኣ ተኣምራትካ ረኤኹ

        ''',
        'category': 'ምስጋና',},
                {'title': 'ኣደይ ማርያም',
         'lyrics': '''

     ተደ፡ ኣደይ ማርያም ምስጋና እንኪ ውሰዲ ውዳሴኺ(2)
         ዛሕድነይ ተቀበሊ ኣበርኪትኪ

1.	እንታይ ኢለ ሞ ክጅምር ኣደይ ማርያም
ማርያም ከመስግነኪ ኣደይ ማርያም
ኣነ ግን ኣይበቃዕኹን ኣደይ ማርያም
ምስጋናይ ከይንእሰኪ ኣደይ ማርያም
ኣንደበተይ ምልእዮ ኣደይ ማርያም
ኣነ ክዕጠቀልኪ

2.	ማርያም ስምኪ እንትፅዋዕ ኣደይ ማርያም
ከብደይ ሓፍ ሓፍ ይብለኒ ኣደይ ማርያም
ቃላት ቅድሚ ምውፅአይ ኣደይ ማርያም
ናይ ልበይ ትሰምዕኒ ኣደይ ማርያም
ኩነታተይ ርኢኺ ኣደይ ማርያም
እተረጋግዕኒ

3.	መፅሓፈ ተኣምርኪ ኣደይ ማርያም
ክንበብ እንትሰምዕ ኣደይ ማርያም
ከምዚ ኢለ ዘይገልፆ ኣደይ ማርያም
ውሽጠይ ሰላም ይመልእ ኣደይ ማርያም
ነዚ ሞ  እንታይ ክምልስ ኣደይ ማርያም
ማርያም ስምኪ ክውድስ

4.	ማርያም ሽምኪ ፀዊዑ ኣደይ ማርያም
መን ኣሎ ዝሓፈረ ኣደይ ማርያም
ብስምኪ እንትቅደሱ ኣደይ ማርያም
ይመስክር ዝነበረ ኣደይ ማርያም
ብማርያም ከም ዝርከብ ኣደይ ማርያም
መንግስቲ ዝኸበረ

        ''',
        'category': 'ማርያም',},
                {'title': 'ኣንተ ብቻ ጌታ ነህ',
         'lyrics': '''
ኣንተ ብቻ ጌታ ነህ
ኣንተ ብቻ ጌታ ጌታ ነህ
ኣንተ ብቻ ንጉስ (2) የእስራኤል ቅዱስ

1.	በፊት ጀግና እንዳልነበረ ዛሬ ምን ነካው ኣትባል (2)
በምትሰራው ኣትከሰስ እግዚኣብሄር ማንም ያውቅሃል (2)
ረዳት ባለሞያ ኣትሻም ኣንተ እኮ ሁሉ ኣዋቂነህ
ለዘላለም ስምህ ይባረክ በስራህ ሰው ታስመካለህ (2)

ለታላቅነትህ እንከን ኣይወጣልህ
ምንም በኣመራርህ ኣይማረርብህ
በቅን ትገዛለህ በቅን ትፈርዳለህ
በክብርህ ለመጣው መች ኣንተ ታንሳለህ (2)
እግዚኣብሄር ቀናተኛ ነህ (3)
ለክብርህ ቀናተኛ ነህ (3)

2.	ማንነቱን ላጫወተህ ለቀረበህ ለወደደህ (2)
ፍቅርህን ታለምደዋለህ ምስኪኑን መች ትንቃለህ (2)
እንዳንተ ያለ በእውነት የት ኣለ የታወቀ በኣሰራሩ
የከበደብንን ቀንበር ሰብሮ የሚያረካ በማዳኑ (2)

3.	ከሰማያት የፅድቅ ጥላ ከምድርም በላንጣችን (2)
ኣንተን ማን ኣሰጋህና መች ኣፈርን በምርጫችን (2)
እንደ ጥንቱ ዛሬም ሃያል ነህ ካንተ በላይ ማንም የለም
ሳንሳቀቅ ሳንሰጋ እንኖራለን ለዘላለም (2)

ኣንተ ብቻ……………..

        ''',
        'category': 'ኣምልኾ',},
        {'title': 'ኣሎ ምሳይ',
         'lyrics': '''

1.	ክደክም ከለኹ ዘበራትዓኒ
ክሕለል ከለኹ ተስፋ ዝህበኒ
ኣብ ግዜ ፀበባይ ልኢኹ ንቓሉ
የፀናንዓኒ እየሱስ ጐይታ ባዕሉ
በይነይ ኣይኮንኩን’የ ኣሎኒ ካልኣይ
ደኪመ በርቲዐ ዘይፍለ ካባይ

        ተደ ፡ ኣሎ ምሳይ ኣሎ ምሳይ (3)
             ኢየሱስ ኣሎ ምሳይ (2)

2.	ኣክራናት ብነድሮም እንተ ኣንቀጥቀጡ
ኣብ መዓሙቕ ባሕሪ እንተተናውፁ
ኣነስ ኣይፈርህን ኣይፈርህን እየ
ቲ ሓቕኛ ኣምላኽ የሱስ ሒዘ እየ
ኣምላኸይሲ ንዓይ መዕቆብን ሓይልን እዩ
ብፀበባ ፍጡን ረዲኤተይ እዩ

3.	ፀላእቲ ፅድቂ ዙርያይ እንተኸበቡ
ዕርዶም ኣዋዲዶም ዋላ እንተከበቡ
ከም ሓያል ጅግና መፂኡ ኢየሱሰይ
የጥፍኦም የፅንቶም ኩሎም መፃርርተይ
ኣእጋረይ ሰንከልከል ክብላ ኣይፈቅድን
ሓላውየይ ከቶ ከቶ ኣይታኸስን

4.	ማዕበል እንተበርትዐ ንፋስ እንተ ነፈሰ
ንመርከብ እምነተይ ከጥሕል እንተገስገሰ
ኣይስንብድን እየ ኢየሱስ ምሳይ ኣሎ 
ንማዕበል ንንፋስ ዘህድኦ ብተሎ
በይነይ ኣይኮንኩ’የ ኣሎኒ ካልኣይ 
ኣብ ኩሉ መንገደይ ዘይፍለ ካባይ 

        ''',
        'category': 'ምስጋና',},
                {'title': 'ካብ ፀጋኻ እዩ ኮይንልና',
         'lyrics': '''

1.	ላዕልን ታሕትን ከርተት ዝበልናዮ ኣኺሉ
ከም ብዋልታ ብፀጋ ሕይወትና ተኸሊሉ
ካብቲ ኣባና ዘሎ ፀጋ ኣምላኽ ኮይንልና
ብሓርነት ክንኣቱ ክንወፅእውን ኪኢልና(2)

      ተደ ፡ ፀጋኻን ምሕረትካን እንተዘይበዝሓልና
           ኣብዚ ከመይልና ደው ምበልና
           ብሕይወት ምንባርና ምግልጋልና
           ምዝማርና ኢየሱስ ምምስጋና
           ካብ ፀጋኻዩ ኮይንልና
           መዓስ ካብ ክእለት ሓይልና

           ሓደ ልቢ ሓደ ሓሳብ ምዃና
           ብሓጎስ ምእታውናን ምውፃእናን
           ምንባርና ድምፅኻ ምስማዕና
           ኩሉ ካባኻ እምበር መዓስ ካባና

           ኢየሱስ ፀጋኻ እንተ ዘይበዝሓልና
           እወ ንሰዶምን ጎመራን ምመሰልና

2.	ኦ እግዚኣብሔር ኩራኻ ብቅፅበት ዓይኒዩ
ፀጋኻ ግን ምሉእ ዕድመይ ዝፀንሕዩ
ምሕረትካን ሳህልኻን ይስዕባና ኣለዋ
ኮቶ ኣይተፈለየናን ናይ ፀጋኻ ሓለዋ(2)

3.	ንጉስ ብሰራዊት ዝድሕን እዩ ዝመስሎ
እቲ ጅግና ብሓይሉ ክናገፍየ ኢሉሎ
ኣነ ግን ብፀጋኻ ንኹሉ ሰጊረዮ
ንኹሉ ሓይሊ ሓጢኣት ብእግረይ ረጊፀዮ(2)

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ካብ ዘልዓለም ዘፍቀርኻኒ',
         'lyrics': '''

1.	ኣንቲ ፍትውተይ ተንስኢ 
ፅብቅተየ ንዒ ንዒ 
ገፅኪ ኣርእይኒ ድምፅኺ ኣስምዕኒ 
ኢልካ ጥዑም ቃል ተዛሪብካኒ

        ተደ ፡ ካብ ዘልኣለም  ዘፍቀርካኒ
             ንዘልኣለም ተፍቅረኒ
             እየሱሰይ በይንኻ ሙኻንካ ክፈልጥ
             ንልበይ ብፍቅርኻ ማርኽ

2.	ምስ ሓጥያተይ ከም ዘፍቀርኻኒ
ምስ ድኻመይ ከም ዝፀዋዕካኒ
ንስኻ በይንኻ ሙኻንካ ክፈልጥ
ንልበይ ብፍቅርኻ ማርኽ

3.	ብፍቅርኻ ማርኸኒ
ኣስ ኣሰርካ ክስዕብ ደግፈኒ
ንፍቅርኻ ዘኪረ መታን ክዝምር
ንልበይ ብፍቅርኻ ማርኽ

4.	ዘልኣለም ፍቅሪ ዘፍቀርካኒ
ብዓብዪ ምሕረት ዝሰሓብካኒ
ናብ ዘደንቅ ብርሃን ኣውፂእካኒ
መመንፈስኻ ብፍቅርኻ ማርኸኒ

       ተደ ፡ ካብ ዘልኣለም  ዘፍቀርካኒ
            ንዘልኣለም ተፍቅረኒ
            እየሱሰይ በይንኻ ሙኻንካ ክፈልጥ
            ንልበይ ብፍቅርኻ ማርኽ(3)

        ''',
        'category': 'ልመና',},
                {'title': 'ከቶ ከእንስት(ብፅዕት ነሽ)',
         'lyrics': '''

1.	ከቶ ከእንስት እንደልቡ ያገኘው ማንን ነው 
እግዚአብሄር አለምን ሲጎበኘው 
በቅን ልብሽ ማርያም ተደነቀብሽ 
ለዘላለም የተመሰገንሽ ሆንሽ /2/ 

        ኣዝ: ብፅዕት ነሽ ማርያም 
            ንፅህት ነሽ ማርያም 
            ከሴቶች ሁሉ ማርያም 
            ልቀሽ አለሽ በኣርያም /2/ 

2.	በቅድስና በርሱ ጎዳና 
ፍፁም የሄደ መንገዱ ቀና 
የእንስቶች እራስ አንቺ ነሽ ማርያም 
የኢየሱስ እናት ምግባረ ሰላም /2/

3.	እግዚአብሔር ኣለ ፀጋን የሞላሽ 
ባንቺ አደረ አንቺን የሰራሽ 
እንከን አይወጣ በምርጫው መንገድ 
ሌብሽን ላየ ለእግዚአብሔር አይከብድ /2/

        ብፅዕት ነሽ/2/ ብፅዕት/2/ 
        የኢየሱሴ እናት/2/ ምስጉን ከሴት/2/（3）

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ኦ ድል',
         'lyrics': '''

1.	ነፍሴን ኣሳልፌ ፈቅጄ እሰጥሃለው
መልሼም ለመውሰድ ስልጣን ኣግንቻለው
በሶስተኛውም ቀን ከሞት እነሳለው 
እንዳለው ኣልቀረም ሞትን ድል ኣረገው
        
       ኣዝ፦ ኦ ድል ኦ ግሩም ድንቅ ድል
           ኦ ድል እ የሱስ ሓያል/2/

2.	መቃብሩን ዘግተው በማህተም ኣሽገው 
ማስጠበቅ ጀመሩ ወታደር ኣቁመው
ሃያሉ የሱስ ግን በጊዜው ተነሳ
ኣልቻሉም ሊይዙት ሁሉንም ድል ነሳ

3.	መቃብር ደጃፍ ላይ ያለው ትልቕ ቛጥኝ
እኔ ኣልችለውም ማን ያንከባልልኝ
እያልኩኝ ስቸገር ወደላይ ሳማትር
ተነሳ እየሱስ ፈንቅሎ መቃብር

4.	ካህናት ትንሳኤውን ሊክዱ ፈልገው
ለጠባቂዎች ገንዘብ ሰጧዋቸው
ግን ሊያጠፉ ኣልቻሉም የትንሳኤውን ዝና 
በኣለም ተዳረሰ እጅግ ገነነና

        ''',
        'category': 'ትንሳኤ',},
                {'title': 'ኦ እጅግ ቅዱስ ቁርባን',
         'lyrics': '''

     ኣዝ ፡ ኦ! እጅግ ቅዱስ ቁርባን 
          እግዚኣብሔር ሚመግበን
          ኣምናለው ደግሞ በርሱ 
          እርሱም ተናግሯል ይሁን

1.	ሲያስተምር ለካህናት
እንደኔ ኣድርጉ በእውነት
የእኔ ስጋ ነው ብሉት
ደግሞም ደሜ ነው ጠጡት

2.	በቅዳሴ ጊዜያት
ይቀደሳል በእርሱ ስጋ
ያን ጊዜና ሰርክ እለት
ይታዘዛል ለቄስም

3.	ሳይተው ሰማይን 
መንበር ላይ ይኖራል
ከዚሁም ይቀመጣል
ደስታችንም ሆኗል

4.	የእንጀራው ህላዊ
መልኩ ብቻ ሲቀየር
ደግሞም የወይኑ ህላዊ
ተለውጧል በሚስጥር

5.	ይህን ምስጢር እንመን
እናመስግነው እርሱን
ኣይናችን ቢሳሳትም
ያስረዳል ሓይማኖትም

        ''',
        'category': 'ቅዱስ ቁርባን',},
                {'title': 'ኦ ልዑል ኸኣሊ ኹሉ',
         'lyrics': '''

       ተደ ፡ ኦ ልዑል ኸኣሊ ኹሉ ጥዑም ጎይታ
            ክብርን ምስጋናን ውዳሴን ይግብኣካ
            ንጎይታ ወድስዎ ኣመስግንዎ
            ብዓብይ ትሕትና'ውን ኣገልግልዎ

1.	ብርሃን ዝሃበና ብሕልፊ ብፀሓይ
ብኸዋኽብቲ እተን ድሙቃትን
ብወርሒ'ውን እታ ምልክዕትን
በዛ ዕምባባ ሳዕሪ እተፍሪ መሬት
በዞም ኩሎም ኣሕዋትና ዘበስሩ ኣሰርካ
ውዱስ ኩን ኢኻ ውዱስ ኩን ጎይታ

2.	ብጥዑም ንፋሳት ሓጓይን ክረምትን
በታ ፅርይቲ ታማይ ጥዕምቲ
ግይፅን ምውቅን እንስሕነሉ ሓዊ
በዚ ድማዕኻ ኩሉ ሕይወት እትህቦ
ብኹሎም ፍጡራንኻ ስራሓት ናይ ኢድኻ
ውዱስ ኩን ኢኻ ውዱስ ኩን ጎይታ

3.	እቶም ብሓጥያት ዝሞቱ ወይልኦም
ፍቅርኻ ግን ዝምሕሩ መከራ'ውን ዝፀሩ
እቶም ዝተቀደሰ ፍቃድካ ዝፍፅሙ 
ኣኽሊል ደፊኦሞ ብኣኻ ግርማ ለቢሶም
ነዚኣቶም ጎይታ ብፅዕና ዘውረስካዮም
ምስጉን ኩን ኢኻ ምስጉን ኩን ጎይታ

                ተደ ፡ (2)

        ''',
        'category': 'ምስጋና',},
                {'title': 'እኛ እናውቅሃለን',
         'lyrics': '''

       ኣዝ: እኛ እናውቅሃለን ስትረዳን ስላየን 
           እኛ እናውቅሃለን ስራህን ስላየን 
           እኛ እናውቅሃለን ክንድህን ስላየን 
           እኛ እናውቅሃለን ሀይልህን ስላየን 
                ጌታ ድንቅ ነህ አቻ የሌለህ 
                አረ ኣንተስ ድንቅ ነህ ወደር የሌለህ 

1.	ከስንት ውጣውረድ ማለፍ ከማንችለው 
አስበን ተጨንቀን ከማንወጣው 
በአንተ ተደግፈን አርነት ወጥተናል 
ሀይልህን ልናውጅ በፊትህ ቆመናል /2/

ጌታ ድንቅ ነህ…………….

2.	ካንተ ምንቆጥበው ምንም ነገር የለን 
ልንሰጥህ ወደናል ያለንን አውጥተን 
አንተው በሰጠኸን ልሱን ባርከኸን
ለአንተ ለአምላካችን እንዘምራለን /2/

ጌታ ድንቅ ነህ…………….

3.	አንተን ታምነን ወጥተን ስንት ድንቅ ኣየን 
እቅዳችን ሰምሮ ልባችን ደስ አለን 
እጃችን በኣፋችን ጭነን ተገርመናል 
በስራህ ልዩ ነህ ግሩም ነህ ብለናል /2/

ጌታ ድንቅ ነህ…………….

4.	ከገመትነው በላይ ሆነብን ውለታህ 
አውርተነው አያልቅም ያንተን መልካም ስራ 
እንደተገረምን አለን እንኖራለን 
ስለኣንተ መግለጫ ሚመጥን ቃል አጥተን /2/

        ''',
        'category': 'ምስጋና',},
                {'title': 'ሞቶ ኣልቀረም',
         'lyrics': '''

    ኣዝ ፡ የኛ ጌታ/2/ ሞቶ ኣልቀረም/2/
         ሞትን ድል ነስቶ /2/
         ሕይወትን ዘራ/2/

1.	መቃብሩን ባዶ ሆኖ ተገኝቷል
ከሙታን መሃል የለም ተነስቷል
በኣለም ሁሉ ምስራች ብሏል
ህያው በመሆን ሞትን ድል ነስቷል

2.	ሓዋርያቶች እጅግ ተጨንቀው
በሮችን ዘጉ ጠላትን ፈርተው
ልያስበረግገን ይህ ጠላታችን
ኣላማው ከሽፏል በትንሳኤያችን

3.	የተናገረው ሁሉ ሊፈፅም 
ህያው ጠባቅያችን ሞቶ ኣልቀረም
የተገኘው ብርሃን ለኣለም እንዲያበራ
ዛሬም ትንሳኤውን ድልን እናውራ

4.	ሞትን ድል መንሳት ከወዴት ኣለ
የድል ሂወትን እየሱስ ኣስገኘ
ከእንግዲህ ሞትስ ሃይሉ ተነጥቋል
ህያው የሆነ ህያው ኣድርጓል

        ''',
        'category': 'ትንሳኤ',},
                {'title': 'ሕያዋን ክትኮኑ',
         'lyrics': '''

1.	ኣዕፅምቲ ንዝመልኦ ጎልጎል
ክንርኢ ትንፋስ ክገብረሎም
ወዲሰብ ፍፁም ዘይሓሰቦ 
ሕያዋን ድማ ክገብሮም

    ተደ ፡ እነሆ ትንፋስ ከእትወልኩም 
         ስጋ ክገብረልኩም
         ጀማዉቲ ከንብረልኩም እየ
         ኣምላኽኩም ሙኻነይ ክትፈልጡ ድማ ኢኹም

2.	መቃብራትኩም ክኸፍተልኩም
ብሰላም ውን ከውፅኣኩም
ካብ ሃገራት ክኣኻኽበኩም
ሃገርኩም እስራኤል ከእትወኩም

3.	ፅሩይ ማይ ክነፅገልኩም
ካብ ኩሉ ርኽሰት ከንፅሃኩም
ሓድሽ ልቢ ክህበኩም
መንፈሰይ ድማ ክመልኣኩም

4.	ንመንፈሰይ ከሕድረልኩም
ብትእዛዘይ ከመላልሰኩም
ህዝበይ ክገብረኩም
ኣነ ውን ኣምላኽ ክኾነልኩም

                ተደ ፡ (2)

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ፍቅር የማውቀው',
         'lyrics': '''

         ተደ ፡ ፍቅር የማውቀው ይሄ ነው ራሱን ኣይወድም ጨዋ ነው
              የሚያዝን ልቡ ሚራራ ችግር ላጠቃው መከራ
              ፍቅርን ያወቀ እስኪ ማነው ራሱን ስለ ፍቅር ያኖረው
              ለስጋው ክብር የማይኖር የተባረከ በእግዚኣብሄር

1.	ኣቤት ስንት ኣለ በምድር ላይ
የበደል መዓት ገኖ ሲታይ
ሰው በሰው ላይ እየጨከነ
በችግር ስቃይ እየኮነነ
እግዚኣብሄር ይሄን ይመለከታል
በፈጠረው ሰው እጅጉን ያዝናል(2)

2.	በረሃብ ችግር ወገን ሲጎዳ
ማነው የሚያዝን ማነው ሚረዳ
ጩሀቱን ሰምቶ የሚደርስለት
ለዚህ የበቃ ፀጋው በዝቶለት
እርሱ ነው ፃድቅ የተባረከ
ልቡ የተነካ ጌታ የረዳው(2)

3.	ባለው ዕውቀት ላይ ዕውቀት ቢጨምር
ሃብቱ ቢበዛ ቢሰራ ክምር 
ፍቅር ከሌለው ባያይ ወንድሙን 
ታዲያ ምንድነው የቱ ነው ጥቅሙ
እግዚኣብሄር ይሄን ይመለከታል
የሰውን ኽፋት በርግጥ ይጠላል(2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ጎይታየ ኣነቃቅሓኒ',
         'lyrics': '''

       ተደ ፡ ጎይታየ ኣነቃቅሓኒ ኣበራትዓኒ
            ቲ’ሰናይ ክስዕቦ ደግፈኒ

1.	ንስጋይ እናነበርኩ
ንሓጥያት እናተገዛእኩ
ንዓኻ እናሕዘንኩ
ንዓኻ እናጉሀኹ
ክነብር ኣይትሕደገኒ ኣይትጠንጥነኒ

2.	ሰናይ ከይገብር ምግባሩ ክስእን
ብሃቂ ከይመላለስ ንዓኻ ከይእዘዝ
ንስጋይ ምቅታል ስኢነ ነዓ ደግፈኒ

3.	ኣእጋረይ ናብ ቤትካ ኣዒንተይ ንዓኻ
ልሳነይ ትዕልለልካ ኩሉ ንኽብርኻ 
ክገብር ደግፈኒ ኣነቃቅሓኒ

       ተደ ፡ (2)

        ''',
        'category': 'ልመና',},
                {'title': 'ገለ’ኳ የብልናን',
         'lyrics': '''

1.	ሓመድን ሓሙኹሽትን ድኹማት ምዃና ንኣምን ኢና
ገለ ከምዘይብልና ባዶ ከምዝኾና ንፈልጥ ውን ኢና
ንዓኻ ግን ሒዝናስ ንቀውም ኣሎና

       ተደ ፡ ገለ’ኳ የብልናን
            ገለ’ኳ ኣይሓዝናን
            ንክብርካ ክንቀውም
            ኢና ንደሊ ዘሎና

2.	ኣብ ኤልሳዕ ዝነበረ ሕጅ’ውን ኣፍስሶ ኦ እግዚኣብሔር
ኣንነትና ጠፊኡ ብዘይ ሓደ ገደብ ክብርኻ ክምስከር
ንስኻ ክትከብር ኣንነትና ክሕምሽሽ

3.	ናይ ገዛእ ርእስና ፅድቂ ከም ዘይብልና ንኣምን ኢና 
ንስኻ ከይከበርካ ክብረት ከም ዘይብልና ንፈልጥ ውን ኢና
ኦ እግዚኣብሔር ክብርኻ’ንዶ ግለፀልና 

4.	ኦ ዘለኻን ዝነበርካን ሕጅ’ውን ስራሕ ከምቀደምኻ
ንሰማያት ጨንዲሕካ ብግርማኻ ውረድ ንብል’ውን ኣለና
መታን ክንባረኽ በቲ መስተንክር ስራሕካ

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ዮርዳኖስ ዓብዪ',
         'lyrics': '''

      ተደ ፡ ዮርዳኖስ(3) ዓብዬ
           ናይ ጎይታ ፈተውቲ ኣብኡ ተጠመቁ
           ዮርዳኖስ ዓብዬ

1.	ዲያብሎስ ሓሲቡ ንዓና ከጨንቅ
መፅሓፉ ፅሒፉ ካብ ገነት ዘውፅእ
ዮርዳኖስ ዓብዬ(2)

2.	ኣብ 30 ዓመት ብማይ ተጠሚቁ
ፍርድና ደምሲሱ ካብ መፅሓፈ ፍሒቁ
ዮርዳኖስ ዓብዬ(2)

3.	ክርስቶስ መፂኡ ስጋና ለቢሱ
ዓመቱ ጀሚሩ ዮርዳኖስ ተጠሚቁ
ዮርዳኖስ ዓብዬ(2)

        ''',
        'category': 'ጥምቀት',},
                {'title': 'ይሄ ነው እግዚኣብሄር',
         'lyrics': '''

       ኣዝ: ይሄ ነው እግዚኣብሄር ለኔ የደረሰው
           ከጠበኩት በላይ ድንቅን ያደረገው
           ስለዚህ በፊቱ ምስጋናን እሰዋለው
           ተመስገን ተመስገን ተመስገን እላለው
           ምን እላለው ምስጋናን ለእሱ ሰጣለው
           ምን እላለው ምስጋናን ኣበዛለው(2)

1.	ፀሃይ ብትወጣ በስተምስራቅ በኩል 
ሲመሽባት ደግሞ በስተምዕራብ ብትሆን
ማንም ኣይገረምም በእነዚህ ድርጊቷ 
ወግና ስርኣቷ ነው ከጥንት ፍጥረትቷ

ኣንድ ቀን በደቡብ ብትወጣ በድንገት 
ሲመሽባት ደግሞ ሰሜንን ብትመርጥ
ያኔ እንግዳ ነገር ለሁሉም ይሆናል 
ለኔ ግን ኣምላኬ ከዚህ በላይ ኣርጓል

ጉድ ተባለ ሆነ ያልተጠበቀ 
ተሰራልኝ በኣለም ያልታወቀ
እርሱም ይህ ነው የመዳኔ ነገር 
ከሞት የመትረፌ ኣያልቅም ቢነገር (4)

2.	እንዲህ በቀላሉ እንደዋዛ ታልፎ 
ሊተው ኣይቻልም ኣያስቀምጥ ኣርፎ 
ውስጡ የተቀመጠ ምህረቱ የገባው 
ይነዘንዘዋል ቀን ከሌት ውለታው

ቢያቅተኝ ቢቸግረኝ ዝም ማለት 
ጉባኤ መጣሁኝ ህዝቡ ባለበት
እኔ እያስታወስኩኝ ያረገውን ስራ 
ኣምልኮን ልሰዋ ከጉባኤው ጋራ

የገባው ሰው የተደረገለት 
ያላስቻለው ዉለታው ያለበት
ይነሳና ኣብሮኝ ከፍ ያድርገው 
ምህረትና ፍቅሩ እስከ ዘላለም ነው(4)

3.	በመስቀል ላይ ለእኔ የሰራውን ስራ 
ቀንም ሆነ ለሊት ሁልጊዜ ባወራ
ቃላት ኣይበቃኝም ኣረፍተ ነገሮች 
እንጂ የሱ ስራ ኣያልቅ እንደ ሌሎች

እልልታና ኣምልኮ ለኣምላኬ ሳላስቀር 
በምስጋና ፊቱ ከመቅረብ በስተቀር
ሌላ ምን ምርጫ ኣለኝ ለእርሱ የምሰጥው 
ገና ጨማምሬ ምስጋናን ሰዋለው

መቼ ያልቃል ቢወራ ቢወራ 
ተናግሬ መቼም ኣላበቃ
እርሱም ይህ ነው የመዳኔ ነገር 
የመስቀሉ ስራ ኣያልቅም ቢነገር (2)
የእየሱስ ስራ ኣያልቅም ቢነገር (2)

        ''',
        'category': 'ምስጋና',},
        {'title': 'ዝሓይሽ ኣለዎ',
         'lyrics': '''

1.	ዝሓይሽ ኣለዎ ኣብ ቤትካ ምንባረይ(2)
ኣብ ምድሪ ዘይኮነ ዝውሰን ዕድለይ(2)
ጊዜ ዘይውስኖ ኣብታ ሓዳሽ ቤትካ
እናፍቅ ኣለኹ ክርኢ ንገፅካ(2) ክዓርፍ ኣብ ቤትካ

      ተደ ፡ ዘልኣለም ኣብ ቤትካ ወሲነ
           ምሳኻ ምንባር የሱሰይ ምሳኻ ምንባር
           ምሳኻ ምንባር የሱሰይ ኣብ ቤትካ ምንባር(2)

2.	ካብ ፀልማት ናብ ብርሃን ኣሰጋጊርካኒ የሱስ ኣውዒልካኒ
መንግስትን ክህነትን ነዓኻ ክኸውን ነዚ መዲብካኒ
እቲ ክቡር ዕፃ ካባኻ ኮይኑለይ
እሕጎስ ኣለኹ ነዓኻ ምርካበይ(2) ኣብ ቤትካ ምንባረይ

3.	ዘይጠፍእ ዘይበርስ ኣብ ነባሪ ርስቲ ተሰሪታ ነብሰይ
ብሓጎስ እወፅእ ብሰላም ይስነይ ኩሉ መሊኡለይ
ካብዚ ሓሊፈ’ውን ናብ ናይ ክብሪ ቦታ 
ክሰጋገር እየ ናብታ ዕረፍትኻ(2) የሱሰይ ምሳኻ

4.	ዓለም ምስ ፍትወታ ደጊም ኣይምነያን ኽሪኣ ኣይደልን
ካብኣ ብምፍላየይ እሕጎስ ደኣ ምበር ሓዚነ ኣይፈልጥን
እንታይ ከይተርፈኒ ንዓዓ ገዲፈ 
እቲ ዝበለፀ ካባኻ ረኺበ(2) በኣኻ ዓጊበ

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ክብሪ ንስምካ',
         'lyrics': '''
1.	ንዓና ክሳብ ክንድ’ዚ ኣምላኽ ኣኽብረና
ሓጥያት ንነብስና ንሱ ሓጥያት ኮነልና
ኣብ ኣቦ ክርኣየልና
ኣብታ ብኢድ ዘይተገብረት መቅደስ ኣእትወና

     ተደ ፡ ሕይወትካ ወፈኻ ደምካ ውን ኣፍሲስኻ
          ኣድሒንካና ኢኻ’ሞ እየሱስ
          ክብሪ ንስምካ ኣሜን ክብሪ ንስምካ እወ
          እነሆ ንሰግደልካ

2.	ኣብርሃም ንኢሳቅ ክስውእ ዝግባእ
እግዚኣብሄር ኣብ ክንድኡ በጊዕ ኣወፈየሉ
ንሕና ክንመውት ዝግባእ
እየሱስ ኣብ ክንዳና ንሞት ሓለፈልና

3.	ድያብሎስ ክሓሕየና ክፈላልየና
ፈተነ ፀዓረ ብዙሕ ኣጭበርበረ
ግናኸ ኣይተፈላለናን
እየሱስ አብ ክንዳና ንኣቦ ለመነልና

                ተደ : (2)

        ''',
        'category': 'ዝተፈላለዩ',},
                {'title': 'ክበድ መስቀለይ ኣኽእለኒ',
         'lyrics': '''

1.	ጫውጫውታ ዛዓለም ፀሊኤዮ
ተሓላሊኹ ጉዳይ ዛምድሪ
ሰላመይ ተዘሪጉ ይጭነቅ
ይበኪ ኣለኹ የሕነቅንቅ

        ኦ ኣምላኽ ንኣውያተይ ስማዕ
        ግልፅ በል ንፀሎተይ ኣቅልብ
        ለይቲ ኮነ ብርሃን መዓልቲ
        ይልምን ኣለኹ ጎይታይ ርድኣኒ

ተደ: ከመይ ረዲኤተይ ንስኻ ኢኻ
    ኣብ ትሕቲ ኣኽናፍካ ተእትወኒ
    ምሕረትካስ ካብ ሂወት ይበልፅ
    ኣብኡ ኮይነ ከምስግነካ

        ነዓይ ንስኻ ኢኻ ትሓቁፈኒ
        ብየማነይቲ ኢድኻ ደግፈኒ
        የ እዳወይ ኣልዒለ ክፅሊ
        ክበድ መስቀለይ ኣኽእለኒ

2.	ፀሎተይ ትሰምዕ ብሙኻንካ 
መፅየ ለኹ ናብቲ ክቡር ቤትካ
ከምቲ ፍጡርካ ማይ ዝደሊ
ሃሪፈ ለኩ ፀሚአካ

        ተደፊአ ለኩ ኣብዚ ዙፋንካ
        ጎይታየ ተዛረብ ክሰምዓካ
        ተኣምራት ክርኢ ኣብ መቅደስካ
        ንኹሉ ክትፍውስ ብፍቅርኻ

3.	ኦ ኣምላኽ ንስኻ መዕቆቢ ኢኻ
ካብ ፀላኢ ትኽውል ዓቢ እምባ
ወሊድካ ፍፁም ዘይትርድቢ
ምድሓነይ ካባኻ’ዩ ዝመፀኒ

        ትፅቢተይ ነዓይ ኣምላኸይ ኢኻ
        ሓደ ስኻ ናይ ዘልኣለም ተስፋይ
        የዒንቲ ሂብካ ትመርሓኒ
        ተዳልወለይ ርስቲ ተውርሰኒ

(ተደጋሚ)

ተደ2: የ እዳወይ ኣልዒለ ክፅሊ
     ክበድ መስቀለይ ኣኽእለኒ(2)
     ሳህልኻን ምሕረትካ ተደጊፈ
     ብመዝሙርን ዕልልታን ከመስግን‘የ
     መዝሙርን ዕልልታን ከወድስ'የ (2)

        ''',
        'category': 'ልመና',},
                {'title': 'ክብሩን ትቶ',
         'lyrics': '''

      ኣዝ: ክብሩን ትቶ ከላይ ወደ እኔ መምጣቱ 
          እራሱን አዋርዶ በረት መወለዱ 
          ፍቅር /3/ እኮ ነው ምክንያቱ /2/ 

1.	ከላይ መጣ ሞተ ለእኔ 
ተቀበለው እርግማኔን 
የት ይገኛል እንደ እርሱ ፍቅር 
እራሱን ሰጥቶ ሌላ ሚያድን 

2.	ሀይሌ እያለው እየዋሹበት 
እያፌዙበት ሲያሰቃዩት 
አንዲት ቃላት ሳይናገር 
አሸነፈ ሁሉን በፍቅር
 
3.	በተግባሩ ስኬታማ 
በጥበቡ አይታማ 
ፍቅር አውርዶ ጥልን አራቀ 
ነገስታትን አስታረቀ 

4.	ክቡር ሳለ ተዋረደ 
ያለ በደሉ ወደ ፍርድ ሄደ 
ለመስቀል ሞት ያደረሰው 
ሌላ ሳይሆን ፍቅር እኮ ነው

        ''',
        'category': 'ሕማማት',},
                {'title': 'መካሪዬ',
         'lyrics': '''

ኣምላኬ የህይወቴ መሪ መካርዬ
በዘመኔ ሁሉ እረዳት ኣባቴ
ሾሜሃለው ዛሬም በእኔነቴ
ንገስብኝ ጌታ ኣቅም ሁነኝ ጉልበቴ (2)

ካንተ ጋራ ልጓዝ ካንተ ጋራ
ኑሮዬ ኣምላኬ/ኣንተው ምራ
ከቶ ኣልችልም እኔስ ያላንተማ
ሁነኝ ኣምላኬ ሞገሴ ግርማ (2)
ከቶ ኣልችልም እኔስ ያላንተማ
ሁነኝ ኣምላኬ ሞገሴ ግርማ

ስወጣም ሆነ ስገባ በመንገዴ ኣንተ ቅደም
ስታሰማራኝ ስትልከኝ ድፍረትን ጥበብን ስጠኝ
ገነህ ታይ በኔነቴ ጌታ
መሪነህ እታዘዝ'ልሃለሁኝ በደስታ (2)

   ገነህ ታይ በእኔነቴ ጌታ
   መሪነህ እታዘዝልሃለሁኝ በደስታ

ትልቁ የህይወቴ ደስታ
ሳገለግልህ ነው የማገኘው እርካታ (2)
በኣንደበቴ ቃር በኑሮዬ
ኣንተን ልመስክር መኖርያዬ
እንደ ሃሳብህ ምራኝ እንደ ፍቃድህ
በፀጋ ሙላኝ ኣንተው መርጠህ (2)

ኣምላኬ..........

ቀዳሚ የነብሴ ኣለኝታ
ኣቤቱ ዘመኔን እንካ (2)
ተቤዥተሀኛልና 
ተማረኩኝ ወደድከኝ እና (2)

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'መጣሁ ላመሰግንህ',
         'lyrics': '''

መቸ ይረሳል ጌታ፡ ያረገው፣ 
ከሁሉ በላይ ነው፡ የሆነልኝ ውለታው
ስላደረከልኝ፡ ይኸው ቀረብኩ በፊትህ
ከምስጋና በቀር፡ ሌላ የለኝ የምሰጥህ፡፡ (2)

ከልቤ አቀርባለሁ፡ ለከብርህ ውዳሴዬን፣ 
ከመላዕከት ጋራ ሆኜ፡ ይኸው ሰጠው ምስጋናዬን
አንድከተልህ ላደረገኝ፡ ድንቅ ለሆነው ተዓምርህ
እላለሁ ክበር ንገስ፡ ቅዱስ ለሆነው ስራህ

1.	ውለታህን ዘንግቼ፡ እንዴት ጥዬህ ልሂድ
የገላዬ መንፃት፡ አንተው ስትሆን መንገድ
እነሱ አልገባቸው፡ የማዳንህን ሚስጥር
እኔ ግን ተመለስኩ፡ አንተን ላመሰግን (2)

ምንስ ቃላት አለኝ ሌላ ለመዳን 'ሚሆን ምከንያት፣ 
ደስታዬ ለሆንከኝ፡ ለሰጠኸኝ አዲስ ህይወት (2)

2.	አለም ሲጨልምብኝ፡ ብርሃን የሆንከኝ፣ 
ማረኝ ማረኝ ስልህ፡ ደርሰህ ታደከኝ
ስላደረከልኝ፡ ምን እመልሳለሁ
ከምስጋና በቀር፡ ሌላ ምን እላለሁ (2)

አለፉ የችግር ጊዜያቶች ፡ ጌታ ሆኖ ከኔ ጋራ
በምን አንወጣው ነበረ፡ 'ኢየሱስ ባይኖር ከኔ ጋራ (2)

አለፉ የችግር ጊዜያቶች ፡፥ ጌታ ሆኖ ከእኛ ጋራ፣
በምን እንወጣው ነበረ፡ 'ኢየሱስ ባይኖር ከእኛ ጋራ፡፡ (2)

        ''',
        'category': 'ምስጋና',},
                {'title': 'መሪሩኒ',
         'lyrics': '''

      ተደ፡ መሪሩኒ ቅድሜኻየ ጨኒቁኒ ደምበኻየ ኣቦይ
          ኦ ኣምላኸይ ርድኣኒ ካብ መከራይ ኣውፅእአኒ
          ኦ ኣምላኸይ ርድኣኒ ካብ ጭንቀተይ ኣውፅኣኒ

1.	ባርያ ሓጥያት ኮይና ሂወተይ
ክቱር ሓዘን እዩ ናብራይ
ካብዚ ምረት መን እዩ ዘውፅኣኒ
ኦ ኣምላኸይ ርድኣኒ

2.	ሰይጣን ተስፋ ከቁርፀኒ
ካብ ቅድሜኻ ክፈልየኒ
መፃወድያ እናዘርገሐ
ንህይወተይ ኣላሕለሐ

3.	ነብሰይ መከራ ፀጊባ
ህይወተይ ናብ ሞት ቀሪባ
ማዕበል ጥራይ ፀቂጡኒ
እግዚኣብሄር ርድኣኒ

4.	ነብሰይ ኣዝያ ተሸጊራ
መዓዝ ኢኻ ትዝክራ
ምሕሚነየ መሓረኒ
ኦ እግዚኣብሄር ኣጥዕየኒ

        ''',
        'category': 'ንስሓ',},
                {'title': 'መንገዴን እንዳልስት',
         'lyrics': '''

         ኣዝ ፡ መንገዴን እንዳልስት ጌታዬ ሆይ
              በትዕግስት ልጠብቅ ኣባቴ ሆይ (2)
              ለስጋዬ ምቾት ጌታዬ ሆይ
              ጉዞዬን እንዳልተው ጠብቀኝ
              ከጉያህ እንዳልወጣ ደጋግፈህ ያዘኝ

1.	እውነተኛ ፅድቅን የምጠማ ልሁን ዘወትር በፊትህ
ትንሹን ፈተና ወድቄ እንዳላሳዝንህ
ውድቀቴን ለሚሻ ጠላቴም ኣትስጠኝ
በድል ኣክሊልህን እንድቀበል ዕርዳኝ
በድል ኣክሊልህን ለመቀበል ኣብቃኝ

2.	ዕረፍት የሚያሳጣ በሽታ ቢከበኝ ቁስሌም ቢጠና
ፈውሴ ቢዘገይም ለመልካም ፈቃድህ ነውና
መባዘኔን ሽረህ ባክህ ኣሳርፈኝ
ከመጠበቅያዬ እንዳልጠፋ ዕርዳኝ
ወዲህ ወድያ እንዳልል እምነት ጨምርልኝ

3.	ምድራዊ ምኞቴ ለምድር ነው እንጂ ኣይጠቅምም ለሰማይ
ሁሌም ቁልቁል ነው እንጂ ኣያስኬድም በከፍታው ላይ
ሃሳቤ ካሳብህ ሁሌ እንዲቀራረብ
የፅናትህ መንፈስ በእኔ ላይ ይደረብ (2)

4.	በዓለም ብልጭልጭ ምናልባት ለጊዜው እጠቀም ይሆናል
እኔ መግዛት ስችል በሱስ ተጠምጄ ይሆናል
ይህ ሁሉ ኣላፊ ግን ትምክህት ኣይሆነኝም
ኣምላኬ ወደ ኣንተ ኣያጠጋጋኝም (2)

        ''',
        'category': 'ልመና',},
                {'title': 'ባድሳ’ለ ዒያለ',
         'lyrics': '''

       ጋሓንጋሕ ፡ ባድሳለ ዒያለ ካሓኒ ፋንአአ
               ሰላም ከ ሳና ጎሮኑድ ናነነነ
               ኣማይጉል ኣማይጉል ሰላም ኖህ ፋራ ኣይ ናነነ
               ኣማይጉል ኣማይጉል ካሓኖ ኖህ ፋራ ኣይ ናነነ

1.	ስንፋናድ ያነ ካሓኒ ኒፋናድ ጋሖኦኦ
ኦዶንያኣ ሰላም ታኮ ሳና ታኮ ኒባዶኦኦ
ጎሮይ ቡለህ ሓሊም ኖህ ጋሖኦኦ
ንብርክከህ ስንዳዒማክ ናኒኖኦኦ (2)

2.	እንኪድ ማርቶ እንኪድ ታነም
ፉጊህ ጉረህ ኣንከቶ ተናበህአአ
አራዕቶ ኣብራሃማል ትነም
ኣካህ ዋግያህ ኣክተ ለየህ ታነም (2)

3.	እየሱስ ማርያም ዮሴፍ (2)
ኒዋኖኖን ኣኒ ከ ራብነህ ኒዋኖኦኦኦ
ናባም ዒንዳም እንኮህ ኖህደሳ ድንገትኮ
ካብተም ደአዳኣም ኖህዳዊዳ ዲንገቲኮ
ናባም ዒንዳም እንኮህ ኖህደሳ ድንገትኮ
ናድገም ሶድናም ኖህ አያዕ ዑሉልኮ
          ኖህ አያዕ ዑሉልኮ
          ኖህ አያዕ ጊራኮ
          ኖህ አያዕ ዱረኮ
          ኖህ አያዕ ዲተኮ (2)

እየሱስ ማርያም ዮሴፍ (2)
ዓለምእል ሰላም ያኮ
ሃገሪል ሰላም ያኮ 
ዒያለ ሰላም ያኮ/ገዮ  
ስንዳዒማክ ናኒኖኦኦ (2)

        ''',
        'category': 'ቅድስት ስድራ',},
                {'title': 'ኣልፋ እና ኦሜጋ',
         'lyrics': '''

1.	ቃላት ኣይገልፀውም የእርሱ ማንነት
ብቻ ዝም ብዬ ለጌታ ቅኔ ልቀኝለት
ውለታው ልገልፅ ከቶ ኣይቻለኝም
ምስጋና ለማቅረብ እንኳን ቃላት ኣላገኝም

      ኣዝ ፡ ኣልፋ እና ኦሜጋ ህያው ነህ
           ከጥንት እስከ ኣሁን ገደብ የለህ (4)

2.	ማዳን ልማዱ ነው ህይወቱ ለጠፋ
ማትረፍ ልማዱ ነው ጠፍቶ ላለ በጨለማ
ማንሳት ልማዱ ነው ወድቆ ለተረሳ
ብቻ ቅኔ ልቀኝ ላንተ ባይሆንልኝም እንኳን ካሳ

3.	ስለ ሰው መኖሩ ህይወቱን መስጠቱ
ከቶ ኣታሳፍርም ኣንተ ተስፋ ለጣለብህ
የሱ ነኝ ያላችሁ ለጌታ ዘምሩ
የታጠነ ዜማ ይምጣ በፊቱ ኣቅርቡ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ኣትገመትም',
         'lyrics': '''

      ኣዝ ፡ ኣትገመትም በኔ ቃላት ብዛት
           ኣትወሰንም በኣእምሮ ስፋት
           ኣትገመትም ብሺ ቃላት ብዛት
           ኣትወሰንም በጠቢባን ጥበብ
           ኣንተ ከሁሉም በላይ ነህ(2)

1.	የችግር ቋጠሮ ውስብስብ ሲልብኝ
መግብያ መውጪያ ጠፍቶ ግራ ሲያጋባኝ
ኣንተ ከሁሉም በላይ ነህ
ደግሞ  ሲፈታታ ችግር ሁሉ ሲተን
የትላንት ጠበባ እንደጉም ሲበተን
ኣንተ ከሁሉም በላይ ነህ

2.	ኣንተን እንዳላምን ከፍታው ዝቅታው
ከቶ ኣያግደኝም ኣይጠፋኝ እልልታ
ኣንተ ከሁሉም በላይ ነህ
ውስጤ ቅኔ ሞልቱኣል ከከበበኝ በላይ
ኣምላኬ እግዚኣብሄር ነህና ኤልሻዳይ
ኣንተ ከሁሉም በላይ ነህ

3.	ሁሉም ነገር ጠፍቶ በቤቴ ሚበላ
ያልጠበቅኩት ነገር ሲሆንብኝ ሌላ
ኣንተ ከሁሉም በላይ ነህ
ደግሞም በጎጆዬ በረከት ሲሞላ
ሁሉም ነገር ሞልቶ ሲተርፈኝ ለሌላ
ኣንተ ከሁሉም በላይ ነህ

4.	ሲሞላ ዘምሬ ሲጎድል ኣላለቅስም
በምንም ሁኔታ ኣምልኮ ኣልቀንስም
ኣንተ ከሁሉም በላይ ነህ
እታመንሃለው በምስጋና ሆኜ
ድል እንደ ምትሰጠኝ በስምህ ኣምኜ
ኣንተ ከሁሉም በላይ ነህ

        ''',
        'category': 'ኣምልኾ',},
                {'title': 'ሰናዩ ለሚደ',
         'lyrics': '''
ከናፍረይ ምስጋናኻ ጥራይ ይፍልፍላ
ከንፍረይ ውዳሴኻ ጥራይ ይዝምራ (2)

ኣየ ፍቕርኻ ወዳጄ መዓሙቕ
ኣየ ጉስናትካ  ሓለፋ'ዩ ምውቅ (2)

1. እስከ ምልስ ኢለ ክዝክሮ ግብርታቱ
   ንዓይ ዝገበሮ ኣብ ሕይወተይ ረዲኤቱ
   እወ ምልስ ኢለ ከመስግኖ ኣባይ ጉስነቱ
   ልበይ ኣዋዲደ ከስተማቅሮ ንምሕረቱ

ሰናዩ ለሚደ  ኤሄ ለሚደ ኤሄ (2)
ሎሚ ውን ሰናይ'ዩ በዚሑለይ እዩ'ሞ
ንእግዚኣብሔር ከመስግኖ(2)

2. ነፍሰይ ሓሊፍቶ ናይ መከራ ጭንቒ ግዜ
   ኣብ ዝባን ኢየሱስ ተሓንጊረ እንድየ ተፀይረ
   ኣቦየ ምስ በልክዎ መሊሱለይ ድምፀይ ሰሚዑ
   ኣብቲ  መከራይ እሙን ኮይኑ ኣናጊፉኒ
 
   ንሱዩ ኣሳጊሩኒ  ኣብዚ ሎሚ ደው ኣቢሉኒ
   ስቅ ኣይብልንዩ ፍቅሩ ዝጠዓመ (4)
   ዝተገብረሉየ ኣነስ ከመስግንየ(2)

ሰናዩ ለሚደ ኤሄ ለሚደ ኤሄ (2)
ሎሚ ውን ሰናይ'ዩ(ምሕረቱ) በዚሑለይ እዩ'ሞ
ንእግዚኣብሔር ከመስግኖ(2)

        ''',
        'category': 'ዝተፈላለዩ',}
      ],
    },
  ],
};