// lib/data/quotes_of_saint_data.dart
// PART 1 of 3

const Map<String, dynamic> quotesContentData = {
  // ===============================================
  // መእተዊ (Introduction)
  // ===============================================
  'መእተዊ': [
    'መድሓኒና ጐይታና ኢየሱስ ክርስቶስ፡ ኣብ ምድረ በዳ 40 መዓልትን 40 ለይትን እንኪፀውም ጊዜ፡ ጠሚዩዎ ከም ዘሎ ፈሊጡ ንኪፍትኖ ”…ወዲ ኣምላኽ እንተደኣ ኰይንካስ፡ እዘን ኣእማን እንጌራ ይኹና\' በል…” ንዝበሎ ሰይጣን፡ ”ሰብ ብእንጌራ ጥራሕ ኣይኮነን ዝነብር፤ ካብ ኣፍ እግዚኣብሔር ብዝወፅእ ዂሉ ቓል እምበር…” /ማቴዎስ 4፡3-4/ እናበለ፡ ቃል ናይ እግዚኣብሔር፡ ከምቲ ሓዋርያ ጴጥሮስ ”ንስኻ ናይ ዘለዓለም ሕይወት ቃል ኣሎካ፤ ናበይ ደኣ ሓዲግናካ ክንኸይድ?” /ዮሓንስ 6፡68/ ከም ዝበለ፡ ናይ ዘለዓለማዊ ሕይወት ምንጪ ኢዩ፡፡',
    'ንዙ ናይ ሕይወት ምንጪ ዝኾነ ቃል ኣምላኽ፡ ከም እኖና ቅድስቲ ድንግል ማርያም ኣብ ልቦም ዓቚሮምን /ሉቃስ 1፡19.51/ ተመጊቦምን፡ ኣብ ብርኪ ፍፅምናን ቅድስናን ናይ ዝበፅሑ ፃድቃን ቃል\'ውን፡ ከምቲ ቅዱስ ጳውሎስ ንቃል ኣምላኽ ኣመልኪቱ፡ \'\'እቲ ናይ ኣምላኽ ሰብ ፍፁም፣ ንሰናይ ግብሪ ዘበለ ኣፀቢቑ ዝተዳለወ ምእንቲ ኪኸውን፡ ብመንፈስ ኣምላኽ ዝተፅሓፈ ቅዱስ መፅሓፍ፡ ንትምህርቲ፣ ንተግሳፅ፣ ንምእራም፣ ቅኑዕ ሕይወት ንምምሃር ይጠቅም እዩ\'\' /2 ጢሞቴዎስ 3፡16-17/ ዝብሎ፡ ብተመሳሳሊ መንገዲ፡ ብዂሉ መዳይ ንኣምላኽ ባህ ዘብል ሕይወት ንምምራሕ ስለ ዝጠቅም፡ ከም ኣብነታዊ ሕይወቶም፡ ምግቢ መንፈሳዊ ሕይወትና ምዃኑ ኣየጠራጥርን፡፡ ምእንትዙይ ከዓ እዩ ኣብ ፅሑፋት ተዓቚሩ፡ ካብ ትውልዲ ናብ ትውልዲ እናተመሓላለፈ ኪንበብን ኪጥቀስን ዝርከብ፡፡',
    'ዝተፈላላዩ ቅዱሳን ብዛዕባ ዝተፈላላየ ኣርእስቲ ይኹን፣ ከምኡ ከዓ ብዛዕባ ሓደ ኣርእስቲ ብዙሕ ተዛሪቦምን ፂሒፎምን እዮም ዝርከቡ፡፡ ዕላማ ናይዙ ሓፂር ፅሑፍ ግን፡ ከምቲ ኣብ መባእታ ዝተሓበረ፡ ንቱ ንሳቶም ዝበሉዎ ዂሉ ንምጥቃስ ዘይኮነስ /ብዙሓት መፃሕፍቲ\'ውን ኣይሕዙዎን!/፡ እቶም ኣብ ላዕሊ ዝተጠቕሱ ብዛዕባ ዝተፈላላዩ ኣርእስታት እንካብ ዝበሉዎ፡ ከም ኣብነት ሓድሓደ ነገር ቆንጢርካ ንምቕራብ ጥራሕ ኢዩ፡፡',
    'ንሕና እምበኣር፡ ዝኸኣልና ብቱ መበቆላዊ ቋንቋ ፅሑፋቶም ብምንባብ፣ ዘይከኣልና ከዓ፡ ንቶም ኣብ ዝተፈላላዩ መንፈሳዊ መፃሕፍቲ ተውሂቦም ዝርከቡ ጥቕስታቶም ብምንባብን ብምዝካርን፡ ከምኣቶም ናብ ቅድስናን ፍፅምናን ምእንቲ ክንበፅሕ፡ መምርሒ ሕይወትና ንግበሮም፡፡',
  ],

  // ===============================================
  // ብዛዕባ ቅዱሳት መፃሕፍቲ
  // ===============================================
  'ብዛዕባ ቅዱሳት መፃሕፍቲ': [
    {'quote': 'ቅዱስ መፅሓፍ ዘይምፍላጥ ንክርስቶስ ዘይምፍላጥ እዩ', 'author': 'ቅዱስ ሄሮኒሞስ'},
    {'quote': 'ናይ ቅዱሳን ሕይወት ናይ ቅዱስ መፅሓፍ መግለፂ እዩ', 'author': 'ቅዱስ ሄሮኒሞስ'},
    {'quote': '/ንኣውጤክስ/…ትኽስ ክትብሊ እንከሎኺ፡ ገፅኪ ኣብ ገፅ ቅዱስ መፅሓፍ ይዕረፍ፤ ድቃስ እንተጠለመኪ ከዓ፡ ቅዱስ መፅሓፍ ትርኣስኪ ኮይኑ ይፅናሕ', 'author': 'ቅዱስ ሄሮኒሞስ'},
    {'quote': '\'/ንፓውላ/ ካብ ቃል እግዚኣብሔር ዝጥዕምስ እንታይ ኣሎ? ካብ ጥበብን ሓሳብን ናይ እግዚኣብሔር ክትፈልጥን ክትርዳእን ምኸኣል፡ ዝጥዕምከ እንታይ ኣሎ? ሃብታማት ሃብቶም ኣሎዎም፤ ካብ ናይ ወርቂ ፅዋዕ ይሰትዩ፣ ሃሪ ይለብሱ፣ ሰብ ከኸብሮም ይፈትዉ፣ ንሃብቶም ጣዕሚ/ዕግበት ኪረኽቡ ኪብሉ፡ ብዝተፈላለየ መንገዲ ይሕሽሹዎ፤ እንተ ንሕናማ፡ ሓጐስና ኣብ ልዕሊ ቃልን ሕግን እግዚኣብሔር ለይትን መዓልትን ምስትንታን እዩ\'', 'author': 'ቅዱስ ሄሮኒሞስ'},
    {'quote': 'ቅዱሳት መፃሕፍቲ እንክነንብብ እንከሎና፡ እግዚኣብሔር ዝብለና ንሰምዕ', 'author': 'ቅዱስ ኣምብሮዚዮስ'},
    {'quote': 'ቅዱስ መፅሓፍ ብሙሉኡ ሕያውነት እግዚኣብሔር የንፀባርቕ፤ ካብ ዂሎም ግን፡ እቲ ጥዑም መዝሙረ ዳዊት ኣዕዚዙ የንፀባርቕ', 'author': 'ቅዱስ ኣምብሮዚዮስ'},
    {'quote': '\'ንኣይ እመን፤ እቲ ኣብ ቅዱሳት መፃሕፍቲ ተፃሒፉ ዘሎ ዂሉ፡ ርቡሕን መለኮታውን ኢዩ፤ እቲ ኣባኡ ዘሎ ኡነተይና ነገር ከዓ፡ ንገድነትና ከም ዝሰማማዕ ኰይኑ እዩ ተሰናዲዩ ዘሎ፡፡ ሓደ ሰብ ከምቲ ሃይማኖት እትደልዮ፡ ብእምነትን ብመንፈሳውነትን እንተደኣ ኣንቢቡዎ፡ ንኣኡ ዝኾኖ ትምህርቲ ከይቀሰመ ኣይክተርፍን ኢዩ”', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': 'ቅዱሳት መፃሕፍቲ፡ ከምዙ ኣብ ቅድሚ ኣእምሮና ዚገጥመና መስትያት ኢዮም፤ ኣብኣቶም ውሽጣዊ መልክዕና ንፈልጥ፣ ሕመቕናን ፅባቔናን ንፈልጥ፣ ብመንፈስ ንቕድሚት ወይ ንድሕሪት ንኸይድ እንተሃሊና ንፈልጥ', 'author': 'ቅዱስ ገርጐርዮስ ዘኑሲስ'},
    {'quote': 'ቃል እግዚኣብሔር ሓደ ዘርኢ እዩ\'ሞ፡ ኣብ ፅቡቕ ምድሪ ምስ ዝወድቕ ማለት ኣብ ፅቡቕ ልቢ ምስ ዝኣቱ ፍረኡ ብዙሕ እዩ', 'author': 'ቅዱስ ቦናቨንቱራ'},
    {'quote': 'ቅዱሳት መፃሕፍቲ ምንባብ፡ ተፃይ ሓጢኣት ዓቢዪ መሐለውታ እዩ', 'author': 'ቅዱስ አጲፋንዮስ'},
    {'quote': 'ድንቊርና ቅዱሳት መፃሕፍቲ፡ ዓቢዪ ፀድፍን ዓሚቚ ገደልን እዩ', 'author': 'ቅዱስ አጲፋንዮስ'},
    {'quote': 'ብዛዕባ መለኮታዊ ሕጊ /ቅዱስ መፅሓፍ/ ዘይምፍላጥ፡ ንድሕነት ዓቢዪ ክሕደት እዩ', 'author': 'ቅዱስ አጲፋንዮስ'},
    {'quote': 'ንቶም ኪጥቀሙሎም ዝኽእሉ፡ ናይ ክርስትያን ትምህርቲ መፃሕፍቲ ምሓዝ ኣድላዪ ኢዩ፤ ንዞም መፃሕፍቲ ምርኣይ ብርእሱ፡ ናብ ሓጢኣት ከይንዝምብል ይሕግዘና፤ ኣብ ፅድቂ ክንኣምን ከዓ የነቓቕሐና', 'author': 'ቅዱስ ኤጲፋንዮስ'},
    {'quote': '/ንእግዚኣብሔር ንምሕጓስ/ ዝኾንካ ዂን፡ ንእግዚኣብሔር ኣብ ቅድሚ ዓይንኻ ግበሮ፣ ንእትገብሮ ዂሉ፡ ብመሰረት ምስክርነት ቅዱስ መፅሓፍ ግበሮ፣ እትነብረሉ ቦታ ቐልጢፍካ ኣይትግደፍ፤ ንዘን ሰለስተ ሕግታት ሓሉ\'ሞ፡ ክትድሕን ኢኻ', 'author': 'ቅዱስ ኣንጦንዮስ በዓል ግብፂ'},
  ],

  // ===============================================
  // ብዛዕባ መንፈሳዊ ንባብ
  // ===============================================
  'ብዛዕባ መንፈሳዊ ንባብ': [
    {'quote': 'መዓልቲ መፀ ሓደ ፅቡቕ መፅሓፍ ምንባብ ኣይትረስዕ', 'author': 'ቅዱስ ሄሮኒሞስ'},
    {'quote': 'ቅዱሳት/መንፈሳዊ መፃሕፍቲ ክነንብብ እግዚኣብሔር ኣብ ምድራዊ ገነት ኪሸራሸር ይመፅእ', 'author': 'ቅዱስ ኣምብሮዚዮስ'},
    {'quote': 'ኣብ መንፈሳዊ ንባብ፡ ንቱ ዝእርምን ዝምህርን ዘብርህን፣ ኣብ መንፈሳዊ ሓይሊ ዘፅንዕን ንጥበብ ዘሰናዱን፣ ንልቢ ዝሽልምን ንነፍሲ ምስ ኣምላኽ ዘሕብርን፣ ፅቡቕ ስራሕ ዘብዝሕን ብፅዕነት ዘምፅእን፣ ቃል ምኸሪ ትረክብ', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': 'ወትሩ ምስ እግዚኣብሔር ኪኸውን ዝደሊ ሰብ፡ ብዙሕ ጊዜ ኣብ ፀሎትን መንፈሳዊ ንባብን ኪፅመድ የድልዮ', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': 'ክንፅሊ እንከሎና ምስ እግዚኣብሔር ኢና እንዛረብ፤ መለኮታዊ ቃሉ እንክነንብብ እንከሎና ከዓ፡ ንኣኡ ኢና እንሰምዕ', 'author': 'ቅዱስ ኣምብሮዚዮስ'},
  ],

  // ===============================================
  // ብዛዕባ ፅቡቕ ኣብነት
  // ===============================================
  'ብዛዕባ ፅቡቕ ኣብነት': [
    {'quote': '\'ፅቡቕ ኣብነት ሓደ ብርቱዕን ተሰማዕን ድምፂ እዩ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ብስም ክርስትያን ጥራሕ ኣይትተሓበን። ከመይ ስም ጥራሕ እንተ ኮይኑ ከም ዘኾንነካ ፍለጥ፡፡ መገልገሊ ክርስቶስ ተባሂልካ መገልገሊ ጥራሕ ምምሳል መገልገሊ ክርስቶስ ኣይኮንካን፤ እንታይ ደኣ መላገፂኡ ኢኻ፣ ካብዙ ክርስትና\'ዙይ ዝገድድ ከዓ የለን\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ሰብ ዚምዘን ብቱ ዘፍቕሮ ነገር እዩ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ዚምህር ንባዕሉ ይመሃር\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ኣነ ካብ ዝዛረብ ስራሐይ ይዛረብ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ሕይወትና ይኣዝዝ፤ መልሓስና ይምከር\'', 'author': 'ቅዱስ ኣትናትዮስ'},
    {'quote': '\'ኣብ ቤተልሄም ምንባር ኣይኣክልን ኢዩ፧ እንታይ ደኣ ብፅቡቕ ምንባር\'', 'author': 'ቅዱስ ሄሮኒሞስ'},
    {'quote': '\'ስራሕ ከዓ ካብ ቃላት ንላዕሊ ዋዕ ኢሉ ይዛረብ፡፡ እምበኣርከስ ቃላትኩም ይምሃሩ፤ ስራሕኩም ከዓ ይናገር፡፡ ሕጂ ቃላትስ ኣሎዉና፤ ግብርና ግን ባዶ እዩ\'', 'author': 'ቅዱስ ኣንጦንዮስ ናይ ፓዶቫ'},
  ],

  // ===============================================
  // ብዛዕባ ትሕትና
  // ===============================================
  'ብዛዕባ ትሕትና': [
    {'quote': '\'ትሕትና መሰረት ቅድስና እያ\'', 'author': 'ቅዱስ ቆጵርያኖስ'},
    {'quote': '\'ካብ መፃወድ ፀላኢ እንታይ ከውፅአካ ይኸእል? ትሕትና\'', 'author': 'ቅዱስ ኣንጦንዮስ በዓል ግብፂ'},
    {'quote': '\'ተኣዝዞን ሕርመትን ንሰባት ኣብ ልዕሊ ሰይጣን /ኣራዊት/ ሓይሊ ይህቡዎ\'', 'author': 'ቅዱስ ኣንጦንዮስ በዓል ግብፂ'},
    {'quote': '\'ኣብ ርእስኻ /ናይ ፅድቂ ስራሕካ/ ኣይትተኣማመን፤ ብዛዕባ ሕሉፍ ሕይወትካ\'ውን ኣይትጨነቕ፤ መልሓስካን ከብድኻን ተቖፃፀር\'', 'author': 'ቅዱስ ኣንጦንዮስ በዓል ግብፂ'},
    {'quote': '\'ትሕትና እንተጠፊኡ፡ ኲሉ መንፈሳዊ ሓይሊ ጠፊኡ ማለት እዩ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ዓቢዪ ሕንፃ ቅድስና ክትሃንፅ እንተደሊኻ፡ ቅድም ንመሰረት ትሕትና ሕሰብ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ክብ ክትብልዶ ትደሊ? ትሑት ምዃን ጀምር፤ ዓቢዪ ሕንፃ ክትሃንፅዶ ትሓስብ? እምበኣር ቅድሚ እቲ ሕንፃ ምጅማርካ፡ መሰረት እቲ ገዛ ክንደይ ኪዓምቚ ከም ዝግብኦ ፀብፅብ፡፡ ስለ ምንታይ፡ መሰረት ከም ዝዓመቘ መጠን፡ ቁመት ሕንፃ ክብ ኪብል እዩ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ክብሪ ይድለየካ እምበር፡ ንስኻ ንኸብሪ ኣይትድለዮ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'እቲ ቀንዲ ኣስተምህሮ ክርስትና ኣብ ትሕትና እዩ ዘሎ፤ ዝኾነ ሓይሊ ኣብ ትሕትና እዩ ዘሎ፡፡ ዓቢዪ ክትከውን እንተደሊኻ፡ ካብ ንእሽተይ ጀምር፤ ትሕትና ርጉፅ መንገዲ ሰማይ እያ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ትሕትና ናይ ፀሎት ርካብ እዩ\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ትሕትና ሓቂ እያ\'', 'author': 'ቅድስቲ ትሬዛ'},
    {'quote': '\'ትሕትና ማለት፡ ንገዛእ ርእስኻ ኣትሒትካ ካብ ካልኦት ሕልፊ ከም ዘይብልካ ኰይንካ፡ ግቡእ ስራሕካ ምፍፃም ማለት እዩ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ንፅሕና ትነኣድ፤ ትሕትና ትድለ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'እቲ እንገብሮ ኩሉ፡ ካብ ፈጣሪ እዩ\'ሞ ኣይንተሓበን፤ ኣምላኽ እንተቐፅዐና ብበደልና ኢዩ፤ ናይ ስራሕና ሙያ እንተሃበና ከዓ፡ ብፀጋኡ እዩ\'ሞ ንኹሉ ስራሕና ብትሕትና ገይርና፡ ከም ዘይገበርና ክንከውን የድሊ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ናብ ሓቂ ዚመርሕ መንገዲ ኣየናይ እዩ? ኣብ እምነት ክርስቶስ እቲ ቀንዲ ነገር እንታይ እዩ? ኢልኩም እንተሓቲትኩምኒ፡ \'ቀዳማይ ትሕትና፣ ካልኣይ ትሕትና፣ ሱልሳይ\'ውን ትሕትና ኢለ እምልሰልኩም\'። ደጋጊምኩም እዛ ሕቶ\'ዚኣ እንተሓቲትኩምኒ ክዓ፡ መልሰይ ንሳ ጥራሕ እያ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ትሕትና ካብ መጠን ንላዕሊ ክብ ዝበለ ቦታን ነገራትን ከይትምነ ዝከላኸል፡ ናይ ነፍሲ ሓይሊ እዩ\'', 'author': 'ቅዱስ ቶማስ በዓል ኣኲኖ'},
    {'quote': '\'ኣብ ሓይልኻ ተኣማሚንካ ናብ ዚለዓለ ነገራት ምምጥጣር፡ ተፃይ ትሕትና ኢዩ፤ ኣብ ረዲኤት እግዚኣብሔር ተኣማሚንካ፡ ዓበይቲ ነገራት ክትፍፅም ሃረር ምባል ንትሕትና ኣይፃረርን ኢዩ፡፡ ብትሕትና ኣብ ዑቕባ ኣምላኽ ብተስፋ ዚመላለስ፡ እግዚኣብሔር ክብ ከብሎ እዩ\'', 'author': 'ቅዱስ ቶማስ በዓል ኣኲኖ'},
    {'quote': '\'ብመንፈስ ድኻታት ንትሑታት\'ውን የስምዕ እዩ\'', 'author': 'ቅዱስ ቆጵርያኖስ'},
    {'quote': '\'ንቶም ትሑታት ዝሽግሮም የልቦን\'', 'author': 'ቅዱስ ልዮን'},
    {'quote': '\'ንትሕትና ከም ክዳን ልበሱዋ፤ ምኸንያቱ ትሑት ጥራሕ እዩ\' ሕራይ ፍቓድካ ይኹን\'\' ኪብል ዝኸእል\'', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ኣሲዚ'},
    {'quote': '\'እንካብ ብኣማኢት በራሚል መፂፅ፡ ብሓንቲ ማንካ መዓር ዝበዝሐ ሓመማ ምሓዝ ይከኣል፡፡ ኣብ ምድሪ ካብ ሕያውነት ዝበልፅስ እንታይ ኣሎ? እንተዝህሉ\'ማ ኢየሱስ ባዕሉ ምመሃረና ነይሩ፡፡ እንተ ንሱ፡ እንካብኡ ክንመሃረን ዚግብኣና ኸልተ ኣብነታት እዩ ገዲፉልና፤ ንሳተን ከዓ፡ ትሕትናን ሕያውነትን ኢየን\'', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ሳል'},
    {'quote': '\'ንትሑት ብፃይካ ብትሕትና መዘናኡ ከይንካ ምፍቃር፡ ንጠባይ ብፃይካ ቅጥዒ ዘይብሉ እንተ ዘይኮይኑ ምፃር /ምኸኣል/ ይከኣል እዩ\'', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ሳል'},
  ],

  // ===============================================
  // ብዛዕባ ኣጓጒል መንፈሳዊ ሕይወት
  // ===============================================
  'ብዛዕባ ኣጓጒል መንፈሳዊ ሕይወት': [
    {'quote': '\'ኣጓጒል መንፈሳዊ ሕይወት፡ ናብ ገሃነም እሳት ስለ ዝመርሕ፡ ልክዕ ከም ገሃነም እሳት ገይርካ ፅልኣዮን ፍርሓዮን\'', 'author': 'ቅድስቲ ትሬዛ'},
    {'quote': '\'ኣጓጒል መንፈሳዊ ሕይወት፡ ንቊርፂ ፍቓድ ቅድስና ናብ ቀላይ ገሃነም ዘጥሕልን፣ ንፅቡቕ ድላይ ዘዛሕትልን፣ ንፃዕሪ ፍፅምና ዘድክምን፣ ሕማም መንፈሳዊ ሕይወት ዘሕድርን እዩ\'', 'author': 'ቅዱስ ኣልፎንሶ ደ ሊጎሪ'},
    {'quote': '\'ብዙሓት ዓበይቲ ሓጢኣተይናታት ኪትንስኡ ርእየ፤ ኣጓጒል ዝመንፈሶም ሰባት ኪትንስኡ ግን ዳርጋ ኣይረአኹን\'', 'author': 'ቅዱስ በርናርዶስ'},
  ],
  
  
  'ብዛዕባ ጀሚርካ ዘይምግዳፍ': [
    {'quote': '\'ሰብ ንዘልዓለም እምበር፡ ከም ደመዎዝተኛ ንሓደ ዓመት ወይ ንቑሩብ ጊዜ ኣይኮነን ንእግዚኣብሔር ከገልግሎ ዚግባእ፡፡ ጐይታና ኢየሱስ ክርስቶስ ክሳብ ሞት ተኣዘዘ፤ እምበኣርከስ፡ እናጐየኻ ናብ ሞት እንተዘይበፃሕካ፡ ዓስቢ ኣይክትረክብን ኢኻ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ሓንሳእ ናብቱ ጥዑም ልቢ ኢየሱስ እንካብ ኣቶና፡ ካብኡ ኣይንውፃእ፤ ኣብኡ ምቕማጥ ጥዑም እዩ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'እግዚኣብሔር ዚደሊ፡ ፍረ እምበር ዕምበባ ንበይኑ ኣይኮነን\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ንቕድሚት ክትከይድ ዘይምድላይ ንድሕሪት ምምላስ እዩ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ንዝፈፀመ እዩ ደመዎዝ ዝወሃብ እምበር፡ ንዘጀመረ ተስፋ ጥራሕ እዩ ዝወሃብ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ኣብ መጀመርታ ንክርስቶስ ምኽታል፡ ደሓር ግን ምግዳፉ እንታይ ይጠቕመካ? ክሳብ ጊዜ ሞትካ እንተዘይጐይኻ፡ ኣኽሊል ኣይትቕበልን ኢኻ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ፃድቕ ዝበሃል፡ እቲ ብዘይ ምስልካይ ለይቲ ምስ መዓልቲ ንፅድቂ ዝፀምኣን ዝጠምያን እምበር፡ እቲ \'ሕጅስ ይኣኽለኒ በፂሐያ እየ\' ዝብል ኣይኮነን\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ዚቀዳደም ሰብ ኣብ መወዳእታ ከይበፅሐ እንተተረፈ፡ ናይ ጉያ ብልጫ ከም ዘይወስድ፡ ከምኡ ከዓ፡ ፀሎት ዘየዘውትር ፍረኡ ክስእን እዩ\'', 'author': 'ቅዱስ ሎረንዞ ጁስቲኒያኒ'},
    {'quote': '\'ኣብ ኣታኸልቲ ቤተ ክርስትያን፡ እንታይ ኮይነ ደኣ እየ ኣነ ብዘይ ዕምበባ ዝርከብ ዘሎኹ\'', 'author': 'ቅድስቲ ፍራንቸስካ'},
    {'quote': '\'መጀመርታ ሽሕ\'ኳ ፀቡቕ እንተኾነ፡ ዓቢዪ ነገር ግን ኣይኮነን፤ ዓቢዪ ነገርስ መወዳእታ ኢዩ፣ እዚ እዩ ፍፁም ነገር\'', 'author': 'ቅዱስ ኤፍሬም ሶርያዊ'},
    {'quote': '\'ካብ ክርስትያን ዝድለ ምጅማር ኣይኮነን፤ ምፍፃም\'ምበር፡፡ ጳውሎስ ብኸፉእ ጀሚሩ ብፅቡቕ ወዲኡ፤ ይሁዳ ግን ብፅቡቕ ጀሚሩ ብኽፉእ ወዲኡ\'', 'author': 'ቅዱስ ሄሮኒሞስ'},
    {'quote': '\'ብፅቡቕ ዝጅምሩ ብዙሓት ኢዮም፤ ዘዘውትሩ ግን ውሑዳት እዮም\'', 'author': 'ቅዱስ ሄሮኒሞስ'},
  ],

  // ===============================================
  // ብዛዕባ ሕማማት
  // ===============================================
  'ብዛዕባ ሕማማት': [
    {'quote': '\'እንካብ ኲሉ ንድሕነት ዝጠቅም እቲ ወዲ ኣምላኽ ምእንታና ዝተሳቐዮ ምሕሳብ እዩ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ነቚሳል ሕሊናና ንምሕካምን ንነፍስና ንምንፃሕን ካብ ናይ ኢየሱስ ኣቚሳል፣ ስቕያትን ሞትን ምሕሳብ ዝበልፅ የልቦን\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ንናይ ኢየሱስ ሕይወትን ንቅዱስ ሕማማትን ዝሓስብ ዚደለዮ ኪረክብ እዩ\'', 'author': 'ቅዱስ ቦናቨንቱራ'},
    {'quote': '\'ፍቕሪ ሓያል ንወልድ ሰሓቦ፤ ክሳብ ሞት\'ውን ኣብፅሖ\'', 'author': 'ቅዱስ ዮሓንስ ኣፈ ወርቂ'},
    {'quote': '\'ክሳብ ክንድዙይ ዝበዝሕ ፍቕሪ፤ ክሳብ ክንድዙይ ዝበዝሕ ትሕትና\'', 'author': 'ቅዱስ ዮሓንስ ኣፈ ወርቂ'},
  ],

  // ===============================================
  // ብዛዕባ ቅዳሴ
  // ===============================================
  'ብዛዕባ ቅዳሴ': [
    {'quote': '\'ኣብዙ ዓለም\'ዙይ ንእግዚኣብሔር መስዋዕቲ ቅዳሴ ካብ ምውፋይ ዝዓቢ ስራሕ የልቦን። መስዋዕቲ ቅዳሴ፡ ካብቱ ንእግዚኣብሔር ብመላእኽትን ብሰማዕትነትን ዝወሃብ ክብርን ውዳሴን ዚበልፅ ኢዩ፡፡ ምኸንያቱ፡ ኢየሱስ ክርስቶስ ንቱ ኣብ ቀራንዮ ንኣቦኡ ዘወፈዮ መስዋዕቲ፡ ከምብሓድሽ ኣብ መስዋዕቲ ቅዳሴ ስለ ዘወፍየሉ እዩ\'', 'author': 'ቅዱስ ኣልፎንሶ ደ ሊጎሪ'},
    {'quote': '\'ናይ ክርስትና ቀንዲ ነገርን ምንጪ መንፈሳውነትን ቅዳሴ እዩ\'', 'author': 'ቅዱስ ፍራንቸስኮስ በዓል ሳል'},
  ],

  // ===============================================
  // ብዛዕባ ቅዱስ ቊርባን
  // ===============================================
  'ብዛዕባ ቅዱስ ቊርባን': [
    {'quote': '“ቅዱስ ቊርባን፡ ምስጢር ፀሎትን፣ ምልክት ሓድነትን ወሃቢ ፍቕርን፣ ዝኾነ ምስጢር ኢዩ”', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ኣነ ናይ ዓበይቲ ምግቢ ኢየ፤ ንስኻ\'ውን ምስ ዓበኻ ክትምገበኒ ኢኻ፡፡ ግን ኣብዙይ ከምቲ ምስ ግዙፍ ምግቢ እትገብሮ፡ ንስኻ ኣይኮንካን ንኣይ ናባኻ እትልውጠኒ፤ ኣነ እየ ንኣኻ ናባይ ዝልውጠካ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ኣብ መኣዲ ቅዱስ ቊርባን \'\'ስጋሁ ወደሙ\'\' ክንሳተፍ እንከሎና፡ ንሕና እቶም ተቐበልቲ ኢና ናብኡ እንቕየር እምበር፡ ኢየሱስ ኣይኮነን ናባና ዚቕየር\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ቅዱስ ቊርባን፡ ናይ ኢየሱስ እቲ ዝዓበየ ተኣምራትን ምስጢርን እዩ\'', 'author': 'ቅዱስ ቶማስ በዓል ኣኲኖ'},
    {'quote': '\'ናይ ቅዱስ ቊርባን ምስጢር፡ ናይ ፍቕርታት ምስጢር ኢዩ፤ ቅዱስ ቊርባን ክብል እንከሎኹ፡ ንቱ ምሉእ መዝገብ ሕያውነት ኣምላኽ እገልፅ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ሰብ ናይ ኣምላኽ መንፈስ ብዝግባእ ኣብ ሕይወቱ ከንፀባርቖ ዝኸእል፡ ናይ ኣምላኽ ህልውና ዝርከበሉ ቅዱስ ቊርባን ብምቕባል እዩ\'', 'author': 'ቅዱስ ኣትናቴዎስ'},
    {'quote': '\'ተፃይ ሰይጣን ዝበለፀ ኣፅዋር፡ ቅድም ቅዱስ ቊርባን ኢዩ፤ ደሓር ከዓ ፅኑዕን ዓቢዪን እምነት ኣብ እግዝእትነ ማርያም እዩ\'', 'author': 'ቅዱስ ጐርጐርዮስ ዘኑሲስ'},
    {'quote': '\'ኣብ ቅዱስ ቊርባን \'\'ኢየሱስ ክርስቶስ እሰግደልካ ኣሎኹ\'\' እናበልካ፡ ንቱ ንሱ ዘተስፈዎ ነገራት እናዘከርካ፡ ብኣእምሮኻን ብልብኻን ናብ ኢየሱስ ክርስቶስ ኣድህብ\'', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ኣሲዚ'},
    {'quote': '\'ሕይወት ንብላዕ፣ ሕይወት ንስተ፤ ኣብ ኢየሱስ ክርስቶስ ምንጪ ሕይወትና፡ ብምልኣት ሕያዋን ክንከውን ኢና\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
  ],

  // ===============================================
  // ብዛዕባ ፀሎት
  // ===============================================
  'ብዛዕባ ፀሎት': [
    {'quote': '”ፀሎት ብልቢ ምስ እግዚኣብሔር ምዝራብ ማለት ኢዩ”', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '”ካብ ፀሎት ዝበልፅ እንታይ ኣሎ? ካብኡ ንሕይወትና ዝጠቅም እንታይ ኣሎ? ኣብ ሃይማኖትና ካብኡ ዚዓቢ እንታይ ኣሎ?”', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '”ብፅቡቕ ምፅላይ ዝኸኣለ፡ ብመንፈሳውነት ምንባር ከኣለ”', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '”ወትሩ ምስ እግዚኣብሔር ኪኸውን ዝደሊ ሰብ፡ ብዙሕ ጊዜ ኣብ ፀሎትን መንፈሳዊ ንባብን ኪፅመድ የድልዮ”', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '”ናይ ፀሎት ሰብ ኲሉ ነገር ኪገብር ይኸእል”', 'author': 'ቅዱስ ቪንሰንት ናይ ፓውሊ'},
    {'quote': '”ካብቲ ኣብ ሕይወትና እንገብሮ ስራሕ፡ ካብ ፀሎት ዝዓቢ የልቦን”', 'author': 'ቅዱስ ጐርጐርዮስ ዘኑሲስ'},
    {'quote': '\'ከይፀለኻ ምውዓል መዓልቲ ብኸንቱ ምሕላፍ ኢዩ”', 'author': 'ቅዱስ ጐርጐርዮስ ዘኑሲስ'},
    {'quote': '”ብዘይ ፀሎት ብመንገዲ ቅድስና ንቕድሚት ምኻድ የለን”', 'author': 'ቅዱስ ቦናቨንቱራ'},
    {'quote': '\'ሰብ ፅቡቕ ኪገብር እንተደሊዩ፡ ፅቡቕ ፀሎት ኪገብር ኣሎዎ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '”ፀሎት ናይ ፍቕሪ ቋንቋ ኢዩ፤ ብፀሎት ገይርና ንእግዚኣብሔር ፍቕርና ንገልፀሉ፡፡ ናይ ወዲ ሰብ ክብሪ ፀሎት እዩ\'\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ብልቢ ዘዝምር፡ ዳርጋ ድርብ ዚፀለየ እዩ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '”ምስ ኣምላኽ ዝተወሃደት ነፍሲ፡ ከይኣስተብሃለትሉ\'ውን ብመዝሙርን ብውዳሴን ንኣምላኽ ተመስግኖ”', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ለሚንኩም ዘይተውሃበኩም ምኸንያት፡ ክፉኣት ስለ ዝኾንኩም፣ ክፉእ ስለ ዝለመንኩም፣ ብኸፉእ ስለ ዝለመንኩም ኢኹም\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '”ሕያዋይ ኣምላኽ ፀሎት ክንገብር ዝምዕደናን እንተዘይለመንና ዚሓዝንን፡ ክንደይ ህያባት ኣብዚሑ ይህበና”', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '”ኣብ ቅዱሳት መፃሕፍቲ ዚርከቡ ናይ ፀሎት ቓላት ብምሉኦም እንተንቢብካ፡ ኣብ ናይ ጐይታ ፀሎት ዘይኣተወን ዘይተጠቕሰን ምንም ነገር፡ ኣብ ውሽጦም ትረክብ ኢለ ኣይሓስብን”', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '”ፀሎት ሓሳብ ሓፂር መንገዲ ቅድስና ኢዩ”', 'author': 'ቅዱስ ኢግናፅዮስ'},
    {'quote': '”ሓደ መንፈስን ሓደ ልብን ኰይኖም ንእግዚኣብሔር ኪውድስዎን ኪልምንዎን እንከሎዉ፡ ብርግፅ ፀሎቶም ተሰማዒ ኢዩ”', 'author': 'ቅዱስ ቶማስ በዓል ኣኲኖ'},
    {'quote': '”ኣፍኣዊ ፀሎት እናዘውተርካ፡ ኣብ ሃለዋት ዓቢዪ ሓጢኣት\'ውን ክትነብር ትኽእል ኢኻ፤ ፀሎት ኃልዮ እናዘውተርካ ግን፡ ኣብ ሃለዋት ሓጢኣት ክትነብር ኣይትኸእልን ኢኻ፤ ከመይሲ፡ ሽዑ ወይ ንፀሎት ኃልዮ ወይ ከዓ ንዓቢዪ ሓጢኣት ምግባር ክትገድፍ ኢኻ”', 'author': 'ቅዱስ ቶማስ በዓል ኣኲኖ'},
    {'quote': '”ፀሎት ሓሳብ /ናይ ሕሊና ፀሎት/ ምንጪ መንፈሳውነት ኢዩ”', 'author': 'ቅዱስ ቶማስ በዓል ኣኲኖ'},
    {'quote': '”ናይ ሕሊና ፀሎት ፀላኢ ሓጢኣትን መንፈሳዊ ሕይወትና ንምምሕያሽ ዋና መጋበርי ኢዩ”', 'author': 'ቅዱስ ቶማስ በዓል ኣኲኖ'},
    {'quote': '”ነፍሲ ዘይብላ ስጋ ምውቲ ከም ዝኾነት፡ ከምኡ ከዓ ነፍሲ ብዘይካ ፀሎት ምውቲ እያ\'\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ኣእዋም ከይነቕፃ ማይ ከም ዘድልየን፡ ከምኡ ከዓ ንኣና ምእንቲ ከይንጠፍእ ፀሎት ምግባር የድልየና\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ብፅቡቕ ዝተገብረ ፀሎት፡ ንመላእኽቲ ብዙሕ የሐጒስ፤ ንኣጋንንቲ ግን ብዙሕ የሕዝኖም\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ናይ ፀሎትና ተሰማዕነት ወይ ዘይተሰማዕነት ዝውሰን ብቚፅሪ ቓላቱ ዘይኮነስ፡ ብናይ ልባትና ምቕፃል እዩ\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ፀሎት ናይ ልቢ ጉዳይ እዩ\'', 'author': 'ቅዱስ ዮሓንስ ቦስኮ'},
    {'quote': '\'ምስ ፀሎት ዝመሳሰል ሓደ ነገር\'ኳ የለን፤ ምኸንያቱ ንቱ ዘይከኣል ከም ዝከኣል፣ ንቱ ከቢድ ከዓ ቐሊል ይገብሮ። ወትሩ ንዝፅልን ስም እግዚኣብሔር ንዝፅውዕን ሰብ፡ ንኸሓጥእ ፍፁም ዘይከኣል ነገር እዩ\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ናይ ዓሱ ሕይወት ማይ ከም ዝኾነ፡ ከምኡ ከዓ ሕይወትካ ፀሎት እዩ\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ንጐይታና ኢየሱስ ክርስቶስ ዘራሕርሖ እቲ ናይ ልቢ ልመናኦም እምበር፡ እቲ ብርቱዕ ድምፆም ኣይኮነን\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ሓደ ሰብ ናይ ሓሳብ ፀሎት እንተዘይ ኣዘውቲሩ ሕሙም ኢዩ፤ ሕይወቱ ንኻሊእ ይትረፍስ ንባዕሉ ኣይረብሕን\'', 'author': 'ቅድስቲ ትሬዛ'},
    {'quote': '\'ፀሎት ኃልዮ ማለት፡ ምስ እግዚኣብሔር ፍቕሪ እትምስርተሉን፡ ምሳኡ ልቢ ንልቢ ተወሃሂብካ እትዛረበሉን ጊዜ እዩ\'', 'author': 'ቅድስቲ ትሬዛ'},
    {'quote': '\'ፀሎት ምስ ሓደ ፍቕሩ ምስ ዝገልፀልካ ፈታዊኻ ዘራኸበካ መንገዲ እዩ\'', 'author': 'ቅድስቲ ትሬዛ'},
    {'quote': '\'ውዑይ ፀሎት ብዘይ ጥርጥር ናብ ሰማይ ኪኣቱ ኢዩ፤ ካብኡ ብርግፅ ብዘይ ፀጋ ኣይኪምለስን እዩ\'ሞ ኲሉ ክትገብሮ ዝወሰንካዮ መወዳእታኡ ሓልዎ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ዝፅሊ ይድሕን፡ ዘይፅሊ ከዓ ይዂነን\'', 'author': 'ቅዱስ ኣልፎንሶ ደ ሊጎሪ'},
    {'quote': '\'ፀሎት ኅልዮ/ኣስተንትኖ እቲ ናብ ዘለዓለም ሕይወት ንምእታው ብቑዕ ኪገብረካ ዝኸእል መሱርሒ እዩ\'', 'author': 'ቅዱስ ኣልፎንሶ ደ ሊጎሪ'},
    {'quote': '\'ዳዊትን ሓጢኣትን ብሓደ ኪኾኑ ይከኣል ኢዩ፤ ቅዳሴን ሓጢኣትን ብሓደ ኪነብሩ ይኸእሉ ኢዮም። ፀሎት ሓሳብን ሓጢኣትን ግን ብሓደ ኪነብሩ\'ኳ ኣይኸእሉን\'', 'author': 'ቅዱስ ኣልፎንሶ ደ ሊጎሪ'},
    {'quote': '\'ጐደሎ ድሕነት ኣብ መቚፀርያ እዩ\'', 'author': 'ቅዱስ ኣልፎንሶ ደ ሊጎሪ'},
    {'quote': '\'ንሕና ፀሎት እንክገብር እንከሎና፡ እግዚኣብሔር ወይ ዝለመናያ ፀጋ ወይ ከዓ ብዙሕ እትጠቕመና ኻሊእ ፀጋ ይህበና\'', 'author': 'ቅዱስ ኣልፎንሶ ደ ሊጎሪ'},
    {'quote': '\'ኣብ ፀሎት ንሕና ንእግዚአብሔር ንርእዮን ንሰምዖን፤ ስለዙይ ንመላእኽቲ ንመስል\'', 'author': 'ቅዱስ ፍራንቸስኮስ በዓል ኣሲዚ'},
    {'quote': '\'ክንፅሊ እንከሎና ምስ እግዚኣብሔር ኢና እንዛረብ፤ መለኮታዊ ቃሉ እንክነንብብ እንከሎና ከዓ፡ ንኣኡ ኢና እንሰምዕ\'', 'author': 'ቅዱስ ኣምብሮዚዮስ'},
    {'quote': '\'ኣብ ውሽጢ ናይ ፀሎት ሕይወት ኣቲና እንክንፅሊ እንከሎና፡ ናይ እምነት እንታይነት ንፈልጥ፣ ናይ እግዚኣብሔር ፍቓድ ንፈልጥ፣ ስሕተትና ንእርም፣ ብፀጋ ንዓቢ\'', 'author': 'ቅዱስ ቪንሰንት ናይ ፓውሊ'},
    {'quote': '\'ምሸት ይኹን ኣብ ድቕድቕ ፀልማት ከም ዘይዛሪ ዛራ ዓይኒ ማይ፡ ከምኡ እግዚኣብሔር እንክንፅሊ ወትሩ ክበፅሐና ይመፅእ\'', 'author': 'ቅዱስ ዮሓንስ መስቀላዊ'},
    {'quote': '\'ኣብ ፀሎት ተዓጠቑ፤ ጳጳሳትን ካህናትን ኣይትፀበዩ\'', 'author': 'ቅድስቲ ሉችያ ፊሊፒኒ'},
  ],
  

  'ብዛዕባ ፍርዲ': [
    {'quote': '\'እቲ ትዕግስቱ ዘርኣየ /ኣምላኽ/ /ኣብ እዋን ፍርዲ/ ሓይሉ ከዓ ከርኢ እዩ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'እቲ ፈራዲ እቲይ ፈላጥ ስለዝኾነ፡ ኣይኪጋገን ኢዩ፤ ሓያል ስለ ዝኾነ፡ ካብኡ ዘምልጥ ኣይክርከብን ኢዩ፤ ሕጂ ንኩሉ እናፈለጠ ስቕ ኢሉ ይርእዮ ኣሎ፤ ደሓር ግን ከም ሓያል ንዂሉ ኪቐፅዖ እዩ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ፍርዲ ናባኻ ምስ መፀ፡ እንታይ ክትገብር ኢኻ? ምስ መፀካ ምእንቲ ከይትፈርሕስ ቀልጢፉ ከም ዚመፀካ ሕሰብ፤ ብዙሕ ሓሳብ\'ዙይ ንበር፡፡ እግዚኣብሔር ኣብ መዓልቲ ፍርዲ ከመይ ኢልና ከም እንርከብ፡ ኣብ ኢድና ገደፎ፡\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'እግዚኣብሔር ይቕረ ንዝበለሉን ንዘይበለሉን ባዕሉ ይፈልጥ፤ ንሱ ንሓደ ምሕረት እንኪገብር ብኸምኡ ይገብረሉ፣ ንቱ ካሊእ ከዓ ብርትዒ ይኸልእ፡\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ኦ ጐይታይ፡ ንስኻ ለይትን መዓልትን ከም እትርእየኒ፣ ዂሉ ሓሳበይ፣ ድላየይ፣ ስራሐይ፣ ኣብ ቅድሜኻ ከም ዝኾነ እንክሓስብ፡ ፍርሓትን ሕፍረትን ይመልአኒ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'እቲ እንገብሮ ዂሉ ካብ ፈጣሪ እዩ\'ሞ ኣይንተሓበን፤ ኣምላኽ እንተ ቐፅዐና ብበደልና ኢዩ፣ ናይ ስራሕና ሞያ እንተሃበና ከዓ ብፀጋኡ እዩ\'ሞ፡ ንኹሉ ስራሕና ብትሕትና ገቢርና፡ ከምዘይገበርና ክንኸውን የድሊ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ኦ ሃብታም፡ ንስኻ ኣብዙ ዓለምዙይ እንከሎኻ፡ ነልኣዛር ርፍራፍ እንጌራ ዝነፈግካሉስ፡ ሕጂ ሓንቲ ነጥቢ ማይ ክትልምኖ ኣየሕፍረካንዶ?”', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'እቲ ፈራዲ ቱይ ፈላጥ ስለ ዝኾነ ኣይጋገን ኢዩ፤ ሓያል ስለ ዝኾነ፡ ካብኡ ዘምልጥ ኣይክርከብን ኢዩ። ሕጂ ንኹሉ እናፈለጠ ሱቕ ኢሉ ይርእዮ ኣሎ፤ ደሓር ግን ንዂሉ ኪቐፅዖ እዩ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ኣብ ዓራርቦ ሕይወትና፡ ብኣንፃር ፍቕሪ ክንፍረድ ኢና\'', 'author': 'ቅዱስ ዮሓንስ መስቀላዊ'},
    {'quote': '\'ኦ ሓጢኣተይናታት፡ ሕጂ ዝፅውዐኩም ዘሎ እግዚኣብሔር ንዳሕራዩ ዝፈርደኩም፡ ንሱ ባዕሉ ከም ዝኾነ ፍለጡ\'', 'author': 'ቅድስቲ ትሬዛ'},
    {'quote': '\'ሓጢኣተይናታት፡ መቒሎም መሓሪ ጥራሕ ከም ዝኾነ ምስትውዓል ይደልዩ፧ እግዚኣብሔር ግን ርቱዕ\'ውን ኢዩ፤ መቒልና መሓሪ ጥራሕ ከም ዝኾነ ክነስተውዕል ኣይንደልን\'', 'author': 'ቅዱስ ባስልዮስ'},
    {'quote': '\'ኣብ ቅድሚ ፈራዲ ምስ ቆምኩ፡ እንታይ ክብል እየ?\'', 'author': 'ቅዱስ ቆጵርያኖስ'},
    {'quote': '\'ፍርዲ ምስ ኮነ፡ ንዂነኔ እምበር ንንስሓ ጊዜ የለን፡፡ ሽዑ ጣዕሳ ኪኸውን ኢዩ፤ ግና ፍረ የብሉን፣ ጊዜኡ ሓሊፉ እዩ\'', 'author': 'ቅዱስ ጐርጐርዮስ ዘኑሲስ'},
    {'quote': '\'መወዳእታ ናይ ፍርዲ መለኸት \'ተመለሱ እናበለት ትውቃዕ ኣላ\'ሞ፡ ነፍሲ ወከፍ ተዳሊዩ ይፅናሕ\'', 'author': 'ቅዱስ ጐርጐርዮስ ዘኑሲስ'},
    {'quote': '\'ክበልዕ ወይ ክሰቲ፤ ክነቅሕ ወይ ክድቅስ፣ ወይ ዝኾነ ካሊእ ነገራት ክሰርሕ እንከሎኹ፡ ወትሩ \'ኣቱም ዝሞትኩም ተንስኡ፣ ናብ ፍርዲ ምፁ\' ቢሉ ዝወቅዕ መለኸት ናብ እዝነይ ይስምዐኒ ኣሎ\'', 'author': 'ቅዱስ ሄሮኒሞስ'},
    {'quote': '\'ቅዱሳን\'ውን /ንኣምላኽ/ ብዘይ ፍርሓት ኣይክርእዩዎን\'', 'author': 'ቅዱስ ሄሮኒሞስ'},
    {'quote': '\'ከምቲ ብምሕረቱ ዝሓለፈ ብርትዑ ዝሓለፈ ኪኸውን እዩ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ኣብ ቅድሚኡ ዘይረአ ፍጥረት የለን፤ ዂሉ ግሁድን ቅሉዕን እዩ\'', 'author': 'ቅዱስ ሄሮኒሞስ'},
    {'quote': '\'ኦ ኢየሱስ፡ ቕፅዓት ኪለው ሃበኒ፤ እንተኾነ ግን ብቱ መዓልቲ\'ቱይ ብቚጥዓ ገፅካ ኣይተርእየኒ\'', 'author': 'ቅድስቲ ትሬዛ'},
    {'quote': '\'ኦ ሓጢኣተይናታት ሕጂ ዝፅውዐኩም ዘሎ እግዚኣብሔር ንዳሕራዩ ዝፈርደኩም ንሱ ባዕሉ ከም ዝኾነ ፍለጡ\'', 'author': 'ቅድስቲ ትሬዛ'},
  ],

  // ===============================================
  // ብዛዕባ መንነትካ ምፍላጥ
  // ===============================================
  'ብዛዕባ መንነትካ ምፍላጥ': [
    {'quote': '”ኦ ጐይታይ ንርእሰይ እንተ ዝፈልጥ ንኣኻ\'ውን ምፈለጥኩኻ ነይረ”', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '”ኦ ክርስትያን መዓርግካ ፍለጥ፤ ተሳታፊ ባህርይ ኣምላኽ ከም ዝኾንካ ዘክር፤ ናብ ናይ እግዚኣብሔር ብርሃንን መንግስትን ከም ዝተሳገርካ ኣይትረስዕ፤ ኣብ ባርነት ኣይትእቶ፤ ናብ ናይ ቀደምካ ቅጥዒ ዘይብሉ ጠባይን፣ ናብ ሕማቕ ልማድን ኣይትመለስ፤ ከመይ ዋጋኻ ደም ክርስቶስ እዩ\'\'', 'author': 'ቅዱስ ሊዮን'},
    {'quote': '\'ኣብ ምድሪ ዚርከብ ቀዳማይ ክብርን እቲ ዝዓበየ ሺመትን ክርስትያን ምዃን እዩ\'', 'author': 'ቅዱስ ጐርጐርዮስ ዘኑሲስ'},
    {'quote': '\'ክርስትያን እንተኾይንካ ንክርስቶስ ኣምላኽካ ተኸተል፤ ጥራሕ ስም ኣይትሓዝ፡፡ እቲ ስም ምሉእ ግበሮ፤ ንኣኡ ዚበቕዕ ስራሕ ግበር\'', 'author': 'ቅዱስ ጐርጐርዮስ ዘኑሲስ'},
    {'quote': '\'ግብርኹም ግብሪ ኣረማውያን እንተደኣ ኰይኑ፡ ብኸንቱ ኢኻትኩም ክርስትያን እትበሃሉ ዘሎኻትኩም\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ንስኻትኩም እቲ ንኣኻትኩም ዚሰማማዕን ዚጥዕምን እትኣምኑ፡ እቲ ንኣኻትኩም ዘይሰማማዕን ዘይጥዕምን ግን እተነፅጉ፡ ብርእስኻትኩም እምበር ብወንጌል ኣይኮንኩምን እትኣምኑ ዘሎኹም\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ብድላይካ ዝተቐበልካዮ ድኸነት ባዕሉ ሃብቲ እዩ\'', 'author': 'ቅዱስ ቦናቨንቱራ'},
    {'quote': '\'ናይ ቅድስና ላዕለዋይ ብርኪ ናይ ገዛእ ድሌትካ ምሕዳግ እዩ\'', 'author': 'ቅዱስ ቦናቨንቱራ'},
    {'quote': '\'ጐይታና ኢየሱስ ክርስቶስ ብቱ ሰብኣዊ ባህርዩ ሕማም ወድሰብ ኪሽከም ዝደለየ፡ ንዓኻ ግብረ ፍፅምናን ቅድስናን ኪምህረካ ኢሉ እዩ\'', 'author': 'ቅዱስ ቦናቨንቱራ'},
    {'quote': '\'ንኸፉኣት ክትክተሎም ዝንባሌኻ ኢዩ፤ ሽሕ\'ኳ ኣብኦም ዝርከብ መንፈሳዊ ሓይሊ ክትዕደል እንዘይደለኻ፡ ክፉእ ኣመሎም ቀልጢፍካ ትኸተል\'', 'author': 'ቅዱስ ሄሮኒሞስ'},
    {'quote': '\'ጥበብ ብዘይ ገርህነት ክፍኣት እዩ\'', 'author': 'ቅዱስ ሄሮኒሞስ'},
    {'quote': '\'ሃካይ ሰብ እቲ ንናይ ሰይጣን መጥቃዕቲ ደው ኢሉ ዚፅበዮ ሰብ እዩ\'', 'author': 'ቅዱስ ሄሮኒሞስ'},
    {'quote': '\'ኣጋንንቲ\'ኳ ኣይሰቐሉዎን፤ ብኽፉእ ግብርኹምን ሓጢኣትኩምን እንክትሕጐሱ፡ ዝሰቐልኩምዎን እትሰቕሉዎን ዘሎኻትኩም ንስኻትኩም ኢኻትኩም\'', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ኣሲዚ'},
    {'quote': '\'ንባዕሉ መምህር ዚስይም ሰብ፡ ንሱ ከም ሓደ ዓሻ ተምሃራይ እዩ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ሓንጐል ሰነፍ/ሃካይ ሰብ ዓውዲ ስራሕ ሰይጣን እዩ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ጥበብ እንተወሲድካ፡ መንፈሳዊ ሓይሊ ኣመል ኪኸውን እዩ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ኦ ክርስትያን እንታይ ከም ዝኾንካ ኣፀቢቕካ ምእንቲ ክትፈልጥ፡ ናብ ሓደ መቓብር ከይድካ ንሓመድን ሓመዂሽትን ሓሳኹትን ተመልኪትካ ሕዘን\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ስጋ ከም ዝኾንና ኣይንረስዕ\'', 'author': 'ቅዱስ ቶማስ በዓል ኣኲኖ'},
    {'quote': '\'ናብ መቓብር ከይድካ ኪትርኢ ይመኸረካ ኣሎ፤ መቓብር ናይዙ ዓለም\'ዙይ ገንዘብ ከንቱ ከምዝኾነ ዘፍልጥ፡ ንናይ ቅዱሳን ፍልጠት ዚርከብ ፅቡቕ ትምህርቲ ይርከቦ\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ኣርኣያኡ ዝሕሉ ሰብ፡ ሰብ ይበሃል፤ እንተኾነ እዛ ናይ ሰብ ኣርኣያ ከመይ እያ? በዓል ኣእምሮ ምዃን እያ\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ንፅሕናኡ ዚሕሉ መልኣኸ ኢዩ፤ ዘጥፍእ ግን ሰይጣን እዩ\'', 'author': 'ቅዱስ ኣምብሮዚዮስ'},
    {'quote': '\'ሰብ ኣብ ባዕሉ ንእሽተይ ዓለም ኢዩ፤ ኣብዛ ንእሽተይ ዓለም ዝኾነ ሰብ ከዓ ኣብታ ዓባይ ዓለም ዚርከብ ኲሉ ኪርከባ ኣሎዎ\'', 'author': 'ቅዱስ ፍራንቸስኮስ በዓል ሳል'},
    {'quote': '\'ዘይጠቅም ዘረባ፡ ልኹፍ ሕሊና የርኢ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ልበይ ተናዲዱ እንከሎ ከይዛረብ፡ ምስ መልሓሰይ ውዕሊ ገይረ እየ\'', 'author': 'ቅዱስ ፍራንቸስኮስ በዓል ሳል'},
    {'quote': '\'ትግሃት ግቡእካ ብቕፅበት ንምፍፃም ስንድዊ ምዃን ማለት እዩ\'', 'author': 'ቅዱስ ቶማስ በዓል ኣኲኖ'},
    {'quote': '\'ፍርሓት እግዚኣብሔር፡ ከምቲ ሓደ ብርቱዕ ዝተዓጥቀ\'ሞ ኣብ ኣፍደገ ገዛኡ ኮይኑ፡ ንዝኾነ /ፀላኢ/ ምሕላፍ ዝኸልእ ሰብኣይ እዩ\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ብዘይ ልባዊ ምኸንያት ምዝራብ፡ ዘይጠቅም ዘረባ ይበሃል፤ ብቱ ተፃይ ልብኻ/ሕሊናኻ ዝኾነ ዘረባ ከመይ ገይርካ ፀብፃብ ክትህብ?”', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ንስኻትኩም ሰብኡት ንባዕልኻትኩም ዝሩጋት እንከሎኹም፡ ከመይ ኮይንኹም ኢኻትኩም ነንስትኹም እዱባት ኪኾናልኩም እትደልዩወን?”', 'author': 'ቅዱስ ጐርጐርዮስ ዘኑሲስ'},
  ],

  'ብዛዕባ ሕይወት ቃልሲ ከም ዝኾነ': [
    {'quote': '”ነዊሕ ዕድመ /ሕይወት/ ምድላይ፡ ብዘይካ መከራ እንታይ ይርከቦ?”', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '”ንሕና ሰብ ነንሕድሕዶም ዘሳቕዩ ኣናእሽቱ ፍጡራት ኢና\'\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ወዲ ሰብ ሓንቲ ነፍሲ ኣላቶ፤ ነፍሱ ግን ሓንቲ እንከላ ሰለስተ ተግባራት ትፍፅም፤ ናይ ኣእምሮ ክእለት፣ ናይ ምዝካር ክእለት፣ ናይ ድላይ ክእለት ኣሎዋ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ሰብ ኣብ ውሽጡ ክልተ ከተማታት ይሃንፅ፤ እዚኣተን ከዓ ምድራዊትን ሰማያዊትን ከተማ ይበሃላ፡፡ እታ ቀዳመይተ፡ ብፍትወት ርእስኻ እትምራሕ፣ እታ ካልአይቲ ከዓ ብፍቕሪ እግዚኣብሔር እትምራሕ እያ፡፡ እታ ምድራዊት ንርእስኻ ብምፍቃር ንእግዚኣብሔር እተፅልእ እያ፤ እታ ካልኣይቲ ከዓ ንእግዚኣብሔር ኣፍቂራ ንርእሳ እተፅልእ እያ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ሕይወትና ደም ዘይብሉ ውግእን መስዋዕትነትን እዩ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ሰማዕትነት ናይ መንፈስ ቅዱስ ፍሉይ ውህበት እዩ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ስደት፡ ንሕያዎት ክርስትያን ከምዙ መብረድን ሞደሻን ንሓፂን፣ ሞጎጎ ንእንጌራ፣ ሓዊ ከዓ ንወርቂ ዚፍትኖ እዩ ዚገብሮም\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ኣብቱ እትገብሩዎ ውግእ ጃማሪኡ እግዚኣብሔር ኢዩ፤ ዝዋጋእን ዝዕወትን ከዓ ባዕሉ ኢዩ፤ ንኣኻትኩም ናይ ስዕረት ሞያ ይሓድገልኩም\'', 'author': 'ቅዱስ ቆጵርያኖስ'},
    {'quote': '\'ሕይወትና ሕይወት ሚስዮናዊ ሕውስዋስ ስቓይን ታሕጓስን፣ ፍርሕን ተስፋን፣ ስቓይን ምፅንናዕን እዩ\'', 'author': 'ቅዱስ ኣቡነ ዳንኤል ኮምቦኒ'},
    {'quote': '\'ስራሓት እግዚኣብሔር፡ ኣብ ትሕቲ መስቀል እዮም ተወሊዶም ዝዓብዩ፡ ናይ ሕጂ ፀገማትና ከዓ፡ ድሕነት ኣፍሪቃ ናይ እግዚኣብሔር ስራሕ ከም ዝኾነ መረጋገፅቲ እዮም\'', 'author': 'ቅዱስ ኣቡነ ዳንኤል ኮምቦኒ'},
    {'quote': '\'ኣብ መስቀል ክርከብ እንከሎኹ፡ ሕጉስ ኢየ፤ ምኸንያቱ ምእንቲ ፍቕሪ ኣምላኽ ክትቕበሎ እንከሎኻ፡ ዕድመን ዘለዓለማዋዊ ሕይወትን ይህበና ስለ ዝኾነ\'', 'author': 'ቅዱስ ኣቡነ ዳንኤል ኮምቦኒ'},
    {'quote': '\'ሓቀይና ሓዋርያ ፀገማት ወይ ሞት\'ውን እንተኾነ ኪፈርሕ የብሉን፤ መስቀልን ሰማዕትነትን ዓወቱ እያቶም\'', 'author': 'ቅዱስ ኣቡነ ዳንኤል ኮምቦኒ'},
    {'quote': '\'ሓቀይና ሓዋርያ ንጥቕሚ ርእሱ ምስራሕ ዘይኮነስ ንዘለዓለማዊ ሕይወቱ፣ ፃዕሩ ንናይ ግሊ ታሕጓስ ዘይኮነስ ንብፆቱ፣ ስራሑ\'ውን ምሳኡ ከም ዘይመውት፣ መቓብሩ\'ውን ናይ ኻልኦት ሓደስቲ ሓዋርያት ኣደባባይ ከም ዝኾነ ይፈልጥ እዩ\'', 'author': 'ቅዱስ ኣቡነ ዳንኤል ኮምቦኒ'},
    {'quote': '\'መንገዲ ሕሩያት ብአሾኸ ዝተነስነሰ እዩ\'', 'author': 'ቅዱስ ጐርጐርዮስ ዘኑሲስ'},
    {'quote': '\'እዙ ኩሉ ጊዜ ምሳና ተጠቢቑ ዚኸይድ ዘሎ ስጋና፡ ንሱ ሓደ ናይ ነፍስና ፀላኢ እዩ\'ሞ ከም እነሸንፎ ንፅዓር\'', 'author': 'ቅዱስ ሄሮኒሞስ'},
    {'quote': '\'ቅድሚ ኲሉ ውግእና ተፃይ ስጋን ደምን ኢዩ፤ ደሓር ከዓ ተፃይ መኳንንቲ ፀልማት\'', 'author': 'ቅዱስ ኣምብሮዚዮስ'},
    {'quote': '\'ኣብዛ ምድሪ ናይ ሕይወት ፀጋ ኣብ ዝከራኸሩና፡ ኣብ ማእኸል ናይ ፀላእቲ መስገርቲ ንመላለስ ኣሎና\'', 'author': 'ቅዱስ ኣምብሮዚዮስ'},
    {'quote': '\'ኣብዙ ዓለም\'ዙይ እንከሎና፡ ካብ እግዚኣብሔር ክንረኽቦ እንኸእል ዓቢዪን ዝበለፀን ውህበት፡ ንባዕልኻ ንርእስኻ ምሽናፍን ምስዓርን እዩ\'', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ኣሲዚ'},
    {'quote': '\'እቲ ኣነ እንካብ ኣምላኽ ዝፅበዮ ሃብቲ ብዘይ መጠን ብዙሕ ስለ ዝኾነ፡ ኲሉ ጭንቀይን መከራይን ታሕጓስ ኰይኑ ይስምዐኒ\'', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ኣሲዚ'},
    {'quote': '\'እቲ ፈለማ ዕረ ኮይኑ ዝስምዐኒ ዝነበረ ኲሉ፡ ናብ ናይ ነፍስን ስጋን ጣዕሚ ተለወጠለይ\'', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ኣሲዚ'},
    {'quote': '\'ተጋድሎ፡ ንሕዋሳትካ ካብ ክፉእ ምሕላው ማለት፡ ንሕዋሳትካ ምዕጋት ማለት እዩ\'', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ሳል'},
    {'quote': '\'ኣብ ሓደ ናይ ነፍስን ስጋን ሓደጋ ምስ እትርከብ፡ ሓላዊ መልኣኽካ ፀውዕ፤ ብርግፅ ከዓ ከዐውተካ እዩ\'', 'author': 'ቅዱስ ፊሊጶስ ነሪ'},
    {'quote': '\'ከየዳለወ ሃለዋት ነፍስና መርሚሩ ኪቆፃፀረና ዝኸእል፡ ናይ ክንክን ስራሕ\'ውን ዝገብረልናን፡ ንኲላትና ሓደ መንፈሳዊ ሓኪም የድልየና\'', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ሳል'},
    {'quote': '\'ባህርይና ብዘይ መጠን ድኹም ኢዩ፤ ኣብ ማእኸል ምኸንያት ሓጢኣት ተቐሚጥካ፡ ከይሓጣእካ ካብ ምንባር ንዝሞተ ምትንሱእ ይቐልል\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ሃብታም ኪመውት እንከሎ፡ ኣዝማዱ ኣብ ዙርያ ዓራቱ ኰይኖም ክንደይ ውርሻ ገዲፉ\' እናበሉ ይሓቱ፤ ብቱ ሓደ ወገን ከዓ መላእኽቲ \'ምስኡኸ ክንደይ ተማሊኡ\' እናበሉ ይሓቱ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ሓላዊኻ መልኣኽ ምሳኻ ከም ዘሎ ፍለጥ፤ ብመንፈሳውነት ኣኸብሮ፣ ምስኡ እምነትን ፍቕርን ኪህልወካ የድሊ፤ ንሱ ምሳኻ ከም ዘሎ ሓሲብካ ተጠንቀቕ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ፀላእትና ብርቱዓት ካብ ኮኑ፣ ሓለቓታት ብዘይ ስጋ ካብ ኮኑ፣ ናይዙ ዓለም\'ዙይ ዋናታት ካብ ኮኑ፣ ንስኻ ከመይ ገይርካ ሕንቓቐ ትፎቱ? በጃኻ ንገረኒ፡፡ ኣፅዋር እንከይሓዝካ፡ ከመይ ገይርካ ክትስዕሮ?”', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ካብ ዓቢዪ ውግእ፡ ሰብኣውን ሓላፍን ዘይኮነ፡ ኣምላኻውን ዘልዓለማውን ክብረት ይወፅእ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ኦ ጐይታይ ጥራሕ በይኑስ ኣብ ንየዋይ ዓለም ምሓረኒ እምበር ኣብዙይ እንከሎኹ ኣሕርረኒ፤ ሕምትልትል ኣብለኒ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ኲሉ መዓልቲ ዝጠቕመካ ኲሉ መዓልቲ ተቐበሎ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ድሕሪ ሞት ናብ ገሃነም እሳት ከይንወርድ ብሕይወትና እንከሎና ንውረድ /ብሓሳብና/\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
  ],

  // ===============================================
  // ብዛዕባ ሃረርታ ንዘልዓለማዊ ሕይወት
  // ===============================================
  'ብዛዕባ ሃረርታ ንዘልዓለማዊ ሕይወት': [
    {'quote': '\'ኦ ጐይታይ፡ ምእንታኻ ኢልካ ፈጢርካና፤ ልብና ናባኻ ክሳብ ዝበፅሕ ዕረፍቲ የብሉን\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '”እንታይ ትመርፅ? ጊዚያውን ምድራውን ነገራት ኣፍቂርካ ምሰኡ ምጥፋእዶ፡ ወይስ ንዓኡ ንዒቕካ ንዘልዓለም ምስ እግዚኣብሔር ምንባር?”', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ኣየ ንርእሰይ ፀሊአ ንኣኻ እንተዝፈቱ! ብዘይ ንኣኻ ኻሊእ ዝምነዮ ኣይምሃለወንን ነይሩ፤ ንኹሉ ነገር ምእንታኻ ኸገብሮ ምደለኹ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ንእግዚኣብሔር ዚፈቱ ኪርእዮ\'ውን ሃረር ዚብል፡ ሕይወት ከም ጭንቂ፣ ሞቱ\'ውን ከም ደስታ ይገምግም\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ታሕጓስ ቅኑዕ ሕሊና ንርእሱ መንግስተ ሰማይ እዩ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ከምቲ ዓሱ ንነዊሕ ጊዜ ካብ ማይ ወፂኡ እንተፀንሐ ዝመውት፡ መነኮሳት\'ውን ካብ ፀባብ ክፍሎም ወፂኦም ዘወንወን እንክብሉ፣ ወይ ከዓ ጊዜኦም ምስ ሰብ ዓለም እንከሕልፉ፡ ሓይሊ ውሽጣዊ ሰላሞም የጥፍኡ፤ ኣብ ኣፍ ደገ ተሪፍና ውሽጣዊ ንቕሓትና ከይነጥፍእ፡ ከምቲ ዓሱ ናብ ባሕሪ ዚጎዩ፡ ናብ ፀባብ ክፍልና ንጒየ\'', 'author': 'ቅዱስ ኣንጦንዮስ ናይ ግብፂ'},
    {'quote': '\'እቲ እዙ ዓለም\'ዙይ ይኹን፡ ንመንግስታት እዙ ዓለም\'ዙይ ኪበፅሑዎም ዝኸእሉ፡ ንኣይሲ ሓንቲ ኣይርብሓንን ኢዩ፤ ኣነስ ካብ ኣብ ምሉእ ዓለም ዝነግስ፡ ንክርስቶስ ኪመውት\'ሞ፡ ምሳኡ ምሕባር ይሕሸኒ፤ ንቱ ዝሞተለይ ጥራሕ እየ ዝደሊ\'', 'author': 'ቅዱስ ኢግናፅዮስ ናይ ሎዮላ'},
    {'quote': '\'ንሰማይ እንክጥምት፡ ምድሪ ሕማቕ ኰይና ትረኣየኒ\'', 'author': 'ቅዱስ ኢግናፅዮስ ናይ ሎዮላ'},
    {'quote': '\'ሰብ ዝተፈጥረሉ ዋና ዕላማ ኣሎዎ፤ ሰብ ዝተፈጥረሉ ምኽንያት፡ እግዚኣብሔር መን ምዃኑ ንምፍላጥ እዩ\'', 'author': 'ቅዱስ ኢግናፅዮስ ናይ ሎዮላ'},
    {'quote': '\'ከምዙ ኲሉ ነገር ብኣና ከም ዝኾነ ኣበርቲዕና ንስራሕ፤ ብማዕረኡን ብልክዕ ጊዜን ከምዙ ኲሉ ነገር ብኣምላኽ ከም ዝኾነ ኣባኡ ንተኣማመን\'', 'author': 'ቅዱስ ኢግናፅዮስ ናይ ሎዮላ'},
    {'quote': '\'ናይ መንግስተ ሰማይ ሕልሚ ናይ ምድሪ ነገር የንዕቐና፤ ሰማያዊ ነገር ከም እንምነ ይገብረና፡፡ ሰማያዊ ነገር እንተ ሪእና፡ ምድራዊ ነገር ሕማቕ፣ ክፉእ ኰይኑ ይረኣየና\'', 'author': 'ቅዱስ ኢግናፅዮስ ናይ ሎዮላ'},
    {'quote': '\'ኣብ ዓለም ዘሎ ነገራት ነኲሉ ሰብ መፈፀምታኡ ምእንቲ ኪረክብ ምእንቲ ሰብ እዩ ዝተፈጥረ\'', 'author': 'ቅዱስ ኢግናፅዮስ ናይ ሎዮላ'},
    {'quote': '\'ንፅባቐ መንግስተ ሰማይ እንክሓስብ፡ ናይዙ ዓለም\'ዙይ መከራ ታሕጓስ ኰይኑ ይስምዐኒ\'', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ኣሲዚ'},
    {'quote': '\'ኣዕዋፍ ዝደለያ ጊዜ ኪዓርፋሉ ኣብ ኦም ጉጂ ሰሪሐን ኣሎዋ፤ ሰብ ከዓ ምስ እግዚኣብሔር ዘዕርፈሉ ባይታ ኣሎዎ፡\'', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ኣሲዚ'},
    {'quote': '\'ስም ኢየሱስ ኣብ ኣፍካ ከም መዓር፣ ኣብ እዝንኻ ጥዑም ዜና፣ ኣብ ልብኻ ታሕጓስ እዩ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ቊሩብ ጊዜ ምስ እግዚኣብሔር ደስ ክብለኒ ክኸይድ ከም ዝተገብአኒ እናረአኹ፡ ከዝይም ግዲ ኾነኒ\'', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ኣሲዚ'},
    {'quote': '\'ንቅዱስ ልቢ ቤተይ ኪኸውን ሓሪየዮ፤ ንሱ ዕረፍቲ ልበይ ኢዩ፤ ኣብኡ ንኢየሱስ ክዛረቦ ኢየ፣ ዝደለኹዎ ክረክብ እየ\'', 'author': 'ቅዱስ ቦናቨንቱራ'},
  ],

  // ===============================================
  // ብዛዕባ ንድሕነትካ ምግዳስ ከም ዝግባእ
  // ===============================================
  'ብዛዕባ ንድሕነትካ ምግዳስ ከም ዝግባእ': [
    {'quote': '\'ኣእምሮ እንተሊዩካ፡ ድሕነት ነፍስኻ ካብ ኲሉ ዝዓቢ ግዴታ ከም ዝኾነ ሕሰብ\'', 'author': 'ቅዱስ ኣምብሮዚዮስ'},
    {'quote': '\'እቲ ኪፈጥረካ እንከሎ ብዘይ ፍቓድካ ኪፈጥረካ ዝኸኣለ እግዚኣብሔር፡ ብዘይ ፍቓድካ ከድሕነካ ኣይደልን እዩ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'እግዚኣብሔር ፀጋኡ ዚህበካ ፅቡቕ ድላይካን ስራሕካን ርእዩ እዩ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'እዚኣቶምን እዚኣተንን /ዝኽእሉዎ/ ዚገብሩዎን ዚገብራኦን ምግባር ከመይ ኢሉ ይሰኣነኒ፡\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'እቲ ብዘይካኻ ሓደ ጊዜ ካብ ሓጢኣት ዘድሓነካ፡ ብዘይካኻ ኣብ መወዳእታ ድሕነት ከም ዘየብፅሐካ ፍለጥ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ንርእሱ ከድሕና እንኪኸእል ዘይደሊ፡ ኪደሊ ከሎ\'ውን ዘይኸእል ቅፅዓት ዚግብኦ እዩ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ኣሕዋተየ፡ ንሕና ድሕነት እንተደሊና ክንግዘር የድልየና፤ ኣብ ሰማይ ክነበፅሕ እንተደሊና፣ ንስጋና ክንቐፅዓ የድልየና\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ክርስቶስ ይዛረበናን ይምህረናን ኣሎ፧ እምበኣርከስ ንስማዓዮ፤ ዝበለና ከዓ ንግበር\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ሰይጣን ንነፍሳትና ከጥፍእ ብዙሕ እንኪተግህ፡ ንሕና ግን ምእንቲ ድሕነት ነፍስና ከምዙይ ኢልና ዘይምትጋህ፡ ዓቢዪ ፅላለ ወይ ድንቁርና እዩ\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ሕጂ ዘሎናዮ ሕይወት፡ ምእንቲ ክንፅዕርን ብፃዕርና\'ውን ናይ ዘልዓለም ሕይወት ምእንቲ ክንረክብ እምበር፡ ምእንቲ ክነዕርፍ ኣይተውሃበናን\'', 'author': 'ቅዱስ ኣምብሮዚዮስ'},
    {'quote': '\'ዕረፍትኹም ብምንቃሕ እምበር፡ ከም ዝሓመመ ሰብ ድቃስ ኣይኹን\'', 'author': 'ቅዱስ ኣትናቴዎስ'},
  ],

  // ===============================================
  // ብዛዕባ ፍቕሪ ኣምላኽ
  // ===============================================
  'ብዛዕባ ፍቕሪ ኣምላኽ': [
    {'quote': '\'ንኣምላኽ ኣፍቕር\'ሞ ድሕሪኡ ድላይካ ግበር\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ኦ ጐይታይ ኣባይ ዝርከብ ኲሉ ፅቡቕ ነገር፡ ህያብ ምሕረትካ እዩ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ንስኻ ንሕንፃ ፍትወት ርእስኻ ኣዕኒኻ፡ ንሕንፃ ፍቕሪ ኣምላኽ ክትሃንፅ ይግባእ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'የግዲ ሽሕ\'ኳ ነገር ኪለው ከይፈለጥና ንእግዚኣብሔር በይኑ ምፍታው እንተፈሊጥና፡ ብፁዓን ኮይና ክንነብር ኢና\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ንባብ ዘይፈልጡ፡ ንእግዚኣብሔር ምፍታው ግን ዝፈልጡ፡ ንርእሳቶም ዘድሕኑ ክንደይ ሓረስቶት ኣሎዉ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ንሰብ መለኮታዊ ምእንቲ ኪገብር ኣምላኽ ሰብ ኮነ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ፍቕሪ ሓያል ንወልድ ሰሓቦ፤ ክሳብ ሞት\'ውን ኣብፅሖ\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ኣምላኽ ኣብ መስቀል ዝዓበየ ፍቕሪ ገሊፁልና\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ንጉስ ንሓደ ሰብ ፂሒፉሉ ኢልኩም ስለምንታይ ትድነቑ? እቲ ዘልዓለማዊ ኣምላኽ ንመወቲ ፍጥረቱ ሕጉ ፂሒፉ እንኪህቦምስ ኣየደንቕንዶ?”', 'author': 'ቅዱስ ኣንጦኒዮስ በዓል ፓዶቫ'},
    {'quote': '\'ካብቲ እናፈለጥና እንገብሮ ሓጢኣት፡ ሽሕ\'ኳ ንእሽተይ እንተኾነ እግዚኣብሔር ይስውረና\'', 'author': 'ቅድስቲ ትሬዛ ብዓልቲ ኣቪላ'},
    {'quote': '\'ወልድ ደቂ እግዚኣብሔር ምእንቲ ኪገብረና ሰብ ኮነ\'', 'author': 'ቅዱስ ልዮን'},
    {'quote': '\'ጐይታና ኢየሱስ ክርስቶስ መምህር ሰላምን ሓድነትን ኢዩ፤ ሓድነት ዘስተምሃረ ኣምላኽ ሰላምን መምህር ስምምዕን እዩ\'', 'author': 'ቅዱስ ቆጵርያኖስ'},
    {'quote': '\'እግዚኣብሔር ንሕና ባሮቱ ተብሂልና\'ኳ ክንፅዋዕ ዘይተገባእና እንከሎና፡ ንኣኡ ግን ፈተውቱ ተብሂልና ክንፅዋዕ ደስ ይበሎ\'', 'author': 'ቅዱስ ጐርጐርዮስ ዘኑሲስ'},
    {'quote': '\'ብውሉዳዊ ፍቕሪ ይመልአካ\'ሞ፡ ንእግዚኣብሔር ከም ኣቦኻ ገይርካ ከም እትርእዮን ከም እተፍቅሮን ይገብረካ፡፡ ኲሎም ቅዱሳን ንቱ ወሰን ዘይብሉ ሕያውነት እግዚኣብሔር ብምሕሳብ ብምድፍናቕ ዝበኸዩ ዝነበሩ፡ ከምኡ ከዓ መንፈስ ቅዱስ ንነፍስኻ ናይ እግዚኣብሔር መንፈስ የሕድረላ\'ሞ፡ ብሕያውነት እግዚኣብሔር ትማረኸ\'', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ኣሲዚ'},
    {'quote': '\'ንሕና ንእግዚኣብሔር ዓቢዪ ነገር ኣተስፊናዮ፤ እግዚአብሔር ብወገኑ ከዓ ካብቱ ንሕና ዘተስፈናዮ ነገር፡ ኣዚዩ ዝዓበየ ነገር ኪህበና ኣተስፊዩና እዩ\'', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ኣሲዚ'},
    {'quote': '\'እግዚኣብሔር ሓቀይናን ሕያዋይን ወሰን ዘይብሉ ቅዱስን ኪኸውን እንከሎ፡ ሰብ ግን ጒድለት ዝመልኦ ፍጡር ስለዝኾነ፡ ምፍቃሩ ቀሊል ኣይኮነን፤ ብኣንፃሩ ንእግዚኣብሔር ምፍቃር ግን ቀሊል ኢዩ፣ ከመይ ባህርይካ ንዙይ ስንድዊ እዩ\'', 'author': 'ቅዱስ ፍራንቸስኮስ በዓል ሳል'},
    {'quote': '\'ሓንቲ ነፍሲ ካብ ምሉእ ዓለም ኣብ ቅድሚ ኣምላኽ ኣዝያ ትበልፅ፤ ብዙይ ምኸንያት ሓልዮ ኣምላኽ ነፍሲ ወከፍና ሓደ ዘነቓቕሕን ዘናግፍን መንፈስ ወሲኹልና ይርከብ\'', 'author': 'ቅዱስ ቶማስ በዓል ኣኲኖ'},
    {'quote': '\'እቲ ልዑል ኣምላኽ ንኣኻ ሰብ \'\'ሓሰኻን ሓመድን\'\' እናበሎም፡ እቶም መንፈሳውያን መላእኽቱ ሰዲዱልካ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ኢየሱስ ሕፃን ኣብ ድኸነትን ጭንቅን ተወሊዱ እንከሎ፡ መላእኽትን ሰብን \'መሲሕ\' እናበሉ ብታሕጓስ ኪቕበሉዎ ምርኣይ ንወለዱ ገረሞም\'', 'author': 'ቅዱስ ሄሮኒሞስ'},
    {'quote': '\'ብዛዕባ እግዚኣብሔር ክትሓስቡ ግዲ ኣይኮነን፤ ናብኡ ካብ ምጥማት ግን ኣይተቋርፁ፣ ንሱ ናባኹም ካብ ምርኣይ ሰለም ኣይክብልን እዩ\'', 'author': 'ቅድስቲ ትሬዛ'},
    {'quote': '\'እቲ ናይ ሰማይ ኣቦና ከምቲ ጥፉእ ወዲ ብርሕራሐ ይቕበለና\'', 'author': 'ቅድስቲ ትሬዛ'},
    {'quote': '\'ኣምላኽ ስእሊ ቦዂሪ ወዱ ጥራሕ ኣብ ሓደ ሰብ እንተረኣየ ከም ወዱ ይቖፅሮ\'', 'author': 'ቅዱስ ኣምብሮዚዮስ'},
    {'quote': '\'ኣብ ልዕለና ዝተገልፀ እሞ ከዓ ኪስፈርን ኪቑፀርን ዘይከኣል ዕቤት ምሕረት ንንገር፡ ብምኸሪ ክፉእ ሰይጣን ትእዛዙ ምስ ኣፍረስና፡ ካብ ገነት ተድላ ናብ ምብልሻው ኣተና፤ ካብ ሕይወት ናብ ሞት፣ ካብ ነፃነት ናብ ባርነት ሓለፍና፤ ነርዑት ሓጢኣት ኣገልገልና፡፡ …ንሱ ግን ኣይገደፈናን፤ እንታይ ደኣ ኣፍቀረናን ቊሊሕ በለናን፤ ምሕረቱ ሃበና፤ እንካብ ኢድ ዚገዝአና ዝነበረ ኣናገፈና፤ መድሓኒ ውዱ ሰደደልና\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ሽሕ\'ኳ ነገር ኪለው እንከይ ፈለጥና ንእግዚኣብሔር በይኑ ምፍታው እንተፈሊጥና ብፁዓን ኰይንና ክንነብር ኢና\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ክርስቶስ ይልምነኩም ኣሎ፤ ስለምንታይ ንስኻትኩም እምበር ንሱ ኣይፀልኣኩምን\'ሞ እግዚኣብሔር ክትዕረቑ ይልምነኩም ኣሎ\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ክሳብ ክንድዙይ ዝበፅሕ ፍቕሪ፣ ክሳብ ክንድዙይ ዝበዝሕ ትሕትና\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ንእግዚኣብሔር ካባና ዚደልዮ መልሲ ንሕይወትና ኪነቕርበሉ እዩ\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'መላእኽቲ ብዓይናቶም ጠሚቶም ክርእዩዎ ምስ ዘይደፍሩ ጐይታ፡ ምሳኡ ንጋጠምን ሓደ ስጋን ሓንቲ ነፍስን ንኸውን ኣሎና\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ናይ እግዚኣብሔር ናይ ስነ ምግባር ሕግታት፡ ንፈራሓት ከቢድ ፆር ንኣኡ ንዝፈትዉዎ ግን ብርሃን ኢዮም፡\'', 'author': 'ቅዱስ ቶማስ በዓል ኣኲኖ'},
    {'quote': '\'ሰብ ንእግዚኣብሔርን ንቅዱስ ነገርን ዘፍቅር እንተኾይኑ ወዲ እግዚኣብሔር ይበሃል\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ናይ ትእዛዛት ፆር ንዘፍቕር ጥዑም ንዘየፍቅር ግን ፅጉም እዩ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ሰባት ኣብ ውሽጢ ልባቶም ተቐሪፁ እንከሎ ምንባብ ዝተስኣኖም ሕጊ እግዚኣብሔር ኣብ ልዕሊ ፅላት ፀሓፈ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ኣምላኽ ኣፀቢቑ ምእንቲ ኪፍለጥን ብኹሉ ኪፍቶን ኣይምተሓለልኩን፣ ንሕይወተይ\'ውን ሺሕ ጊዜ ደስ እናበለኒ መወፈኹዋ ነይረ\'', 'author': 'ቅድስቲ ሉችያ ፊሊፒኒ'},
  ],


  'ብዛዕባ ፍቕሪ ብፃይ': [
    {'quote': '\'ሞትናን ሕይወትናን ምስ ብፃይና /ጐረበትና/ ኢዩ፤ ብፃይና እንተረባሕና፡ ንኣምላኽ ንረብሕ፤ ብፃይና እንተዐንቀፍና ከዓ፡ ተፃይ ክርስቶስ ንሓጥእ\'', 'author': 'ቅዱስ ኣንጦንዮስ በዓል ግብፂ'},
    {'quote': '\'ናይ እምነት ፍረ ክንረክብ እንኽእል ብፍቕሪ እዩ\'', 'author': 'ቅዱስ ቶማስ በዓል ኣኲኖ'},
    {'quote': '\'ብሓንቲ ነፍሲ ዝተገብረ ናይ ፍቕሪ ስራሕ፡ ንመንግስተ ሰማይ ዝተገብአ እዩ\'', 'author': 'ቅዱስ ቶማስ በዓል ኣኲኖ'},
    {'quote': '\'ምፅዋት፡ ብትእዛዝ ፍቕሪ ዝፍፀም ናይ ምሕረት ተግባር እዩ\'', 'author': 'ቅዱስ ቶማስ በዓል ኣኲኖ'},
    {'quote': '\'ፍቕሪ መንፈሳዊት ሓይሊ እያ\'', 'author': 'ቅዱስ ቶማስ በዓል ኣኲኖ'},
    {'quote': '\'ንኲሉ ሰብ ሕያዋይን ለጋስን ኩን\'', 'author': 'ቅድስቲ ትሬዛ'},
    {'quote': '\'ናተይ ፀዋዕታ ኣብ ውሽጢ ቤተ ክርስትያን ፍቕሪ ምዃን እዩ\'', 'author': 'ቅድስቲ ትሬዛ'},
    {'quote': '\'ብፍቕሪ ካብ ምንባር ሓሊፍካ ካሊእ ምንም ዓይነት ግዴታ የብለይን\'', 'author': 'ቅድስቲ ትሬዛ'},
    {'quote': '\'ናተይ ስራሕ ዝበሃል፡ ንኻልኦት ሰባት ድሕነት ዝኸውን ምስክርነት እንክህብ እንከሎኹ ጥራሕ እዩ\'', 'author': 'ቅድስቲ ትሬዛ'},
    {'quote': '\'ኣብ ዓራርቦ ሕይወትና ብኣንፃር ፍቕሪ ክንፍረድ ኢና\'', 'author': 'ቅዱስ ዮሓንስ መስቀላዊ'},
    {'quote': '\'ተፋቐሩ፤ ኣብ ሃይማኖትኩም ከዓ ፅንዑ\'', 'author': 'ቅዱስ ኣቡነ ያዕቆብ'},
    {'quote': '\'ንስኻ ንኲሉ ስራሕካ ብፍቕሪ እናገበርካ፡ ኣብ ፀጋ ኣምላኽ ኪትነብር ፅዓር\'', 'author': 'ቅዱስ ቦናቨንቱራ'},
    {'quote': '\'ሓው ንሓዉ ዓቢዪ ህያብ እዩ\'', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ኣሲዚ'},
    {'quote': '\'ንሰብ ብእግዚኣብሔር ገይርና ክንፈትዎ ንኽእል፤ ንእግዚኣብሔር ከዓ ብሰብ ገይርና ክንፈትዎ ንኽእል\'', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ኣሲዚ'},
    {'quote': '\'ኦ ጐይታይ፡ ናይ ሰላምካ መሳርሒ ግበረኒ፡፡ ፅልኢ ኣብ ዘሎዎ ፍቕሪ፣ በደል ኣብ ዘሎዎ ይቕረታ፣ ክርክር ኣብ ዘሎዎ ስምረት፣ ስሕተት ኣብ ዘሎዎ እውነት፣ ጥርጥር ኣብ ዘሎዎ እምነት፣ ቅብፀት ኣብ ዘሎዎ ተስፋ፣ ሓዘን ኣብ ዘሎዎ ሓጐስ፣ ፀልማት ኣብ ዘሎዎ ብርሃን ከም ዘእቱ ግበረኒ፡፡ ኦ ኣምላኸይ፡ ካብ ከፀናንዑንስ ከፀናንዕ፣ ካብ ከረድኡንስ ክርዳእ፣ ካብ ከፍቅሩንስ ከፍቅር ኢለ ዝፅዕረሉ ፀጋ ሃበኒ፤ ከመይሲ፡ እንተሃብና ኢና እንቕበል፣ እንተመሓርና ኢና እንመሓር፣ እንተሞትና ኢና ናብ ዘለዓለማዊ ሕይወት እንውለድ\'', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ኣሲዚ'},
    {'quote': '\'ንብፃይና ብግብሩ\'ኳ እንተነቐፍናዮ፡ ንሓሳቡ ናብ ፅቡቕ ንተርጒሞ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ስለ ዝተፈተና ንፈቱ፤ ስለ እንፈቱ ከዓ፡ ብዘበለፀ ንኸንፍቶ ግቡኣት ንኸውን\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ንኣምላኽ፡ እንካብ ናይ ሓደ ሃብታም ብዙሕ ውህበት፡ ናይ ሓደ ድኻ ትኳቦ የሐጒሶ\'', 'author': 'ቅዱስ ኣምብሮዚዮስ'},
    {'quote': '\'ክፉእ ዘረባ እትድርቢ እንተኾይንካ፣ ንብፃይ ብዘረባኻ እተዐንቅፍ እንተኾይንካ፡ ቀታሊኡ ምዃንካ ፍለጥ\'', 'author': 'ቅዱስ ኣምብሮዚዮስ'},
    {'quote': '\'ንሕና እንደልዮ፡ ጌጋ ካብ ሱሩ ኪብቆስ፣ ጊጉያት ከዓ ናብ ልቦም ኪምለሱ እዩ\'', 'author': 'ቅዱስ ቶማስ በዓል ኣኲኖ'},
    {'quote': '\'ትዕግስቲ፡ ኣብ ቅድሚ እግዚኣብሔር ከም እንፍቶ ትገብረና፤ ምሕረቱ ከዓ ተውህበና፣ ንቊጥዓ ተዝሕል፣ ንመልሓስና ትሕዝ፣ ንሓሳባትና ብፅቡቕ ከም ዝኸይድ ትገብር\'', 'author': 'ቅዱስ ቆጵርያኖስ'},
    {'quote': '\'ዘሎኒ ኲሉ ውሰድ፤ ነፍሳት ግን ሃበኒ\'', 'author': 'ቅዱስ ዮሓንስ ቦስኮ'},
    {'quote': '\'ብዝግባእ መንገዲ ንኣኻ ምግልጋልን፣ ልቓሕ ክንሓትት ምሃብን፣ ዕረፍቲ ክንደሊ ምስራሕን፣ ፍቓድካ ምፍፃም እንተዘይኮይኑ፡ ኻሊእ ከይሓተትና ኩሉ መሃረና\'', 'author': 'ቅዱስ ኢግናፂዮስ በዓል ሎዮላ'},
    {'quote': '\'ልሳን ይጨድር፤ ልቢ ይፍቶ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ዘይበኣሱ መላእኽቲ ዘይዕረቑ ኣጋንንቲ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ምስቶም እንፈትዎምን ዝፈትዉናን ሓቢርካ ካብ ምንባር፡ ደስ ዝብል ነገር የለን\'', 'author': 'ቅዱስ ቪንሰንት ናይ ፓውሊ'},
    {'quote': '\'ነፍሳት ሃበኒ\'ሞ ኻሊእ ኲሉ ውሰዶ\'', 'author': 'ቅዱስ ዮሓንስ ቦስኮ'},
    {'quote': '\'ምእንታኹም እሰርሕ፣ ምእንታኹም አፅንዕ፣ ምእንታኹም እነብር፣ አረ ምእንታኹምስ ሕይወተይ\'ውን ክህብ እየ\'', 'author': 'ቅዱስ ዮሓንስ ቦስኮ'},
    {'quote': '\'ንስራሕን ዳቦን ገነትን ቃል እኣትወልኩም ኣሎኹ\'', 'author': 'ቅዱስ ዮሓንስ ቦስኮ'},
    {'quote': '\'ስራሕን ዓቕልን ንማሕበርና የማዕብሎ\'', 'author': 'ቅዱስ ዮሓንስ ቦስኮ'},
  ],
  
  // ===============================================
  // ብዛዕባ ሰይጣን
  // ===============================================
  'ብዛዕባ ሰይጣን': [
    {'quote': '”ኣብ ዓለም ክልተ ከተማታት ኣሎዋ፤ ሓንቲ ናይ እግዚኣብሔር፣ ሓንቲ ከዓ ናይ ሰይጣን”', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '”ሰይጣን ከም ዝተኣሰረ ከልቢ ውሕውሕ ኪብል እዩ ዝኽእል እምበር፡ ንፀሎተይና ሰብስ ሓንቲ ኪገብሮ ኣይኽእልን ኢዩ፤ ሰይጣን ከም ዝተኣስረ ከልቢ ኢዩ፤ ናብኡ እንተዘይቀሪብካ ኪነኸሰካ ኣይኽእልን ኢዩ”', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ሰይጣን ናይ ሓሶት መምህርን፣ ናይ ሰብ ፀላእን፣ ናይ ሞት ረኻብን፣ ናይ ትዕቢት ሰራዕን ናይ ክፍኣት ሡርን፣ ናይ በደላት ርእስን፣ ናይ ኵሉ ክፉእ ኣመል ጐይታን ንርኸሰት ዘደራርዕን እዩ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ክርስትያን ብሰይጣን ኣይሰዓርን፤ ብስዕረቱ ንሕና\'ውን ምእንቲ ክንስዕር፡ ብዙይ ምኸንያት\'ዙይ ጐይታና ኢየሱስ ክርስቶስ ተፈተነ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ሳጥናኤል ቅፅዓት ዘይቕበል መሲሉዎ እንካብ እግዚኣብሔር ስለ ዝሸፈተ፡ ብእግዚኣብሔር ቶሎ ኢሉ ተቐፅዐ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ሰይጣን ብፀሎት ብዙሕ ከም ዝመፀና ስለ ዝፈልጥ፡ ኣብ ጊዜ ፀሎት ከዕገርግረናን ከም ዘይንፅሊ ክገብረናን ይጋደል\'', 'author': 'ቅዱስ ባስልዮስ'},
    {'quote': '\'ተመን ብሕቡእ ዝነኸሶ ምእንቲ ከይመውት ንካሱ ኪገልፅ የድልዮ፤ ሕሙም ሰብ ሕማሙ ንሓኪም ከፍልጦ ይግብኦ፡፡ ሰይጣን ስራሑ ከይረአ ይደሊ\'ሞ እንተገለፅካ ኣፀቢቕካ ሲዒርካዮ ማለት እዩ\'', 'author': 'ቅዱስ ሄሮኒሞስ'},
    {'quote': '”ንኣገልጋሊ ክርስቶስ ቅድስቲ ታሕጓስ ልቢ ምስ ዝርእየሉ፡ ሰይጣን ኪጎድኦ ኣይኸእልን ኢዩ”', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ኣሲዚ'},
    {'quote': '”ፀልማት ምስ ብርሃን ኪኸውን ኣይከኣልን እዩ\'ሞ፡ ናይ ፀልማት መኳንንቲ ዝኾኑ ሰይጣውንቲ፡ ናይ ፅቡቕ ስራሓት ብርሃን እንተ ረኣዩ ይስምብዱ”', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '”እቲ ዘኸፍእን እቲ ንቱ ክፍኣት ተሓጒሱ ዚሰምዕን ንኽልቲኦም ሰይጣን ይሓድሮም\'\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ከይትጠራጠሩ፤ ሰይጣን ክፉእ ንምስራሕ ተዓጢቑ እዩ\'', 'author': 'ቅድስቲ ሉችያ ፊሊፒኒ'},
  ],
  
  // ===============================================
  // ብዛዕባ ቅንኣት
  // ===============================================
  'ብዛዕባ ቅንኣት': [
    {'quote': '”ቀናእ፡ ካብ ጨካናት ኣራዊት ይገድድ፤ ካብ ሰይጣን\'ውን ይገድድ”', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ቀናኣት ካብ ጨካናት ኣራዊት ይገዱ፤ ካብ ሰይጣን\'ውን ይኸፍኡ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ቅንኣት ዘይፅመም ሕማም፣ ብተመን ዝተኣዘዘ፣ ብሰይጣን ዝተረኽበ ናይ ፀላኢና ምግቢ፣ ናይ ቅፅዓት ተሓዚ፣ ንመንፈሳውነት ዕንቅፋት፣ ካብ መንግስተ ሰማይ መኸላእታ፣ ናይ ገሃነም እሳት መንገዲ እዩ\'ሞ ካብኡ ህደም፡ ዝቐንኡ ሰባት፡ ንመንፈሳዊ ሓይሊ \'ክፉእ ኣመል እዩ\' ይብሉ፤ ንቱ ኲሉ ብቑዕ ናእዳ ዝኾነ ኩሉ ጊዜ ይሓምዩ\'', 'author': 'ቅዱስ ባስልዮስ'},
    {'quote': '\'ቅንኣት ምንጪ ኲሉ ክፍኣት፣ ባእሲ፣ በደል ኢዩ፤ ክርስትያን እንካብ ኲሉ ኪሓስቦን ኪጥንቐቐሉን ዝግብኦ ቅንኣት እዩ\'', 'author': 'ቅዱስ ቆጵርያኖስ'},
    {'quote': '\'ብናይ ካልኦት ሰናይ እትትክዝ ንሳቶም ስለዝተዓደልዎም ኣይኮነን፤ እንታይ ደኣ ንዓይ\'ውን ዘይተዓደለ ብምባል እዩ\'', 'author': 'ቅዱስ ቶማስ በዓል ኣኲኖ'},
  ],
  
  // ===============================================
  // ብዛዕባ ትዕቢት
  // ===============================================
  'ብዛዕባ ትዕቢት': [
    {'quote': '\'ትዕቢት ሕበጥ ደኣምበር ዕቤት ኣይኮነን፤ ዝሓበጠ ዓቢዪ ይመስል ግን ጥዑይ ኣይኮነን\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ኣደ ቅንኢ ትዕቢት እያ\'ሞ፡ ምእንትዙይ ንቅንኢ ክተጥፍእ እንተደሊኻ፡ ቅድም ንትዕቢት ኣጥፍእ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'እቶም ርእሶም ኪውድሱ ወይ ከደስቱ ኪብሉ ናብ ናይ ትዕቢት ሓጢኣት ዚወድቁ ሰባት፡ ንርእሶም ኪንዕቑ ምእንቲ ኪኸእሉ፡ ኣብ ገለ ርኡይን ግሁድን ኣብ ቅድሚ ሰብ ውርደት ዘኸትልን ኻሊእ ሓጢኣት ኪወድቁ መድለዮም ኢለ ክዛረብ ምደፈርኩ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ትዕቢት እታ ቀዳማይትን ዝኸፍአትን ናይ ኲሉ በደላት ምንጭን ዝኾነት ሓጢኣት እያ\'', 'author': 'ቅዱስ ቶማስ በዓል ኣኲኖ'},
  ],
  
  // ===============================================
  // ብዛዕባ ፈተና
  // ===============================================
  'ብዛዕባ ፈተና': [
    {'quote': '\'ፈተና ዘየጋጠሞ /ብፈተና ዘይሓለፈ/ ናብ መንግስቲ ኣምላኽ ኪበፅሕ ኣይኽእልን፤ ብዘይ ፈተና ኪድሕን ዝኸእል የልቦን\'', 'author': 'ቅዱስ ኣንጦንዮስ ናይ ግብፂ'},
    {'quote': '\'ፈተና ሰይጣን ከም ሓደ ዚነብሕ ብሰንሰለት እተኣስረ ከልቢ እዩ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ሓፂን እንተኾይንካ፡ ናይ ፈተና ሓዊ ካብ ዛዕጊ ይፅርየካ፤ ወርቂ እንተኾይንካ የንፅሐካን ይሽልመካን፤ ሓሰር እንተኾይንካ የሕርረካን የጥፍአካን\'', 'author': 'ቅድስቲ ሲንኪስቲካ'},
    {'quote': '\'ንፋስ ፈተና እንተተልዓለካ፣ ኣብ መከራ እንተወደቕካ፡ ንኾኸብ ጠምት፤ ንማርያም ፀውዕ፡፡ ማዕበል ትዕቢትን ትምኒትን እንተተናወፀካ፡ ንማርያም ፀውዕ፣ ክብድ ሓጢኣት እንተፀቐጠካ፣ ብርታዐ ፍርዲ ኣምላኽ እንተኸበደካ፣ ተስፋ ምቑራፅን ሓዘንን እንተዓበጠካ ንማርያም ሕሰብ፤ ኣብ ድንገት፣ ጭንቂ፣ ጥርጥር ንማርያም ሕሰብ፣ ንማርያም ፀውዕ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ዝኾነ ይኹን ፍጡር፡ ንተመስጦ እግዚኣብሔር ንኸትፈልጠሉን ክተፍቅረሉን ኪሕግዘካ ደኣምበር፡ ንፈተናን ዝንጋዐን ምኽንያት ኣይኹንካ\'', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ኣሲዚ'},
    {'quote': '\'ንዓይንኻ ካብ ገፅካ ምድርባይ ማለት፡ እቶም ከስሕቱኻ ዚኸእሉ ሰባት ወይ ነገራት ካብ ቅድሚ ዓይንኻ ምእላይ ማለት እዩ\'', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ሳል'},
    {'quote': '\'ገንዘብ ንደቂ ኣምላኽ ልክዕ ከም መርዛም ተመን ምዃኑ ፍለጡ\'', 'author': 'ቅዱስ ፍራንቸስኮስ ናይ ኣሲዚ'},
    {'quote': '\'ንቤተ ክርስትያን ክትመፅእ እንከሎኻ፡ ኣብ ኣፍ ደገ ቤተ ክርስትያን ምስ በፃሕካ፡ ንኸፉእ ሓሳባት፣ ሃረርታ ድላይ ስጋኻ፣ ኣብዙይ ፅናሕ ብሎ፤ ንነፍስኻ ግን \'ድላይ እግዚኣብሔር ክትፈልጢ ቤተ ክርስትያን ክተበፅሒ፡ ኣብ ታሕጓስ ጐይታኺ እተዊ\' በላ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ልማድ ናብ ባሕርይ ይልወጥ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'በዓልትና ክንሰዓር እንተዘይደሊና ኪስዕረና ዝኽእል የለን\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'እቶም ብባሕሪ ዝሽፍቱ፡ ንተን ብጥራየን ዚኸዳ ገዲፎም፡ ንተን ወርቅን ብሩርን ሉልን ዝመልኣ ከም ዝወሩ፡ ከምኡ ከዓ ሰይጣን ንሓጢኣተይና ዳርጋ ገዲፉ፡ መንፈሳዊ ሓይላትን ሰማያዊ ትሩፋትን ዝመልኦ ፃድቕ ኣፀቢቑ ይፈታተኖ\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
  ],
  
  // ===============================================
  // ብዛዕባ ሓጢኣት
  // ===============================================
  'ብዛዕባ ሓጢኣት': [
    {'quote': '\'ሓጢኣት ብግብሪ፣ ብዘረባ፣ ብሃረርታ ተፃይ ዘልዓለማዊ ሕጊ ምኻድ እዩ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ሓጢኣት ንምግባር ተስፋ ዝገብር ሰብ ወይለኡ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ደሓር ጊዜኡ ምስ ኮነ ብስጋና ምእንቲ ክንስዕቦ፡ ሕጂ ምስ ክርስቶስ ብልብና ንዕረግ፡፡ ግና ምስ ክርስቶስ ትዕቢት፣ ንፍገት፣ ዝሙት፤ ዝኾነ ክፍኣት ከም ዘይደየበ ክንፈልጥ ኣሎና፡፡ ደድሕሪ ክርስቶስ ሓኪምና ምእንቲ ክንዓርግ፡ ንኣመልናን ሓጢኣትናን ክንገድፍ የድልየና\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ክፉእ ልማድ ንዳሕራይ ናብ ግድነት ይልወጥ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ንእግዚኣብሔር ኣፀቢቑ ዚፈልጥ ሰብ፡ ሓጢኣት እንታይ ከም ዝኾነ ካብ ማንም ንላዕሊ ይርድኦ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ሓጢኣት ንእግዚኣብሔር ገዲፍካ ናብ ፍጡር ምኻድ እዩ\'', 'author': 'ቅዱስ ቶማስ በዓል ኣኲኖ'},
    {'quote': '\'ሓጢኣት ምስ ፈፀምካዮ፡ ባዕሉ ቀልጢፉ ፈራዲኻ ይኸውን\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ጥልላት ኣብ ምሕዳግ ኣይኮነን ቊምነገር ፆም ዘሎ፤ እንታይ ደኣ ኣብ ሓጢኣት ምሕዳግ፡\'', 'author': 'ቅዱስ ጐርጐርዮስ ዘኑሲስ'},
    {'quote': '\'ክሳብ ጊዜ ሞቶም ኣብ ሓጢኣት ምንባር ዚደልዩ፡ እንካብ ዓሰርተ እልፊ ሓጢኣተይናታት ምናልባት ከም ዕፁብ ሓደ ይድሕን ይኸውን\'', 'author': 'ቅዱስ ሄሮኒሞስ'},
    {'quote': '\'ንሓጢኣት ክስዕር ኢለ ኣብ ማእኸል ሓጢኣት ካብ ምንባር፡ እሞ ደሓር ካብ ምስዓር ከይሰዓር ኣቐዲመ ምህዳም ይሕሸኒ\'', 'author': 'ቅዱስ ሄሮኒሞስ'},
    {'quote': '\'ኸፉእ ልማድ ዘሎዎም ሰባት፡ ሓጢኣት ብምስራሖም\'ኳ ኣይሓፍሩን\'', 'author': 'ቅዱስ ሄሮኒሞስ'},
    {'quote': '\'ሓጢኣት ሕጊ እግዚኣብሔር ምፍራስ ኢዩ፤ ንሰማያዊ ትእዛዛቱ ምእባይ እዩ\'', 'author': 'ቅዱስ ኣምብሮዚዮስ'},
    {'quote': '\'ሰይጣን ሓጢኣት ምእንቲ ክትገብር፡ ብመለኮታዊት ምሕረት ተስፋ ብዝህበካ ጊዜ ተጠንቀቕ\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ኦ ጐይታይ ንስኻ ምእንቲ ሰብ እንታይ ዘይገበርካ፤ ሕይወትን ሞትን ኣርኣኻዮ፣ ሕይወት ሓዲጉ ሞት ሓረየ፤ እዚኣ ከዓ እታ ጊዜያዊት ሞት ኣይኮነትን፡ እታ ዘልዓለማዊት እያ\'', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '\'ኣዳም ንኩሎም ደቂ ሰብ ተወኪሉ ይርከብ ስለ ዝነበረ፡ ንትውልዱ\'ውን ሓጢኣት ኪበፅሖም ከኣለ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ጉየዩ፣ ጨርሑ፣ ዝለሉ … ሓጢኣት ግን ኣይትግበሩ\'', 'author': 'ቅዱስ ዮሓንስ ቦስኮ'},
  ],
  
  // ===============================================
  // ብዛዕባ ሞት
  // ===============================================
  'ብዛዕባ ሞት': [
    {'quote': '\'ኲሉ መዓልቲ ንሞት ተሰናዲና ምእንቲ ክንፀንሕ፡ ናይ ሕይወትና መጠረሽታ መዓልቲ ሓብአልና\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ኣቐዲሙ ፅቡቕ ምስራሕ ዝለመደ፡ ብኸፍእቲ ሞት ምሟት ኣይኸእልን\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ብፅቡቕ ክንመውት እንተደሊና፡ ንሞት ኲሉ ጊዜን ኣብ ኲሉ ስፍራን ኸንፅበያ ይግብአና\'', 'author': 'ቅዱስ ኣልፎንሶ ደ ሊጎሪ'},
    {'quote': '\'ሞት ናይ ሕይወት ኣፍ ደገ እያ እምበር፡ ናይ ፃዕሪ መወዳእታ ጥራሕ ኣይኮነትን\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ፃድቃን ካብ ሓሳረ መከራ ናብ ክብሪ ንምሕላፍ እንተዘይኮይኑ፡ ሞት ኣይረኸቦምን\'', 'author': 'ቅዱስ ኣትናቴዎስ'},
    {'quote': '\'ሓጢኣተይና፡ ካብ ዘመናዊት ሞት ናብ ዘልዓለማዊት ሞት ዚሓልፍ እንካብ ኮነ፡ ምፍራሕ ይግብኦ\'', 'author': 'ቅዱስ ቆጵርያኖስ'},
    {'quote': '\'ድሕሪ ሞት ናይ መንግስተ ሰማይ ዘውዲ ክፅዕን ተስፋ ዝገብር፡ ንሞት ኪፈርሕ ኣይግባእን\'', 'author': 'ቅዱስ ቆጵርያኖስ'},
    {'quote': '\'ናይ መርከብ ቀዛፊ ንመርከብ ኣፀቢቑ ምእንቲ ከቕንዕ ብድሕሪኣ ከም ዝቕመጥ፡ ከምኡ ሰብ ኣነባብራኡ ምእንቲ ከመሓይሽ /ከቕንዕ/፡ ናብ ሞት ቐሪቡ ከም ዘሎ ሓሳቡ ወትሩ ኣብ ልቡ ኪስእል ይግብኦ\'', 'author': 'ቅዱስ ቦናቨንቱራ'},
    {'quote': '\'ስለምንታይ ኢና ዘይንጥቐመሉ ሃብቲ እንድልብ? እቲ ምሳና ክንወስዶ ዘይንኽእል ነገር ከመይ ገይርና ኢና ከም ገንዘብናን ጥሪትናን እንሓስቦ? ካብዙ ዓለም\'ዙይ ክንሓልፍ እንከሎና፡ እቲ ፅቡቕ ግብርና ጥራሕ እዩ ዘሰንየና፡፡ ምሕረት ኣምላኽ ጥራሕ እያ\'ውን ምስ ሞትና ናብ ዘለዓለማዊ ማኅደር መሓሪ እትወስደና\'', 'author': 'ቅዱስ ኣምብሮዚዮስ'},
    {'quote': '\'ሞት ብዘይካ ናይ ሓጢኣት መቓብር እንታይ እያ?\'', 'author': 'ቅዱስ ኣምብሮዚዮስ'},
    {'quote': '\'በደል እያ መራር እምበር፡ ሞት መራር ከም ዘይኮነት ግልፂ እዩ\'', 'author': 'ቅዱስ ኣምብሮዚዮስ'},
    {'quote': '\'ኦ ኣምላኸይ፡ ብዘይካ ናይ ዘልዓለም ሕይወት ካሊእ ውራይ ዘይብሎም፣ ኲላቶም\'ውን ብፅቡቕ ክመውት ክረድኡኒ፡ ብናይ ማሕበረይ ኣሕዋተይ ከም ዝሕገዝ ምእንቲ ክትገብረለይ፡ እንካብ ሕጂ ጀሚረ አመስግነካ ኣሎኹ\'', 'author': 'ቅዱስ ኣልፎንሶ ደ ሊጎሪ'},
    {'quote': '\'ጐይታና ኢየሱስ ክርስቶስ ካብ ሙታን ከም ዝተንስአ እምበር፡ ከም ዝሞተ ምእማን ዘሸግር ኣይኮነን፤ ከመይ ኲሉ ሰብ መዋቲ እዩ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
  ],
  
  // ======  // ===============================================
  // ብዛዕባ እኖና ቅድስቲ ድንግል ማርያም (Corrected Version)
  // ===============================================
  'ብዛዕባ እኖና ቅድስቲ ድንግል ማርያም': [
    {'quote': '”ድንግል ማርያም ንኢየሱስ ኣብ ከርሱ ቅድሚ ምፅናሳ፡ መጀመርያ ኣብ ልባ ፀነሰቶ”', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'እግዝእትነ ማርያም ሓቀይና ናይ መጀመርያ ክርስትያን እያ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'እግዝእትነ ማርያም ኣደ መድሓኒና እንካብ ኮነት፡ ኣደ አካላቱ\'ውን እያ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ናይ እግዝእትነ ማርያም ልመና፡ ኣብ ቅድሚ ወዳ ናይ ምእዛዝ ስልጣን ኣሎዎ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'እግዝእትነ ማርያም ንብስራት ኣምላኽ ብምቕባላ፡ ብእምነት መንግስተ ሰማይ ከፈተት\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'መስቀልን መሳምርን ኢየሱስ ናይ እግዝእትነ ማርያም\'ውን ኮኑ፤ እኖኡ\'ውን ምስ ስቑል ወዳ ትሳቐ ነበረት\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'እግዝእትነ ማርያም ንክርስቶስ፣ ንቤተ ክርስትያን፣ ንኣኻትኩም ወለደት\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'እግዝእትነ ማርያም ንክርስቶስ ብስጋ ካብ ምውላድ እምነት ስለ ዝተኸተለቶ ብፅዕቲ እያ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'እግዝእትነ ማርያም ናይቱ ዘይረአ ኣምላኽ ኣምሳል እያ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'እታ መለኮታዊት እኖ ብምእዛዛ፡ ንቱ ሔዋን ብዘይምእዛዛ ዘምፀአቶ ጒድኣት ከሓሰቶ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'እግዝእትነ ማርያም ብሓቂ ምእመናን ኣብ ክርስቶስ ብፍቕራ ከም ዝውለዱ ገበረት\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ቤተ ክርስትያን ሕዝቢ ብምሉኦም ትወልድ ኣላ፤ ንሳ ኣካልን መርዓት ክርስቶስን እንከላ፡ ንሳቶም ናይ ሓደ ርእሲ ኣካላት ኢዮም፡፡ ብዙይ እውን ቤተ ክርስትያን ንብፅዕቲ ድንግል ትመስል፤ ከመይሲ ንሳ ሽሕ\'ኳ ብዙሓት ደቂ እንተለዉዋ እኖ ሓድነት እያ\'', 'author': 'ቅዱስ ኣጐስጢኖስ'},
    {'quote': '\'ከምቲ ብወልድ እንከይሓለፍና ናብ ኣብ ክንበፅሕ ዘይንኸእል፡ ከምኡ ከዓ ብእግዝእትነ ማርያም እንከይሓለፍና ናብ ኢየሱስ ክንበፅሕ ኣይንኽእልን ኢና\'', 'author': 'ቅዱስ ቶማስ በዓል ኣኲኖ'},
    {'quote': '\'ኦ እግዝእትነ ማርያም ብኣኺ ብዙሓት ገሃነም እሳት ዚግብኦም ዝነበረ፡ መንግስተ ሰማያት ረኺቦም\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ኣብ ፀበባኻ ንእግዝእትነ ማርያም ሕሰብ፤ ንኣኣ ፀውዕ፡፡ ንእግዝእትነ ማርያም ካብ ኣፍካን ልብኻን ኣይትልቀቕ፡፡ ማርያም ረዲኤትካ እንተኾይና ዘፍርሕ የብልካን\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ዝሓለፈ ሓጢኣትካ እንተፍርሐካ ንእግዝእትነ ማርያም ጠምት፡፡ ሕሊናኻ እንተደንዘዘ፣ ተስፋ እንተቆረፅካ ንእግዝእትነ ማርያም ሕሰብ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ሓዘን እንተወሓጠካ ንማርያም ሕሰብ፤ ተስፋ ምቚራፅ እንተሰዓረካ ንማርያም ሕሰብ፡፡ ኣብ ድንገት ፀበባ፣ ጥርጥር ንማርያም ሕሰብ፤ ንእግዝእትነ ማርያም ፀውዕ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '”ቤተ ክርስትያን ኣብ ትሕቲ ሓለዋ እግዝእትነ ማርያም ጥራሕ ዘይኮነስ፡ ኣብ ትሕቲ ስልጣና\'ውን ኣላ”', 'author': 'ቅዱስ ኣንጦንዮስ ናይ ፓዶቫ'},
    {'quote': '”ኦ እግዝእትነ ማርያም፡ እቲ ከሃሌ ኲሉ ዓቢዪ ነገር ገይሩልኪ፤ ኣብ ሰማይን ኣብ ምድርን ዘሎ ክእለት ሂቡኪ፤ ንኣኺ ዘይከኣለኪ የለን”', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '”ኣብ ቀራንዮ ክልተ መንበረ ታቦታትን ክልተ መስዋዕትታትን ይረኣዩ፤ እቲ ሓደ መንበረ ታቦት ስጋ ክርስቶስ፡ እቲ ካልኣይ ልቢ ማርያም”', 'author': 'ቅዱስ ዮሓንስ ኣፈወርቂ'},
    {'quote': '”ኦ ናይ ኣምላኽ ዘደንቕ ሕያውነት! ንኣና ንሓጢኣተይናታት ጠበቓ ምእንቲ ክትኮንና፡ ንኣኺ እመቤት ሂቡና፤ ብዙይ ከዓ ዘድልየና ፅቡቕ ነገር ብልመናኺ ምእንቲ ክተውህብና ኢዩ”', 'author': 'ቅዱስ ቦናቨንቱራ'},
    {'quote': '”ከምቲ ደመና ንደቂ እስራኤል እንካብቱ ብርቱዕ ፀሓይ ምድረበዳ እናፅለለ ብፅቡቕ ዘሕለፎም፡ እግዝእትነ ማርያም ከዓ ብፅላል ርሕራሔኣ እንካብ መዓት ኣምላኽ ተድሕነና”', 'author': 'ቅዱስ ቦናቨንቱራ'},
    {'quote': '”እንካብ ኢድ እግዝእትነ ማርያም ፅቡቕ ነገር ምእንቲ ክንቕበል፡ ኣዕይንቲ ኲላትና ብተስፋ ናብኣ ክጥምታ የድሊ”', 'author': 'ቅዱስ ቦናቨንቱራ'},
    {'quote': '\'እግዚኣብሔር ዝበለፀ ዓለም ኪፈጥር ይኸእል፤ እንካብ\'ዛ እኖ ኣምላኽ እትበልፅ እኖ ኪረክብ ኣይኸእልን\'', 'author': 'ቅዱስ ቦናቨንቱራ'},
    {'quote': '\'እግዝእትነ ማርያም ክልተ ደቂ አለዉዋ፤ እቲ መጀመሪያ ሰብን ኣምላኽን ዝኾነ ኢየሱስ ኢዩ፤ እቲ ካልኣይ ከዓ ንፁሕ ሰብ ኢዩ፡፡ ንቱ ቐዳማይ /ክርስቶስ/ እግዝእትነ ማርያም ብስጋ ኣዲኡ እያ፤ ንቱ ካልኣይ ግን ብመንፈስ ኣዲኡ እያ”', 'author': 'ቅዱስ ቦናቨንቱራ'},
    {'quote': '\'እግዝእትነ ማርያም ሰምዐት ረኣየት ከዓ፣ ሰምዐት ኣመነት ከዓ፣ ረኣየት ተረድአት ከዓ፣ እዝና ናብ ተኣዝዞ ኣዘንበለት”', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '”ኣብ ብፅዕቲ ድንግል ማርያም፡ ምድንጓይ ዝብሉዎ ኣይነበረን፤ ስለዙይ ከምቲ ብናይ መንፈስ ቅዱስ ምንቕስቓስ ዝገላበጥ መንኰርኰር ነበረት”', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '”እግዝእትነ ማርያም ኣደ ኣምላኽ ብምዃና፡ ዳርጋ ኣብ መዓርግ ኣምላኽ ቀሪባ ክንብል ንኸእል”', 'author': 'ቅዱስ ቶማስ ናይ ኣኲኖ'},
    {'quote': '\'ሱራፌል እንካብ ሰማይ ናብ ምድሪ ወሪዶም፡ እንካብ እግዝእትነ ማርያም ንኣምላኽ ምፍቃር ኪመሃሩ ይኸእሉ”', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'እግዚኣብሔር ንዓለም ከድሕን ምስ ደለየ፡ ንቱ ዋጋ ድሕነት ብምሉኡ ኣብ እግዝእትነ ማርያም ኣቐመጠ”', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ኦ ኣዳም፡ ድሕሪ ሕጂ \'እታ ዝሃብካኒ ሰበይቲ ንቱ ዝተኸልከለ ፍረ ኣቕሪባትለይ\' ክንዲ ምባል፡ \'እታ ዝሃብካኒ ሰበይቲ /እግዝእትነ ማርያም/ ካብቱ ዝተባረኸ ፍረ ኣቕሪባትለይ\' በል\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '”እግዝእትነ ማርያም ኣብ ምድራዊ መገሻኣ፡ ንመሳኺን ብዘይመጠን ካብ እያ”', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ፀጋ ድለ፣ ብእግዝእትነ ማርያም ከዓ ድለ፤ ንሳ እኖ እያ\'ሞ ከይሰምዐትካ ኣይክትተረፍን እያ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ኦ ድኹም ወድሰብ፡ ንምንታይ ኢኻ ናብ እግዝእትነ ማርያም ክትቀርብ እትፈርሕ ዘሎኻ? ንሳ ሓላልን ንኹሎም ፀባን ፀምርን እተቕርብ እያ\'ምበር፡ ኣብኣ ፅኑዕ ወይ ዘፈራርሕ ገለ\'ኳ የልቦን\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ዘድልየና ዝኾነ ነገር ብኢድ እግዝእትነ ማርያም ክንቕበሎ፡ ናይ እግዚኣብሔር ውሳኔን መደብን ኢዩ፤ እዙ ውሳኔ\'ዙይ ከዓ፡ ምእንቲ ጥቕምናን ዘለዓለማዊ ድሕነትናን እዩ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ልቢ እግዝእትነ ማርያም ወትሩ ጊዜ ብምዉቕ ፍቕሪ ይነድድ ነበረ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ዝኾነ ይኹን ንኸብሪ እግዝእትነ ማርያም እንብሎ፡ ናብ ወዳ ከም ዝበፅሕ ጥርጥር የልቦን\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'እኖ ምሕረት፡ መኣዝ እዩ ንመሳኺን ዘይትምሕርዮም? ወይ ከዓ እኖ ከሃሊ ኣምላኽ እንካብ ኮንኪ \'ክሕግዘካ ኣይከኣለንን\' እትብልዮም? ዕቤት ምሕረትኪ ንምሉእ ዓለም ይመልእ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ኦ ድንግል፡ ንኣምላኽ ብድንግልና ደስ ክተብልዮን፣ ኣብ ምድሪ ናይ መላእኽቲ ሕይወት ክትነብርን መሃረኪ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ንስኺ ናይ መድሓንን ፈራድን ኣደ ኢኺ፤ ንቚጥዓኡ ዘዝሕለልና ካባኺ ዚበልፅ ክንረክብ ኣይንኽእልን ኢና\'', 'author': 'ቅዱስ ኣልፎንሶ ደ ሊጎሪ'},
    {'quote': '\'ንእግዝእትነ ማርያም ዘገልግል፡ ብመንግስተ ሰማይ ርጉፅ እዩ\'', 'author': 'ቅዱስ ኣልፎንሶ ደ ሊጎሪ'},
    {'quote': '\'ዓለም ኲሉ ካብ ምርባሕ፡ ሓንቲ ሰላመ ገብርኤል ምድጋም ይበልፅ\'', 'author': 'ቅዱስ ኣልፎንሶ ደ ሊጎሪ'},
    {'quote': '\'እታ ድንግል ኣመነት፤ ኣብ እምነታ ከዓ ፀነሰት\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'እግዝእትነ ማርያም ናይ ኲሉ ፀጋ ዓዳሊት፣ ናይ ምሉእ ዓለም ኣማላዲት እያ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ብንፅሕናኣ ንኣምላኽ ደስ ኣበለቶ፤ ብትሕትና ኣብ ከርሳ ሓነፀቶ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ኦ ርሕርሕቲ ድንግል፡ ናብ ሓለዋኺ ካብ ዝጎየዩ፣ ሓገዝኪ ካብ ዝለመኑ፡ ሓደ\'ኳ ከይተሰምዐ ከም ዘይተረፈ ሕሰቢ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ፍቕሪ ክርስቶስ ንነፍሲ እግዝእትነ ማርያም ኣብ ውሽጣ ሰንጢቁ ኣተዋ፡፡ ንልቢ እግዝእትነ ማርያም ወሪሱዎ ነበረ፤ ፍቕሩ ዘይነበሮ ጥራሑ ዘሎ ወገን\'ኳ ኣይነበረን፣ ብዂሉ ነፍሳን ሓይላን ተፍቕሮ ነበረት\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ካብ ኲሎም ቅዱሳን፡ ብዘይ መጠን ዘፍቅራ ቅድስቲ ማርያም ኪውድሳን ኪልምናን እንከሎ፡ ንመንግስተ ሰማይ ዘሕጉስን ዘፅግብን ዘይነፅፍ ዘልዓለማዊ ሕይወት ክርስቶስ እዩ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ኲሉ ስቓይ ዓለም ብሓደ እንተዝእከብ፡ ክንዲ ናይታ ክብርቲ እግዝእትነ ማርያም ሓዘን ኪኸውን ኣይኸእልን\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'እግዝእትነ ማርያም ጓልኩም ንዘበላሸኸምዎ ነገር ኣዐርያትልኩም ኣላ\'ሞ፡ ኣዳምን ሔዋንን ተሓጐሱ፡፡ ሔዋን ንሓጢኣት ኣዳም ምኸንያትን መፈፀምታኡን ኮነት፤ እግዝእትነ ማርያም ግን እኖ መድሓኒ ዓለም ኮነት\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ኣብ ኢዳ ገይሩዎ ኢዩ፡፡ ኣባና ተስፋ፣ ፀጋ፣ ድሕነት እንተሊዩ ብኣኣ ከም ዝመፀና ንፍለጥ\'', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '\'ንሕና ውሉድ ድሕነት ከም ምዃንና፡ ብመንፈስ ደቂ ድንግል ማርያም፣ ኣሕዋት ጐይታና ኢየሱስ ክርስቶስ፣ ደቂ እቲ ኣብ ሰማይ ዝነብር እግዚኣብሔር ኣብ ኢና”', 'author': 'ቅዱስ በርናርዶስ'},
    {'quote': '”ኣብ መንግስተ ሰማያት ንእግዝእትነ ማርያም ክርእያ እናፍቕ ኣሎኹ”', 'author': 'ቅዱስ ዮሓንስ ቦስኮ'},
    {'quote': '”እግዝእትነ ማርያም ሓዳስ ሄዋንን ኣደ ሕይወትን እያ”', 'author': 'ቅዱስ ኣትናቴዎስ'},
    {'quote': '”እንካብ ድንግል ዝተወልደ ንጉስ እንካብ ኮነ፡ እታ ዝወለደቶ ኣደኡ ብሓቂ እምበይተይን ንግስትን እያ ምባል ይግባእ”', 'author': 'ቅዱስ ኣትናቴዎስ'},
    {'quote': '”እግዝእትነ ማርያም ናይ ሕሉላት ተስፋን፣ ናይ ሓጢኣተይናታት ሓጋዚትን፣ ናይ ዓለም ምፅንናዕን፣ ናይ ሰማያት ማዕፆን እያ”', 'author': 'ቅዱስ ኤፍሬም ሶርያዊ'},
    {'quote': '”ብሓቂ እዛ ሕርይቲ ፍጥረት ኣብ መንጐ እግዚኣብሔርን ኣብ መንጐናን ንዕርቕና ኢላ ዝተተኸለት መንፈሳዊት ቀስተ ደመና እያ”', 'author': 'ቅዱስ ኣንጦንዮስ በዓል ፓዶቫ'},
    {'quote': '”ልመና እግዝእትነ ማርያም ትእዛዝ ኢዩ፤ ስለዙይ ንሳ ከይተሰምዐት ክትተርፍ ኣይከኣልን?”', 'author': 'ቅዱስ ኣንጦንዮስ በዓል ፓዶቫ'},
    {'quote': '”እግዝእትነ ማርያም ንግስቲ መላእኽቲ ብምዃና፡ እንካብኦም ልዕል ኢላ ኣላ”', 'author': 'ቅዱስ ኣንጦንዮስ በዓል ፓዶቫ'},
    {'quote': '”ካብ ብፅዕቲ ድንግል እትከናኸን ኣይትርከብን፤ ንሳ ንኲሎም ሃብታት ምሕረት ኣምላኽ ትዕድሎም ኣላ”', 'author': 'ቅዱስ ኣንጦንዮስ በዓል ፓዶቫ'},
    {'quote': '”እኖ ኣምላኽ፡ ብኸንቱ ክትልምን ዘይከኣል ነገር ኢዩ”', 'author': 'ቅዱስ ኣንጦንዮስ በዓል ፓዶቫ'},
    {'quote': '”ኦ ቅድስቲ ድንግል፡ ሓደ ሰብ ኲሉ ጥዑም ውዳሴ ንኣኺ ብምቕራቡ ኣይጋገን ኢዩ፤ እንተኾነ ግን፡ ንዕቤትኪ ዚኣክል ኣይኮነን”', 'author': 'ቅዱስ ባስልዮስ'},
    {'quote': '”ከምቲ ፀሓይ ንኸዋኽብቲ እትበልፆም፡ ከምኡ ከዓ እግዝእትነ ማርያም ንዂሎም መላእኽትን ቅዱሳንን ትበልፆም”', 'author': 'ቅዱስ ባስልዮስ'},
    {'quote': '”እግዝእትነ ማርያም መሓሪ ልቢ ኣሎዋ ጥራሕ ዘይኮነስ፡ ምሕረታ ወሰን ኣይፈልጥን\'ሞ ምሕረት ብርእሳ ክትበሃል\'ኳ ይግባእ”', 'author': 'ቅዱስ ልዮን'},
    {'quote': '\'ንዙ ናይ ፍቕሪ ኣምላኽ ዓቢዪ ትእዛዝ፡ ብዘይካ እግዝእትነ ማርያም ካሊእ ሓደ\'ኳ ኣፀቢቑ ዝፈፀሞ የልቦን\'', 'author': 'ቅዱስ ኣልበርቶስ ዓቢዪ'},
    {'quote': '\'ኦ ድኻ ንቱ ናይ ክርስቶስን ንእግዝእትነ ማርያምን ድኸነት ብምሕሳብ ክትፀናናዕ ትኸእል ኢኻ\'', 'author': 'ቅዱስ ቦናቨንቱራ'},
    {'quote': '\'ካልኦት እንኪድቅሱ ንስኺ ነቒሕኪ ሓደርኪ\'', 'author': 'ቅዱስ ቦናቨንቱራ'},
    {'quote': '\'ድሕሪ ኣምላኽ ዝዓበየ ክብርናን ታሕጓስናን ኣብ እግዝእትነ ማርያም እዩ\'', 'author': 'ቅዱስ ቦናቨንቱራ'},
    {'quote': '\'ኲልኻትኩም ንመንግስተ እግዚኣብሔር እትደልዩ ዝኾንኩም፡ ንእግዝእትነ ማርያም ኣኸብሩዋ፤ ዘልዓለማዊ ሕይወት ክትረኽቡ ኢኹም\'', 'author': 'ቅዱስ ቦናቨንቱራ'},
  ],
};