// lib/saints_history_data.dart

const Map<String, List<Map<String, dynamic>>> saintsHistoryContent = {

  'ሓፂር ታሪኽ ሕይወት ገሊኦም ቅዱሳን': [
    {
      'type': 'heading',
      'text': 'ሓፂር ታሪኽ ሕይወት ገሊኦም ቅዱሳን'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱሳን ኮኑ ንሳቶም ዝበሉዎ ኣዚዩ ብዙሕ እዩ፡፡ ካብዙይ ንታሕቲ እነቕርቦ ዘሎና፡ እንካብኣቶም ንገሊኦምን፣ እንካብ ዝበሉዎ ከዓ ንገሊኡን ጥራሕ እዩ፡፡ ነቲ ንሳቶም ዝበሉዎ ቅድሚ ምጥቃስና፡ እቶም ክንጠቕሶም ዝኾና ቅዱሳን፡ ባዕላቶም መን ምንባሮም፡ ብመጠኑ\'ውን እንተኾነ ምፍላጥ ምእንቲ ኪከኣል፡ ቐፂልና ሓፂር ታሪኸ ሕይወቶም ንምሃብ ክንፍትን ኢና፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'እቶም ቅዱሳን ተቐሚጦሙሉ ዘለዉ ቐደም ሰዓብ፡ ናይ ዝነበሩሉ ዘመን እንኪኸውን፡ እቶም ተጠቒሶም ዝርከቡ ዕለታትን ዓመተ ምሕረታትን ከዓ፡ ዂሎም ብኣቆፃፅራ ኣውሮጳውያን ኢዮም፡፡'
    },
        {
      'type': 'paragraph',
      'text':
          '**ነዚ ኣብዚ ተጠቒሱ ዘሎ ናይ ቅዱሳን ታሪኽ እና ጥቅሲ ካብ ቅዱሳን ዝበልዎ ዝብል ገፅ፡ ምንጩ ካብቲ ክቡር ስራሕ ናይ ኣባ ሙሴ ዶሪ ምዃኑ ብኽብሪ ንገልፅ።**'
    },
  ],
  'መእተዊ': [
    {'type': 'heading', 'text': 'ታሪኽ ሕይወት ቅዱሳን'},
    {
      'type': 'paragraph',
      'text':
          'ኣብ ካቶሊካዊት ቅድስቲ ቤተክርስትያንና፡ ካብ ሓዋርያትን ወንጌላውያንን፡ እኖና ድንግል ማርያምን ፃድቃንን ጀሚርካ፡ ‘‘ቅዱስ’’ ወይ ‘‘ቅድስቲ’’ ዝብል ቅፅል፡ ኣብ ቅድሚ ስሞም ዝተገብረሎምን እናተገብረሎም ዝርከቡ ብዙሓት ሰባት /ከምኡ ከዓ መላእኽቲ/ ከም ዘለዉ ፍሉጥ እዩ። ከመይ ኢሎምን ንምንታይን መኣዝን ከምኡ ከም ዝተብሃሉን ምፍላጥ ከዓ ኣገዳሲ ይኸውን።'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/saints.jpg',
      'caption': 'ብዙሓት ቅዱሳን ኣብ ሰማያዊ ክብሪ'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': '1.’’ቅዱስ’’ ዝበሃል ከመይ ዝበለ ሰብከ እዩ?'
    },
    {
      'type': 'paragraph',
      'text':
          '‘‘ቅዱስ’’ ዝበሃል ሰብ ብሕይወት ዘየሎ፡ ግን ኣብቲ ‘‘መለኮታውን ዘይበላሾን ዘለዓለማዊ ሕይወትን’’/ሰነድ ፍስሓን ተስፋን ኣንቀፅ 18/፡ ‘‘ክብርን’’ /ሰነድ ናብ ኣሕዛብ ኣንቀፅ/፡ ‘‘ሓጎስ’’ ኣምላኽ እናተሳተፈ ዝርከብ /ሰነድ ፍስሓን ተስፋን ኣንቀፅ 21/፡ ኣብ ምድሪ ኣብ ዝነበረሉ እዋን፡ ብዘሕለፎ ኣብነታዊ ሕይወቱ /ዕውት ክርስትያናዊ ስነ ምግባር፡ ሰማዕት፡ ወዘተ/፡ ንክርስትያን ኩሎም ኣርኣያ ኪኸውን፡ ቤተ ክርስትያን እተፍቅዶን እትህቦን ከዓ ብወግዒ እትእውጆን ሰብ’ዩ።'
    },
    {
      'type': 'paragraph',
      'text': 'ብርክታት ፍፅምና ክልተ እንኪኾኑ ፡ ብፅዕናን ቅድስናን ከዓ ኢያቶም።'
    },
    {'type': 'subsection_title', 'text': 'ሀ/ብፅዕና'},
    {
      'type': 'paragraph',
      'text':
          '‘‘ብፁዕ’’ ዝበሃል ሰብ  ኣብ ሓደ ዉሱን ቦታ/ዓዲ ወይ ዉሱናት ኣመንቲ /ማሕበር፡ወዘተ/፡ ብምኽንያት ኣብነታዊ ሕይወቱ ኪኽበር ከም ኣርእያ ክውሰድን፡ ቤተ ክርስትያን እተፍቕዶ እትህቦን ሰብ እዩ። ፡ብፅዕና’’ ብቑዕ ምኽንያት እንተተረኺቡ ክስረዝ ዝኽእል ጊዜያዊ ክብሪ ከዓ እዩ።'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/saints0.jpg',
      'caption': null
    },
    {
      'type': 'paragraph',
      'text':
          'ክብሪ ናይ ‘‘ብፅዕና’’ ድሕሪ ብዙሕ ጥንቑቕ መፅናዕትን ምርመራን ዚወሃብ ክብሪ እዩ። ጳጳስ ናይቲ ብፁዕ ኪበሃል ዝኾነ ሰብ ዝነብረሉ ኸባቢ፡ ኩሉ ፅሑፋት ናይቲ ሰብ ኪእከብ፡ ብዛዕባ ሕይወቱን ተኣምራታቱን፡ ካብ መሰኻኽር፡ ውን መረዳእታታት ኪቕበል፡ ቅድሚኡ ይኽበር ነይሩ ከይኸውን ክፃረ ይሕተት። ጳጳስ እዚ ኩሉ ኣፅኒዑ፡ ንፀብፃብ ናብ ሮማ ይልእኽ፡ ኣብኡ ከዓ፡ እቱ ፀብፃብ፡ ንጉዳያት ብፅዕናን ቅድስናን ብዝምልከት ‘‘ማሕበር ጉዳያት ኣምልኾ’’ ይፅናዕ። ናይ መፅናዕቶም መደምደምታ ኣዎንታዊ እንተኾይኑ፡ ር.ሊ.ጳጳሳት ንቱ ጉዳይ ብፅዕና ዝተጠቕሰ ሰብ ዝምርምሩ ሰባት ብወግዒ ከም ዝምደቡ ይገብሩ፡ ብ’’ማሕበር ጉዳያት ኣምላኾ’’ ከዓ ዳያኑ ይምዘዙ’’ ካብ ሰበኻኡ ጀሚርካ ብዛዕባ ሕይወቱ ሰፊሕን ዓሚቕን ምርመራን መፅናዕትን ይግበር’’ ኣስከሬኑ ይልለ፡ ብድሕሪኡ ብዛዕባ ልዑል ስነ ምግባሩን ኣብነታዊ ሕይወቱን ከዓ ሰማዕትነቱን ናይ መጨረሻ ፍርዲ ኣብ ሮማ ይወሃብ። ካብ ኽልቲኡ ሓዲኡ ከም ዝነበሮ እንድሕር ተረጋጊፁ ከዓ፡ ር.ል.ጳጳስ ንዙ መገልገሊ ኣምላኽ/ወዲ ይኹን ጓል/ ‘‘ብፁዕ’’ ኢሎም ብወግዒ ይእውጁዎ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ናብዚ ብርኪ ፍፅምና ዝብፅሕ ዘሎ ሰብ ሰማዕት እንተዘይኮይኑ፡ ብሓገዝ ሓኪም ወይ ኽኢላ በዓል ሞያ ዝተረጋገፁ ብኣኡ ዝተፈፀሙ እንኪውሕድ ኽልተ ተኣምራታት ኪህልዉ ይግባእ። ቅድሚኡ ብዘይወግዒ ይኽበር እንተፀኒሑ፡ ንሱ ከም ዝቛረፅ ይግበር /ሓለፍቲ ቤተ ክርስትያን ይውስንዎ/፡ ድሕሪ ዝተወሰነ ጊዜ ከዓ፡ እቱ ከይዲ መፅናዕቲ ናይ ብፅዕና ከም ዝቕፅል ይግበር።'
    },
    {'type': 'subsection_title', 'text': 'ለ/ ቅድስና'},
    {
      'type': 'paragraph',
      'text':
          '‘‘ቅድስና’’ ዝበሃል ዝለዓለ ብርኪ ፍፅምና እዩ። ሓደ ጊዜ ድሕሪ ተወሲኑን ተኣዊጁን ከዓ፡ ዘይለዓልን ዘይልወጥን መዓርግን ክብሪ እዩ። እቱ መፅናዕታዊ ከይዱ ከም ናይ ብፅዕና ኮይኑ፡ ብተወሳኺ ድሕሪ ‘‘ብፅዕናኡ’’ ብኣማላድነቱ ዝተፈፀሙ ኻልኦት ኽልተ ተኣምራታት ዝተገብሩ ምህላዉ ኪረጋገፅ ይግብእ። ድሕሪኡ ር.ሊ.ጳጳስት ኣብ ኣደባባይ ቅዱስ ጴጥሮስ ሮማ ኣብ ዘቕርብዎ ቅድሴ፡ ‘‘ንክብሪ ቅድስትን ዘይትከፋፈልን ስላሴ ብፁዕ/ብፅዕቲ፡ እገሌ ቅዱስ/ቅድስቲ ከም ዝኾነ/ነት ንእውጅ ኣሎና ፡ ናቱ/ናታ ዝኽሪ ኣብ ምሉእ ዓለም በብዓመቱ ኪኽበር ንእዝዝ ኣሎና . . . .’’ እናበሉ ብወግዒ ይእውጁ። ካብታ ዕለት’ቲኣ ከዓ እቱ ሰብ’ቱይ ‘‘ቅዱስ/ቅድስቲ እገሌ’’ እናተብሃለ ይፅዋዕ። ከምዙይ ዝበለ ወግዓዊ ስርዓት ቅድስና ዝተገብረሉ ናይ መጀመርያ ቅዱስ ፡ እቱ ብ973 ዝሞተ ኡርሊኽ እንኪኸውን፡ እዋኑ ከዓ 993 ምንባሩ ታሪኽ ቤተ ክርስትያን ይሕብረና።'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/saints1.jpg',
      'caption': null
    },
    {
      'type': 'paragraph',
      'text':
          'ሓዋርያት ሰማዕታትን፡ እንካብ 5ይ ዘመን ኣትሒዞም ‘‘ቅዱስ እገሌ’’ እናተባሃሉ ይፅውዑ ከም ዝነበሩ ይፍለጥ። ቅድሚኡ ‘‘ቅዱስ’’ ዝብል መፀውዒ ኣይወሃቦምን ዝነበረ /ንኣብነት ኣብ ካታኮምብ ናይ ሮማ፡ ‘‘ጴጥሮስን ጳውሎስን ንቪክቶር ፀሊይሉ’’ ዚብል ፅሑፍ ናይ 3ይ ዘመን ተረኺቡ ኣሎ ንሰማዕታት’ውን ከምኡ። ንሰማዕታት ‘‘ቅዱስ እገሌ’’ እንኪበሃል፡ ሰባት ንልዑል ክርስትያናዊ ስነ ምግባሮምን ምስክርነት እምነቶምን /ባህርዮም/ የመልክት።'
    },
    {
      'type': 'paragraph',
      'text':
          'ስራሖም ‘‘ቅዱስ’’ /እዚ ማለት ከዓ ‘‘ፍሉይ’’/ ባህርይ ንዝነበሮም ሰባት ግን ‘‘ቅዱስ’’ ናይ ምባል ልምዲ ኣቐዲሙ ነይሩ እዩ። ንኣብነት ነገስታት ሮማ ወይ ከዓ ንጳጳሳት፡ ንኽብሪ ጥራሕ ዝወሃብ እምበር /ከም ንሰማዕታት ንኣብነት /ንባህርይ ናይቲ ሰብ ዚገልፅ ቅፅል ግን ፈፂሙ ኣይነበረ። ንኣብነት ቅዱስ ኣምብሮዝዮስ ናብ ንጉስ ነገስት ግራሲያን እንኪፅሕፍ ‘‘ውዱስ ንጉስ ነገስት’’ ኢሉ ፂሒፉ ንረክብ /ኣዝዩ ክቡር ንማለት ከዓ እዩ/። ንኣቡናት’ውን ይወሃብ ነበረ፡ ሕጂ ግን ር.ሊ.ጳጳሳት ጥራሕ ‘‘ቅዱስ ኣቦና....’’ ይበሃል።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': '2.ንብፅዕናን ንቅድስናን ዘብፅሑ ባህርያት ኣየኖትከ ኢዮም?'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብ መንጎ እቶም ንፃድቃን፡ ናብ ብርክታት ፍፅምና ዝኾኑ ብፅዕናን ቅድስናን ዘብፅሕዎም፡ ቀንዲ ኣብነታውያን ክርስትያናዊ ባህርያት እዞም ዝስዕቡ ይርከብዎም።'
    },
    {
      'type': 'list_item',
      'text':
          '1.ልዑል እምነት /ብቓል ጥራሕ ዘይኮነስ፡ ብግብሪ፡ እሞ ከዓ ብዙሕ ጊዜ ብሓዊ ጥርጥር፡ ፈተና፡ ስደትን መከራን፡ ምናልባት ብሞት’ውን ተፈቲኑ ከም ወርቂ ዝፀረየ/፡'
    },
    {
      'type': 'list_item',
      'text': '2.ንዓለምን ናይ ዓለምን ነገራት መኒንካ ንርእስኻ ምሉእ ብምሉእ ንጎይታ ምዉፋይ'
    },
    {'type': 'list_item', 'text': '3. ልዑል ምዉቕን ፍቕሪ ኣምላኽን ፍቕሪ ብፃይን'},
    {
      'type': 'list_item',
      'text': '4.ትብዓትን ፅንዓትን ተኣማንነትን ኣብ ጉዳይ እምነትን ተልእኾን /ምስክርነት ክሳብ ሞት/፡'
    },
    {'type': 'list_item', 'text': '5. ተጋድሎ፡'},
    {'type': 'list_item', 'text': '6.ፀሎት፡'},
    {'type': 'list_item', 'text': '7.ተኣምራታትን፡ ኢያቶም።'},
    {
      'type': 'image',
      'path': 'assets/images/saints/saints2.jpg',
      'caption': null
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': '3.ንቅዱሳን ዝግባእ ኣምልኾ ድዩ ወይስ ኣኽብሮት?'
    },
    {
      'type': 'paragraph',
      'text':
          'ከምቲ ቀዳማይ ትእዛዝ ዓሰርተ ቃላት ‘‘ኣነ ኢየ ናትካ ኣምላኽ፡ ብዘይካይ ኻሊእ ኣምላኽ የልቦን’’/ዘፀኣት 20፡2-3/ ዝብሎ፡ ሓደ ኣምላኽ እዩ ዘሎ፡ ንሱ ከዓ እቱ ንዓለምን ነበርታን ዝፈጠረን፡ ብሓደ ወዱ ብጎይታና ኢየሱስ ክርስቶስ ዘድሐነናን እዩ። ‘‘ንሱ ቐናእ ኣምላኽ እዩ’ሞ ንኻሊእ ኣይትስገድ’’ /ዘፀኣት 34፡14/ ብዝተብሃለ መሰረት፡ ኣምልኾ ዝግባእ ንኣኡን ንኣኡን ጥራሕ እዩ።ምእንቱዙይ ከዓ እዩ ሓዋርያ ጴጥሮስ ‘‘ኣነ ከማኻ ሰብ ኢየ፡ ተንስእ…’’ ኢሉ ዘተንስኦ /ግብሪ ሕዋርያት 10፡25/። ኣብ ራእይ ዮሓንስ ‘ውን ‘‘ኣነ ከዓ ኽሰግደሉ ኢለ ኣብ እግሩ ወደቕኩ፡ ንሱ ግና ሕደግ፡ ከምኡ ኣይትግበር። ኣነስ ከማኻን ከምቶም ንቱ ኢየሱስ ዝገለፆ ሓቂ ዚእመኑ ኣሕዋትካን፡ ኣገልጋሊ ኢየ፡ ንኣምላኽ ድኣ ስገድ….’’ /ራእይ ዮሓንስ 19፡10/ እናበለ፡ መልኣኽ ስግደትን ኣምልኾን ንኣምላኽ ጥራሕ ኪግበር ከም ዝግብኦ ከም ዝሓበሮ፡ ንቕዱሳንን ን ዝወሃብስ፡ ንኣምላኽ ዚወሃብ ኣምልኾን ስግደትን ዘይኮነስ፡ ክብሪ ጥራሕ እዩ።'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/saints3.jpg',
      'caption': 'ናይ ድንግል ማርያም ምግላፃት።'
    },
    {
      'type': 'paragraph',
      'text':
          'ንቕዱሳን እነኽብሮም ከዓ፡ ብልዑል ምስክርነት ክርስትያናዊ ሕይወቶም፡ ካብ ኢድ ኣምላኽ ኣብ ሰማያት ሒዞምዎ ብዝርከቡ ናይ ቅድስናን ፍፅምናን ኣኽሊል እዩ። ክብሪ ዚግብኦም እምበኣር ፡ ቅድሚ ኹሉ ኣምላኽ ባዕሉ ስለ ዘኽበሮምን ዝፈተዎምን እዩ። ብቤተ ክርስትያን ዚኽበሩ ከዓ፡ ፅቡቕ ኣርኣያ ዘሎዎ ክርስትያናዊ ሕይወት ስለ ዘሕለፉ ንዓለምን ስጋን ሰይጣንን መሳርሕቶምን ብብርቱዕ ጀግንነት ስለ ዘሸነፉን፡ ኣብ ሕይወት ቤተ ክርስትያን ዓበይቲ ተግባራት ስለዝፈፀሙን እዩ። ቅዱሳን ዝኽበሩ ፡ ኣብ ቅድሚ መንበር ኣምላኽ ኮይኖም ስለዘማልዱልና ከዓ እዩ። ታሪኽን ትውፊትን ቤተ ክርስትያን ከም ዘረድኣና፡ ካብ ጥንቲ ኣትሒዙ፡ እግዚኣብሔር ንፀጋታቱ ብኢድ ን፡ እኖና ቅድስቲ ድንግል ማርያምን፡ ሓዋርያትን ፃድቃንን ሰማዕታትን ቅዱሳንን ገይሩ ንቤተ ክርስትያኑ ይፅግዋ እዩ። ቅዱሳን ኣውራ ዝኽበር ከዓ ፡ ንሕና ነዓታቶም እንተመሰልና እዩ።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': '4.ንቅዱሳን ምኽባር ከመይ ኢሉን መኣዝን ተጀመረ?'
    },
    {
      'type': 'paragraph',
      'text':
          'ስም ቅዱሳን ምፅዋዕን ንኣታቶም ምኽባርን /ፍሉጥ ስለዝኾኑ ግን ኣይምለኹን/፡ ካብ ካልኣይ ዘመን ክርስትና ኣትሒዙ ዝመፀ ጥንታዊ ክርስትያናዊ ልምዲ እንኪኸውን፡ ብፍላይ ኣብ ጉባኤታት ኒቅያ/325/፡ ትረንቶ /1545-1563/ ካልኣይ ጉባኤ ቫቲካን /1962-65/ ፍሉይ ጠመተ ኣስተምህሮን ዝተውሃበሉ ጉዳይ ምዃኑ ይፍለጥ።'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/saints4.jpg',
      'caption': 'ቅዱስ ዮሴፍ ምስ ህፃን ኢየሱስ።'
    },
    {
      'type': 'paragraph',
      'text':
          'መጀመርያ ይኽበሩ ዝነበሩ ከዓ፡ እቶም ንእምነቶም ብሕይወቶም ክሳብ ምሕላፍ ተኣማንነቶም ዘመስከሩ ሰማዕታት ነበሩ። ብ155 ካብ ዝተረኽበ ምዝገብ ሰማዕታት፡ እዞም ቅዱሳን ኣብ ናይ ከባቢኦም ቤት ክርስትያን፡ ከመይ ገይሮም ይኽበሩ ከም ዝነበሩ ምርዳእ ይከኣል። ረድኢ ናይ ዮሓንስ ሓዋርያን ወንጌላውያንን ከም ዝነበረ ዚእመነሉ፡ ፖሊካርፕ ዝበሃል ጳጳስ ናይ ስመርና፡ ብሰማዕታት ኣብ ኣደባባይ ከም ዝቕተል ምስ ተገብረ፡ ክርስትያን ስመርና ብዛዕባ እዙ ጉዳይ’ዙይ ናብ ዝሓተቶም፡ ናብታ ኣብ ከባቢኦም ዝነበረት ቤተ ክርስትያን ኣብ ዝፀሓፍዋ መልእኽቲ፡ ሓደ ኒኮታስ ዝበሃል ሰብ፡ ንቱ መመሓደሪ፡ ናይ ፖሊካርፕ ሬሳ ንክርስትያን ፈተውቱ መሊሱ ከይህቦም ኪነግሮ ንረክብ፡ ምኽንያቱ እንኪገልፅ ከዓ፡ ‘‘እቱ ስቑል ገዲፎም፡ ንኣኡ ምእንቲ ከየምልኹ’’ ኪብል ፅሒፉ ንረክብ። እዚ ከዓ፡ ክርስቶስ እምበር ኻልኦት ፍጡራት ኪምለኹ ከምዘይግብኦም፡ ካብ ጥንቲ ዝነበረ ስኽፍታ የመልክት።'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/saints5.jpg',
      'caption': null
    },
    {
      'type': 'paragraph',
      'text':
          'ሰባት ንሰማዕታት ዘኽብሩ ዝነበሩ፡ በብዓመቱ ናብ መቓብሮም ብምኻድን፡ ናብኦም ብምፅላይን ከዓ ነበረ። ኣብ ቅዳሴ’ውን ስሞም ይለዓል ከምዝነበረ ይፍለጥ። ነፍሰ ወከፍ ቤተ ክርስትያን፡ ዝርዝር ናይ እቶም እትዝክሮምን እተኽብሮምን ሰማዕታት ዘሎዎ፡ ናይ ባዕላ ናይ ሊጡርግያ መርሓ ዕለት ነበራ። ኣብቱ መርሓ ዕለት ከዓ፡ ዝኽሪ ናይቲ ዝተጠቕስ ሰማዕት ዝገብረሉ ዕለት ጥራሕ ዘይኮነስ፡ ዝግበረሉ መቓብር’ውን ይጥቀስ ነበረ። ኣብ ሮማ ንኣብነት፡ ዓመታዊ ዝኽሪ ሰማዕታት ኣብ መቓብር ካታኮምብ ይግበር ከም ዝነበረ ይፍለጥ።'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/saints6.jpg',
      'caption': ''
    },
    {
      'type': 'paragraph',
      'text':
          'ዝርዝር ናይ ሰማዕታት፡ ኣስማት ናይቶም ኣብ እቲ እትዝክሮም ቤተ ክርስትያን ዝርከቡ ጥራሕ ዘይኮነስ፡ ናይ ኻልኦት ከባቢታት’ውን ከጠቓልል ጀመረ። ንኣብነት፡ ኣብ ዝርዝር ሰማዕታት ናይ ሮማ፡ ከም እኒ ፐርፐቱዋ፡ ፈሊሲቲ፡ ከምኡ ከዓ ቆጵርያኖስ ዝመሳሰሉ፡ ሰማዕታት ሰሜን ኣፍሪቃ ይርከቡዎ ነበሩ።ብዙ እዋን’ዙይ ከዓ እዩ፡ ናይ ሓዋርያት ኮነ ናይ በዓል እስጢፋኖስ ቀዳሜ ሰማዕት ስም፡ ኣብ ዝርዝር ሰማዕታት ኪኣቱ ዝተገብረ። ኣብ መባእታ 5ይ ዘመን ከዓ፡ ናይ እኖና ቅድስቲ ድንግል ማርያም ዝኽሪ በዓል’ውን ከም ዝኣቱ ተገብረ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ታሪኽ ቤተ ክርስትያን መበል 16 ክፍለ ዘመን ከም ዘረድኣና ፕሮቴስታንት ኣብ ኣኽብሮትን ኣማላድነት ቅዱሳንን ኣይኣምኑን፡ ንዙይ ቀንዲ ምኽንያት ዝኾነ ከዓ፡ ብቱ እዋን’ቱይ ብዛዕባ ቅዱሳን ዝነበረ ኣዝዩ ዝተጋነነ ኣረኣእያ ኣገባብን እዩ። ንዙ ተቓዉሞ ናይ ፕሮቴስታንት ንምምላስ ከዓ፡ ኣቡናት ጉባኤ ትረንቶ ‘’ምናግስቲ ክርስቶስ ዝኾኑ ቅዱሳን ናብ ኣምላኽ ስለዝቐርቡ፡ ናብኦም ክንምሕፀን ፅቡቕን ጠቓምን እዩ’’ ኢሎም ከም ዝኣወጁ ንረክብ /ኣናቕፅ 1744፡1755፡ 1821-1824፡ 1867፡ ርአ/። ኻልኣይ ጉባኤ ቫቲካን ከዓ፡ ኣብቱ ‘‘ብርሃን ኣሕዛብ’’ ዘርእስቱ ዶግማዊ ድንጋገ ብዛዕባ ቤተ ክርስትያን፡ ኣብ ሻውዓይ ምዕራፍ ‘‘መፈፀምታዊ ባህሪ ነጋዲት ቤተ ክርስትያን፡ ምስ ሰማያዊት ቤተ ክርስትያን ዘሎዋ ዉህደት’’፡ ኣብ ትሕቲ ዝብል ኣርእስቲ፡ ብዛዕባ ክብሪ ቅዱሳንን ኣማላድነቶምን ብሰፊሑ የስተምህር።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': '5.ስራሕ ቅዱሳን ሕጂከ እንታይ እዩ?'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/saints7.jpg',
      'caption': null
    },
    {
      'type': 'paragraph',
      'text':
          'ክርስትያን ብሰማዕታት ጀሚሮም፡ ንቅዱሳን ምኽባር ካብ ዝጅምሩሉ፡ ጊዜ ኣትሒዞም፡ ናብኦም ዝፅልዩሉ ዝነበረ ዕላማ፡ ምእንቲ ከማልዱሎም ከምዝነበረ፡ መቓብራቶም ካብ ዝተረኽበ ፅሑፋት ምርዳእ ይከኣል። እዞም ንጉያኦም ብዓወት ዝዛዘሙ ቅዱሳን ወገናት፡ ንቶም ገና ኣብ ጉያ ዘለዉ ኣሓቶምን ኣሕዋቶምን ከም ዝግድሱሎምን፡ ከምቱ ኣብ ምድሪ ዝፅልዩሎም ዝነበሩ፡ ኣብ ሰማይ’ውን ብዝበለፀ ከምኡ ምግባር ከም ዝቕፅሉን፡ እንካብ ዝነበሮም ፅኑዕ እምነት ከዓ እዩ።'
    },
    {
      'type': 'paragraph',
      'text':
          '‘‘ንእምነት ኣማላድነት ቅዱሳን መሰረት እንታይ እዩ?’’ እንተተብሃለ፡ መልሱ ቅዱስ መፅሓፍን ትምህርቲ ቤተ ክርስትያንን እዩ። ብዙሓት’ዃ እንተዘይኮኑ፡ ኣብ ብሉይ ኮነ ሓዲስ ኪዳን ንኣማላድነት ዝምልከቱ ጥቕስታት ከዓ ኣለዉ ኢዮም።'
    },
    {
      'type': 'paragraph',
      'text':
          'ብብሉይ ኪዳን እንተጀመርና፡ እቱ ቐዳማይ፡ ኣብ መፅሓፍ ኦሪት ዘፍጥረት ዝርከብ እንትኸውን፡ ‘’45… 30… 20… 10 ፃድቃን ፡ እንተተረኽቡዋ ንብኸተማኣዶ ክተጥፍኣ ኢኻ?’’ /ኦሪት ዘፍጥረት 18፡16-31/ እናበለ፡ ኣብርሃም ምእንቲ ሰብ ሰዶም ናብ ኣምላኽ ዝገበሮ ምምላድ እዩ። እግዚኣብሔር ከዓ፡ እንተድኣ ሃሊዮም፡ ንታ ከተማ ከም ዝንሕፋ ከምዘረጋገፀሉ /ዘፍጥረት 18፡26,30,31,32/፡ እንተኾነ ግና፡ እቱ ዝተደለየ ቁፅሪ ፃድቃን ብዘይምንባሩ፡ ከተማታት ሰዶምን ጎሞራን ብዘፀይፍ ኽፍኣተን፡ ካብ ሰማይ ብዝወረደ ሓዊ ከም ዝዓነዋ፡ መፅሓፍ ኦሪት ዘፍጥረት ይነግረና /ምዕራፍ 19 ተመልከት/። ብዛዕባ ኣብርሃም፡ ኣምላኽ ንኣቤመለክ ብሕልሚ ‘‘…ንሱ ነቢዪ እዩ’ሞ፡ ምእንቲ ክትድሕን ኪፅልየልካ እዩ…’’ ከም ዝበለ’ውን ንረክብ /ዘፍጥረት 20፡7 ሕያዋን ንሕያዋን ዘማልዱሎም ኻልኦት መረዳእታት ንምርኣይ ዘፀኣት 32፡11-14፡ ዘሑልቅ 14፡13-20 ኢዮብ 42፡8 ርአ/።'
    },
    {
      'type': 'paragraph',
      'text':
          'እቱ ኻልኣይ፡ ኣብ  ኻልኣይ መፅሓፍ መቃባውያን ዝርከብ እንኪኸውን፡ እቱ ፀሓፊ፡ ይሁዳ ብሕልሙ ‘‘እቱ ቕድም ሊቀ ካህናት ዝነበረ ኦንያ፡ ወረጃ፡ ሕያዋይ፡ ትሑት፡ ለዋህ፡ ኣዘራርባኡ እሩም፡ ካብ ንእስነቱ ሰናይ ዘበለ ኩሉ ምእንቲ ኪገብር፡ ተዀስኲሱ ዚዓበየ ሰብ፡ ኣእዳው ዘጉሑ ምእንቲ ኩሉ ሕዝቢ ኣይሁድ ኪፅሊ ኸሎ ረኣየ።/2መቃባውያን 15፡12/ እናበለ፡ ይሁዳ ኦንያ ኣብ ሰማይ ኮይኑ ከማልድ ከም ዝረኣየ ትሕብር። ቐፂሉ ከዓ፡ ንይሁዳ ሓደ ‘‘ኻሊእ ምዕሩግን ሰያብን፡ ዘፅባርቕ ንጉሳዊ ግርማን ስልጣንን ዚለበሰ ሰብ’’ ከም ዝተርኣዮ፡ ‘‘ ኦንያ ከዓ፡ ‘‘እዙይ እቱ ነሕዋትና ዚፎቱ፡ ምእንቲ ሕዝብናን ቅድስቲ ከተማናን ዝፅሊ፡ ነብዪ እግዚኣብሔር ዝኾነ ኤርምያስ እዩ’’ እናበለ ከም ዝተዛረበ ብምጥቃስ፡/15፡13-14/፡ ኦንያ ሊቀ ካህናት ኮነ ነብዪ ኤርሚያስ፡ ኣብ ሰማይ ኮይኖም ንሕዝቦም ኪማልዱ ከም ዝተርኣዩ የረጋግፅ። ከምቱ ቅዱስ ያዕቆብ ኣብ መልእኽቱ ‘‘….ፀሎት ፃድቕ ብግብራ ብዙሕ ተስልጥ ኢያ’’ እናበለ፡ ምሳሌ ናይቲ ብፀሎት ዝናም ከም ዘይዘንምን መሊሱ ከዓ ዝዘንም ዝገበረ ኤልያስ ገይሩ ዘረድእ /ያዕቆብ 5፡16-18/ ከዓ፡ ፀሓፊ መቃባውያን’ውን ‘‘ሽዑ ኤርሚያስ የማናይ ኢዱ ዘርጊሑ፡ ንይሁዳ ሰይፊ ወርቂ ሃቦ፡ ኪህቦ ከሎ ከዓ እንካ እዚ እግዚኣብሔር ዝሃበካ ቅዱስ ሰይፊ እዩ፡ ብዙይ ከዓ፡ ንፀላእቲ ክትድምስሶም ኢኻ በሎ’’ /15፡15-16/ እናበለ፡ ፀሎት ኣማላድነት ኤርሚያስ ከም ዝተሰምዐ የረጋግፅ።'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/saints8.jpg',
      'caption': null
    },
    {
      'type': 'paragraph',
      'text':
          'ናብ ሓዲስ ኪዳን እንተመፃእና፡ ከምቱ ቅዱስ ጳውሎስ ‘‘ኣምላኽ ሓደ እዩ፡ እቱ ኣብ መንጎ ኣምላኽን ሰብን ዘሎ መተዓረቒ ከዓ ሓደ እዩ፡ ንሱ ከዓ እቱ ሰብ ዝኾነ ክርስቶስ ኢየሱስ እዩ’’ /1ጢሞቴዎስ 2፡5/ ። ‘‘እቱ ዝኹንንከ መን እዩ? እቱ ንሞተ፡ አረ ካብ ምዉታን’ኳ ዝተንስአ ኣብ የማን ኣምላኽ ኮይኑ’ውን ምእንታና ዚልምን ዘሎ ክርስቶስ ኢየሱስ እዩ’’ /ሮሜ 8፡34/ ዝብሎ፡ ከምኡ ከዓ ፅሓፊ ዕብራውያን ‘‘ስለዙይ ከዓ ኩሉ ጊዜ ምእንታኦም ከማልድ ዚነብር ስለ ዝኾነ፡ ንቶም ብኣኡ ኣቢሎም ናብ ኣምላኽ ዚመፁ ንዘልዓለም ከድሕኖም ይኽእል እዩ’’ /ዕብራውያን 7፡25/ ዝብሎ፡ እቱ ቀንዲ ኣማላዲ ክርስቶስ ባዕሉ እዩ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ካብኡ ቐፃሊ ከዓ፡ እታ ኣብ መርዓ ቃና ናይ ገሊላ፡ ‘‘ወይኒ’ምበር የብሎምን’’ /ዮሓንስ 2፡3/ እናበለት፡ ንኣኡ ዝለመነትን ዝሓተቶ ከዓ ዝተፈፀመላን፡ እኖኡን እኖናን ቅድስቲ ድንግል ማርያም ኢያ። ቐፂሎም መላእክትን ቅዱሳንን ይመፁ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብ ሓድስ ኪዳን ሕያዋን ንሕያዋን እንኪፅልዩ ዝገልፁ ጥቕስታት መሊኦም ኢዮም /ንኣብነት ግብሪ ሓዋርያት 7፡60፡ 12፡5፡ ሮሜ 15፡30፡ ኤፌሶን 1፡15-19፡ 6፡18-20፡ ያዕቆብ 5፡16-18 ርአ/። ናይ ምውታን መረዳእታ ግን፡ ክንዲ ናይ ሕያዋን ብዙሕ ኣይኮነን።'
    },
    {
      'type': 'paragraph',
      'text':
          'ሉቃስ ወንጌላዊ፡ እቱ ኣብ ሲኦል ኣብ ስቓይ ኮይኑ’’… ኦ ኣቦይ ኣብርሃም፡ ብዙ ሃልሃልታ እዚ እሳቐ ኣሎኹ’ሞ ራሕርሓለይ፡ ብጫፍ ኣፃብዑ ኣብ ማይ ጠሚዑ ልሳነይ ከዝሕለለይ፡ ንኣልኣዛር ስደደለይ’’ /ሉቃስ 16፡19-31/ እናበለ ናብ ኣብርሃም እንኪፅሊ ዚገልፅ ዛንታ ናይ ሓደ ሃብታም ሰብኣይ እንከዘንቱ፡ ኣብርሃም ኣማሊዱ የስልጥ ከም ዝነበረ ዝሕብር ናይ ሓዲስ ኪዳን እምነት ይገልፅ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ፀሓፊ ራእይ ዮሓንስ’ውን፡ ብዛዕባ ምፍታሕ ሻውዓይ ማሕተም ፅንሃን ወርቅን ኣብ ዝዛረበሉ ኽፍሊ መፅሓፉ፡ ‘‘ኻሊእ መልኣኽ’ውን ፅንሃ ወርቂ ሒዙ መፀ’ሞ፡ ኣብ ቅድሚ መሰውዒ ደው በለ። ምስቱ ፀሎት ኹሎም ቅዱሳን ወሲኹ፡ ኣብ ልዕሊ እቱ ኣብ ቅድሚ ዙፋን ዘሎ መሰውዒ ወርቂ ምእንቲ ኸውፊዮ ከዓ፡ ብዙሕ ዕጣን ተውሃቦ። እቱ ትኪ ዕጣን ከዓ ምስቲ ፀሎት ቅዱሳን ኮይኑ፡ ካብ ኢድ እቲ መልኣኽ ናብ ቅድሚ ኣምላኽ ዓረገ’’ /ራእይ ዮሓንስ 8፡3-4/ እናበለ፡ መልኣኽ ንፀሎት ቅዱሳንን ምስ ዕጣን ሓዊሱ፡ ከም መስዋዕቲ ናብ ኣምላኽ ከም ዘዕረገ እንኪነግር፡ ንስራሕ ኣማልድነት ቅዱሳን ኮነ መላእኽቲ የመልክት።'
    },
    {
      'type': 'paragraph',
      'text':
          'ብተወሳኺ ብዛዕባ መፅሓፍ ገንሸል ኣብ ዝዛረበሉ ኽፍሊ ምፅሓፉ፡ ‘‘እቲ ገንሸል መፂኡ ንቱ መፅሓፍ ካብ የማነይቲ ኢድ እቱ ኣብ ዙፋን ዝተቐመጠ ወሰዶ፡ ንቱ መፅሓፍ ምስ ወሰዶ፡ እቶም 4 እንስሳን እቶም 24 ኣሕሉቕን፡ ኣብ ቅድሚ እቱ ገንሸል ብግምባሮም ተደፍኡ። ነፍሲ ወከፎም ከዓ መሰንቆን፡ ዕጣን ዝመልኦ’ፅዋዕ ወርቅን ሒዞም ነበሩ። እዚ ከዓ ፀሎት እቶም ቅዱሳን እዩ።/ራእይ ዮሓንስ 5፡7/8/ እናበለ፡ ፀሎት ቅዱሳን /ናይ ባዕሎም ኮነ ሰባት ናብኦም ዚገብርዎ/ ናብ እግዚእብሔር ዘቕርቡ ወገናት ከም ዘሎዉ የረድእ።'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/saints9.jpg',
      'caption': null
    },
    {
      'type': 'paragraph',
      'text':
          'ሕጂ’ውን ፀሓፊ ራእይ ዮሓንስ፡ ‘‘…ነፍሳት እቶም ምእንቲ ቓል ኣምላኽን ስለ እቱ ዝሃብዎ ምስክርነትን ዝተሓርዱ፡ ኣብ ትሕቲ መሰውዒ ረእኹ። ዓው ብዝበለ ድምፂ ከዓ፡ ‘ ኦ ቅዱስን ሓቀይናን ዝኾንካ ጎይታ፡ ክሳብ መኣዝ ኢኻ ዘይትፈርድ? ንቶም ኣብ ምድሪ ዘለዉኸ፡ ክሳብ መኣዝ ኢኻ ሕነ ደምና ዘይትፈድዮም? እናበሉ ጠርዑ’’ /ራእይ ዮሓንስ 6፡9-10፡ እናበለ ከዓ፡ እቶም ሰማዕታት ምእንቲ እቶም ኣብ ምድሪ ዘለዉ ብፀሎቶም ከም ዘማልዱ የረድእ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ንኣማላድነት መላእኽቲ ዝርኢ መረዳእታታት ከዓ፡ ኣብ ብሉይ ኪዳን ኣሎና /ዘካርያስ 1፡12 ፡ ኢዮብ 33፡23-24 ፡ ጦቢት 5፡8፡ 8፡3፡ 12፡12 ርአ/።'
    },
    {
      'type': 'paragraph',
      'text':
          'ንምጥቕላል፡ ምድራዊት ነጋዲት ቤተ ክርስትያን ፍፅምና እትረክብ፡ ኣብ ሰማያዊት ቤተ ክርስትያን እዩ። ኣማላድነት ቅዱሳን፡ ሰማያዊት ቤተ ክርስትያን፡ ምስታ ኣብ ጉዕዞ እትርከብ ዘላ ምድራዊት ቤተ ክርስትያን፡ ዘሎዋ ሱታፌን ሓድነትን ከዓ የመልክት። ከምቱ ፀሓፊ ዕብራውያን፡ ‘‘ምእንትዙይ ንሕና ክንድዙይ ዚኣኽሉ መሰኻኽር ከም ደመና ከቢቦምና ስለ ዘሎው…’’ ዝብሎ ከስ፡ ኣብ ክንዳናን ምእንታናን ብዝፅልዩን ዘማልዱን ቅዱሳን ሰማያዊት ቤተ ክርስትያን ተኸቢብና ምህላውና ምርዳእ ይግባእ። ንሕና ኣብዛ ምድሪ ብሕይወት ዘሎና ከዓ፡ ከምቱ ቅዱስ ጳውሎስ’’… ተስፋ እንከይቆረፅኩም ምእንቲ ኩሎም ኣመንቲ ኣብ ፀሎት ተፀመዱ’’ /ኤፌሶን 6፡18/ ዝብሎ፡ ንሕያዋን ኮነ ንምውታን ካብ ምፅላይ ክንዕሽሽ ኣይግባእን።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': '6.ካብ ቅዱሳን ክንወስዶ ዝግብኣና ኣብነትክ እንታይ እዩ?'
    },
    {
      'type': 'paragraph',
      'text':
          'መፅሓፍ ‘‘ንክርስቶስ ምምሳል’’ /ኢሚታስዮ/ ኣብ መበል 18 ምዕራፍ ቀዳማይ መፅሓፉ ብዛዕባ ካብ ቅዱሳን ኪውሰድ ዝግባእ ኣብነት እዙ ዚስዕብ ምኽሪ ይልግስ። ‘‘ንቱ ናይ ቅዱሳን ኣበው ኣብነት ተመልከት፡ እቱ ኣባታቶም ዘንፀባርቕ ዝነበረ እምነትን ፍፅምናን፡ ምስዙ ንሕና እንሕብሮ ዘሎና ተነፃፂሩ፡ ብሓቂ ቁሩብን ኢምንትን ከምዝኾነ ክትርኢ ኢኻ። ኣየ! ምስ’ታ ናታቶም እንተኣመዛዚንካያ ሕይወትና እንታይ ኢያ? ቅዱሳን ፈተውቲ ክርስቶስ፡ ንእግዚኣብሔር ብጥሜትን ብፅምእን ብቑርን ብዕርቃንን፡ ብፃዕርን ብድኻምን፡ ብንቕሓትን ብፆምን፡ ብብዙሕ ፀሎትን ብኣስተንትኖን፡ ብስደትን ውርደትን ኣገልገልዎ። ሓዋርያት፡ ሰማዕታት፡ ተጋደልያን፡ ደናግል፡ ብዙሓት ኻልኦት’ውን ክንደይ ኣሰር ክርስቶስ ንምኽታል፡ ኣየ ኽንደይ ብዙሓት ብርቱዕን መከራን እሞ ዘይተቐበሉ! ሕይወት ዘለዓለም ምእንቲ ኪወርሱ፡ ኣብዙ ዓለም’ዙይ ንነፍሳቶም ፀልኡ። ቅዱሳን ኣበው ኣብ ምድሪ በዳ፡ ኣየ ክንደይ ጭንቅን መከራን ዚመልኦ ናብራ ዘየሕለፉ፡ ኣየ ክንደይ ነዊሕን ብርቱዕን ፈተናታት ዘይተቐበሉ! ኣየ ክንደይ ጊዜ ብሰይጣን ዘይተሳቐዩ! ኣየ ክንደይ ጊዜ ብንቕሓትን ትግሃትን፡ ናብ እግዚኣብሔር ፀሎት ዘየዕረጉ! ኣየ ኽንደይ ዚብርትዕ ፆም ዘየሕለፉ! ኣየ ኣብ ክንደይ መንፈሳዊ ሓይሊ እናቐፀሉ ዘይከዱ! ኣብ ፅድቂ ንምስጓም፡ ክንደይ ዓብዪ ዝተቓፀለ መንፈሳዊ ቅናኣት ዘየዘውተሩ! …. መዓልቲ ይሰርሑ፡ ለይቲ ኣብ ፀሎት ይሓድሩ ነበሩ። እናሰርሑ’ውን ብሓሳቦም ካብ ምፅላይ ዕረፍቲ ኣይነበሮምን። …. ኣየ ኣብ ፀሎቶም ክንደይ መንፈሳውነትን፡ ክንደይ ናይ ፅድቂ ውድድርን፡ ክንደይ ቀጥ ዝበለ ስርዓትን ዘይነበረ! ኣብ ትሕቲ ስርዓት ንቑዓት መምህራን፡ ኣብ ኩሉ ነገር ኣኽብሮን ተእዝዞን ክንደይ ዘይማዕበለ! …. ኣብ ኣነባብራና፡ ሸለልትነትን ዛሕልን፡ ካብቱ ናይ ቀደም መንፈሳዊ ቅንኣትና ኣየ ክንደይ ብቶሎ የውድቐና ! … እቱ ኣብ መንፈሳውያን ዝረኣኻዮ ብዙሕ ኣብነት፡ ኣብ ፅድቂ ከየሰጎመካ፡ ከመይ ኢሉ ብዙሑልካ ኪሓድገካ ይኽእል?’’።'
    },
    {
      'type': 'paragraph',
      'text':
          'ፀሓፊ ዕብራውያን ከዓ፡ ንትዕዝብቶም ብተመሳሳሊ መንገዲ ከምዙ ዝስዕብ ገይሩ ይገልፆ፡ ‘‘እንታይ እሞ ኽብለኩም ኢየ? .... ገሊኣቶም ከዓ፡ ብላግፅን ብመግረፍትን ኣብ ልዕሊ እዚ እውን፡ ብመቑሕን ብማእሰርትን ተሳቐዩ። ብዳርባ እምኒ ተቐትሉ፡ ብመጋዝ ተቖርፁ፡ ተሰይፎም ሞቱ። ኣጎዛ ኣባጊዕን ዲኖ ኣጣልን ተኸዲኖም ዞሩ፡ ሰኣኑ፡ ፀበቦም፡ ሓሳረ መከራ ፀገቡ። ዓለም ንኣታቶም ዘይትበቅዕ ስለዝኾነት፡ ኣብምድረ በዳን፡ ኣብ እምባታትን፡ ኣብ በዓትታትን፡ ኣብ ጒድጓድ ምድርን ኮለል በሉ …’’/ዕብራውያን 11፡32-38/።'
    },
  
  ],





  'ቅዱስ ቆጵርያኖስ': [
    {
      'type': 'heading',
      'text': 'ቅዱስ ቆጵርያኖስ (+258 ዓ.ም.ፈ.)'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ቆጵርያኖስ ኣብ ካርተጅ /ሰሜን ኣፍሪቃ/ ብ258 ተሰይፉ ከም ዝሞተ ዝነገረሉ ጳጳስ ናይ ካርተጅ እዩ።'
    },
    {
      'type': 'heading',
      'text': 'ንእስነትን ምምላስን'
    },
    {
      'type': 'paragraph',
      'text':
          'ቆጵርያኖስ መኣዝ ከም ዝተወልደ ብርግፅ ዘይፍለጥ እንኪኸውን፡ ወዲ ሃብታማትን ምሁራትን ወለዲ ከም ዝነበረ፣ ኣብ 25 ዓመት ዕድመኡ ብ247 ክርስትና ከም ዝተቐበለን፣ ቅድሚኡ ፍሉጥ መዳርን ጠበቓን ከም ዝነበረን ታሪኸ ሕይወቱ ይናገር፡፡ ድሕሪ ኸልተ ዓመት ብ249 ከይደለየ ጳጳስ ናይ ካርተጅ ከም ዝተሾመን፡ ናይ ልዕሊ 150 ጳጳሳት ናይ ሰሜን ኣፍሪቃ ሊቀ ጳጳሳት ከዓ ከም ዝነበረ\'ውን ተጠቒሱ ይርከብ፡፡ ናብ ክህነት፣ ኢሉ\'ውን ኣብ ዝሓፀረ ጊዜ ናብ ጵጵስና ዘብፅሖ ድኽነቱን፣ ንፅሕናኡን، ናይ ፅሑፋት ተርቱሊያኖስን ናይ ቅዱስ መፅሓፍ ዓሚቚ ፍልጠቱን ከም ዝነበረ ከዓ ይንገር፡፡'
    },
    {
      'type': 'heading',
      'text': 'ስደትን መሪሕነትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ድሕሪ ሒደት ኣዋርሕ ኣገልግሎቱ: ብ249 ብዶቺዩስ እቲ ር.ሊ.ጳጳሳት ፋቢያን ዝተቐትሉሉ ስደት ኣብ ልዕሊ ክርስትያን ተልዓለ፤ ቆጵርያኖስ ከዓ ኪስደድ ተገደደ፡፡ ድሕሪ ኸልተ ዓመት ናብ ዓዱን መንበረ ጵጵስናኡን ምስ ተመልሰ፡ ብዙሓት ብመንፈስ ዚሒሎምን ካብ እምነቶም ወዲቖምን ፀንሑዎ፡ ብዛዕባ ጉዳይ እዞም ኪሒዶም ፀኒሖም ሀዚ ናብ እምነት ኪምለሱ ዝደልዩ ክርስትያን ከዓ፡ ምስ መራሕቲ ቤተ ክርስትያን ኣብ ክርክር ኣትዩ ከም ዝነበረ ይንገር፡፡ ኣንፃር እቶም ብቐሊሉ ንኪምለሱ ዝደልዩ ወገናት፡ ንሱ ብኸልተ ጉባኤታት ገይሩ /251፤ 252/ ድሕሪ ኣድላዪን ንውሕ ዝበለ ምስንዳውን ጥራሕ ኪምለሱ ከም ዝግብኦም ወሰነ፡፡ እዚ እንካብቶም ምስ ላዕለዎት መራሕቲ ቤተ ክርስትያን ኣብ ብዙሕ ክትዕን ዘይምርድዳእን ካብ ዝኣተወሎም ጒዳያት ከዓ ሓደ ነበረ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ናይ ጥምቀት ክትዕ'
    },
    {
      'type': 'paragraph',
      'text':
          'እቲ ኻሊእ ኣብ ክርክርን ሽግርን ከም ዘእተዎ ዝዝከረሉ ጒዳይ ከዓ፡ ምንም\'ኳ ር.ሊ.ጳጳሳት እስጢፋኖስ ቀዳማይ ብቑዕ ከም ዝኾነ ወሲኖም እንተነበሩ፡ ብተነፀልቲ /ስኪዝማቲክስ/ ዝተውሃበ ጥምቀት ብቑዕ ከም ዘይኮነ ምእማኑን ምስትምሃሩን ነበረ፡፡ ዝኾነ ኮይኑ ኣብ ክትዓት ቆጵርያኖስ ድጋፍ ጳጳሳት ኣፍሪቃ ከም ዘይተፈለዮ ይንገር፡፡'
    },
    {
      'type': 'heading',
      'text': 'ሰማዕትነትን ዕረፍትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ምንም\'ኳ ብዙሕ ናይ ፍቕሪ ስራሕ ይገብሩ እንተነበሩ፡ ብ252 ንክርስትያን ዘወንጀለ ናዕቢ ተልዓለ፤ ብፍላይ ተፃይ ቆጵርያኖስ ፅልኢ እናኸረረ ኸደ፡፡ ኣብ መንጐኡ ቫለሪያን ስደት ኣልዓለ፡፡ ብ258 ንቆጵርያኖስ ኪሕዞ ፈተነ፤ ንጊዜኡ ተሓብአ፤ ኣብ ኻልኣይ ዳህሰሳ ግን ኢዱ ሃበ፡፡ ተሰይፉ ንኪመውት ብዝፈረዱሉ መሰረት ከዓ /ድልየት ስለ ዝነበሮ ”ምስጋና ንእግዚኣብሔር” እናበለ ብሓጐስ ዝተቐበሎ/፡ ካብ ካርተጅ ኣውፂኦም ኣብ ቅድሚ ብዙሓት ክርስትያን ብ14 መስከረም 258 ሰይፎም ከም ዝቐተሉዎ ተጠቒሱ ይርከብ፡፡ ናቱ ኣስከሬን ብ19 ክፍለ ዘመን ናብ ሊዮ /ፈረንሳ/ ከም ዝተወስደ ይንገር፡፡ ዝኸረ በዓሉ ኣብ ምዕራብ 16 መስከረም እንኪኸውን፡ ኣብ ስርዓት ሃገርና 21 መስከረም እዩ።'
    },
    {
      'type': 'heading',
      'text': 'ኣስተምህሮን ኣብነትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ቆጵርያኖስ ”ንቤተ ክርስትያን ከም እኖ ዘይብሉ፡ ንእግዚኣብሔር ከም ኣቦ ኪህልዎ ኣይኸእልን” ብምባል ድሕነት ኣብ ውሽጢ ቤተ ክርስትያን ምዃኑ ዝመሃረ ቅዱስ ከም ዝነበረ ነንብብ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ብተወሳኺ ንዓለም ለኻዊት ከምኡ ከዓ ንከባቢያዊት ቤተ ክርስትያንና ልዑል ፍቕሪ ኪህልወና ከም ዚግባእ ብኣብነቱ ዘረድአ ቅዱስ\'ውን እዩ፡፡ ኣብ ርእሲ\'ዙይ እቲ ኣብ ላዕሊ ዝተጠቕሰ ናይ\'ዙ ዓቢዪ ቅዱስ ድኽነቱን፣ ንፅሕናኡን ናይ ቅዱስ መፅሓፍን ዓሚቚ ፍልጠቱን ኣብነት ኪኾና ይግባእ፤ ኣሰሩ ንከተል፡፡'
    },
  ],
  'ቅዱስ ኣንጦንዮስ ግብፃዊ': [
    {
      'type': 'heading',
      'text': 'ቅዱስ ኣንጦንዮስ ግብፃዊ (251-356 ዓ.ም.ፈ.)'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/saintanthonythegreat.jpg',
      'caption': 'ቅዱስ ኣንጦንዮስ ዓቢይ'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ንእስነትን ፅውዓን'},
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ኣንጦንዮስ፡ "ኣቦ መነኮሳት" ተባሂሉ ዝፅዋዕ፡ ኣስታት 251 ዓ.ም. ኣብ ኮማ፡ ማእከላይ ግብፂ፡ ካብ ሃብታማትን ክርስትያንን ወለዲ ተወልደ። ፀጥተኛን ህድእ ባህርን ዝነበሮ ህፃን ምንባሩ ይንገር። ትምህርቲ ዓለም ንምውሳድ ብዙሕ ተገዳስነት ኣይነበሮን፡ የግዳስ ንቤተ-ክርስትያን ብትግሃት ይመላለስ ነበረ። ኣስታት 18 ወይ 20 ዓመት ምስ ኮነ፡ ወለዱ ብተኸታታሊ ዓረፉ፡ ንሱን ንሓንቲ ንእሽቶ ሓብቱን ብዙሕ ጥሪትን መሬትን ወረሱ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ድሕሪ ሞት ወለዱ ሽዱሽተ ኣዋርሕ ፀኒሑ፡ ሓደ መዓልቲ ኣብ ቤተ-ክርስትያን ከሎ፡ "ፍፁም ክትከውን እንተደሊኻስ፡ ኪድ፡ ዘሎካ ኹሉ ሸይጥካ ንድኻታት ሃብ፡ ኣብ ሰማይ ድማ መዝገብ ክትረክብ ኢኻ፡ ንዓ ድማ ስዓበኒ" (ማቴዎስ 19፡21) ዝብል ቃል ወንጌል ሰምዐ። እዚ ቃል\'ዚ ኣብ ልቡ ዓሚቝ ፅልዋ ገበረ። ብኡንብኡ ውሳኔ ብምግባር፡ ነቲ ዝወረሶ ጥሪት ሸይጡ ንገንዘቡ ንድኻታት ኣከፋፈሎ። ንሓንቲ ንእሽቶ ሓብቱ ድማ ኣብ ሓደ መዕቆቢ ደናግል (ቀዳማይ ዓይነት ገዳም ደቂ ኣንስትዮ) ብምእታው፡ ንሳን ካልኦት ኣዋልድን ዝመሃራሉ ገንዘብ ድሕሪ ምሃብ፡ ንሱ ናብ ህይወት ብሕትውና ኣቕንዐ።'
    },
    {'type': 'spacer'},
    {
      'type': 'image',
      'path': 'assets/images/saints/saintanthonythegreat3.jpg',
      'caption': null
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ቀዳማይ ብሕትውናን ፈተናታትን'},
    {
      'type': 'paragraph',
      'text':
          'ኣብ መጀመርታ፡ ኣብ ጥቓ ዓዱ፡ ካብ ሓደ ሽማግለ ባሕታዊ ምኽሪ እናተቐበለ፡ ህይወት መንፈሳዊ ተጋድሎ ጀመረ። ኣብዚ እዋን\'ዚ ብፆም፡ ብፀሎት፡ ብንቕሓት፡ ብትዕግስትን ብንባብ መፅሓፍ ቅዱስን ይነብር ነበረ። ድያብሎስ ድማ ብብዙሕ ፈተናታት፡ ከም ናይ ትዝታ ስድራቤት፡ ናይ ሃብቲ ድሌት፡ ናይ ስጋዊ ፈተናታትን ናይ ተስፋ ምቑራፅን ክፃወሮ ጀመረ። ኣንጦንዮስ ግና ብፅኑዕ እምነትን ብፀሎትን ነዞም ፈተናታት ይስዕሮም ነበረ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ድሕሪ ገለ ግዜ፡ ካብ ሰባት ዝያዳ ክርሕቕን ዝበለፀ ብሕትውና ክረክብን ኢሉ፡ ናብ መቓብር ጥንታዊ ግብፃውያን ኣተወ፡ ኣብኡ ድማ ንውሽጢ ሓደ መቓብር ተዓፅዩ ተቐመጠ። ኣብዚ፡ ፈተናታት ሰይጣን ዝያዳ ብርቱዕ ኮይኑ፡ ክሳብ ኣካላዊ መውቃዕቲ ከም ዘጋጠሞ፡ "ህይወት ቅዱስ ኣንጦንዮስ" ዝፀሓፈ ቅዱስ ኣትናቴዎስ ይገልፅ። መሓዙቱ መፂኦም ከም ዝሞተ ገይሮም ምስ ረኸብዎ፡ ናብ ቤተ-ክርስትያን ወሰድዎ፡ ኣብኡ ግና ህይወት ዘሪኡ ተንስአ።'
    },
    {'type': 'spacer'},
    {
      'type': 'image',
      'path': 'assets/images/saints/saintanthonythegreat2.jpg',
      'caption': null
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ኣብ በረኻ ዝተኻየደ ተጋድሎ'},
    {
      'type': 'paragraph',
      'text':
          'ኣስታት 35 ዓመት ምስ ኮኖ (285-286 ዓ.ም. ገደማ)፡ ምሉእ ብምሉእ ንምብሕታውን ንሰይጣን ኣብቲ ግዝኣቱ ዝኾነ ምድረ በዳ ተዋጊኡ ንምስዓርን፡ ንሩባ ኒል ተሳጊሩ ናብ በረኻ ኣተወ። ኣብ ፒስፒር (Pispir) ኣብ ዝበሃል ቦታ፡ ኣብ ሓደ ዝተሓደገ ሮማዊ ዕርዲ ተቐመጠ። ንኣስታት 20 ዓመታት ኣብኡ ብፅኑዕ ተዓፅዩ፡ ማይን እንጌራን ጥራይ ብመጓጎት እናተቐበለ ፀንሐ። ኣብዚ እዋን\'ዚ እዩ እቲ ዝበዝሐ መንፈሳዊ ተጋድሎኡ ዘካየደ፡ ምስ ኣጋንንቲ ብሓይሊ ፀሎትን ብምልክት መስቀልን እናተዋግአ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ድሕሪ እዘን 20 ዓመታት (305 ዓ.ም. ገደማ)፡ ብዙሓት ሰባት ብቅድስናኡ ተሳሒቦም ናብቲ ዕርዲ ይመፁ ስለ ዝነበሩ፡ ካብ ብሕትውናኡ ወፀ። ሰባት ንቅዱስ ኣንጦንዮስ ጥዑይን ብሩህ ገፅን ሒዙ ክወፅእ ምስ ረኣዩ ተገረሙ፡ ምኽንያቱ ንስቓያቱን ንፅኑዕ ተጋድሎኡን ብምግማት፡ ዝተዳኸመን ዝተፀላእመን ክኸውን ተፀብዮም ነበሩ።'
    },
    {'type': 'spacer'},
    {
      'type': 'image',
      'path': 'assets/images/saints/saintanthonythegreat0.jpg',
      'caption': null
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ኣቦ መነኮሳት'},
    {
      'type': 'paragraph',
      'text':
          'ካብዚ ንደሓር፡ ቅዱስ ኣንጦንዮስ፡ ዋላ\'ኳ ብሕትውና ይፈቱ እንተነበረ፡ "ኣቦ መነኮሳት" ኮነ። ቅድስና ህይወቱን መናፍስቲ ንምልላይን ንምክልኻልን ዝነበሮ ተውህቦን፡ ቀልጢፉ ንብዙሓት ተኸተልቲ ሰሓበ። ንዝመፅእዎ መነኮሳት (ባሕታውያን) ኣብ ቀረባኡ ኣብ በበይኖም በዓትታት ክነብሩ መኸሮም፡ ንሶም ድማ ብምሳሌኡን ብትምህርቱን ይመሓደሩ ነበሩ። ከመይ ኢልካ ንፈተና ከም እትቃወምን፡ ንፁሃት መናፍስቲ ካብ ክፉኣት መናፍስቲ ከም እተለልን ይምህሮም ነበረ። ድሕሪ ሓሙሽተ ዓመት መሪሕነት፡ እንደገና ናብ ዝበለፀ ብሕትውና ተመልሰ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ክልተ ግዜ ናብ እስክንድርያ ከይዱ እዩ። ሓደ ግዜ፡ ኣብ እዋን ስደት ንጉስ መክሲሚንያኑስ፡ ንክርስትያናት ንምፅንናዕን ንሰማዕትነት ካብ ዝነበሮ ሃረርታን፡ ካልኣይ ግዜ ድማ (312 ዓ.ም. ገደማ) ብዕድመ ቅዱስ ኣትናቴዎስ፡ ንኑፋቄ ኣርዮስ ንምቅዋምን ንትምህርቲ ቤተ-ክርስትያን ንምድጋፍን እዩ ዝኸደ።'
    },
    {'type': 'spacer'},
    {
      'type': 'image',
      'path': 'assets/images/saints/saintanthonythegreat1.jpg',
      'caption': null
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ናይ መወዳእታ ዓመታትን ዕረፍትን'},
    {
      'type': 'paragraph',
      'text':
          'ኣብ መወዳእታ ዘመኑ፡ ንዝበለፀ ብሕትውና ናፍቖት ሓዲርዎ፡ ናብ እምባ ቆልዚም (Mount Kolzim) ጥቓ ቀይሕ ባሕሪ ኣተወ፡ ምስ ክልተ ደቀ መዛሙርቱ ጥራይ ይነብር ነበረ። ኣብኡ ድማ ኣትክልቲ እናዘርአን መፍተሊ ገመድ እናሰርሐን ይነብር ነበረ። ብ356 ዓ.ም. ኣብ 105 ዓመት ዕድሚኡ ኣብ ምድረ በዳ ግብፂ ዓረፈ። ናቱ "ዘይደማዊ ሰማዕትነት" ኣብነት ክርስትያናዊ ጉዕዞ ናብ ኣምላኽ ኮነ። ንደቀ መዛሙርቱ፡ ሰባት ንኣካሉ ከየምልኹ፡ ቦታ መቓብሩ ብምስጢር ክሕዝዎ ኣዘዞም።'
    },
    {'type': 'heading', 'text': 'ውርሻን በዓላቱን'},
    {
      'type': 'paragraph',
      'text':
          'ህይወቱ፡ ብፍላይ ድሕሪ እቲ ብኢድ ቅዱስ ኣትናቴዎስ ሓደ ዓመት ድሕሪ ሞቱ ዝተፃሕፈ "ህይወት ቅዱስ ኣንጦንዮስ"፡ ኣብ ምብራቕን ምዕራብን ንመነኮሳዊ ምንቅስቓስ ዓቢ ፅልዋ ገበረ። ዝኽረ በዓሉ ኣብ ስርዓት ሊጡርጊያ ሶርያ፡ ቅብጥን ቢዛንታይንን 17 ጥሪ እዩ። ኣብ ምዕራብ ካብ 9ይ ክፍለ ዘመን፡ ኣብ ሮማ ድማ ካብ መበል 12 ክፍለ ዘመን ጀሚሩ ይኽበር። ኣብ ስርዓተ ቤተ-ክርስትያን ኢትዮጵያ ድማ ዕለት 22 ጥሪ ይዝከር።'
    },
  ],

  'ቅዱስ ኣትናትዮስ': [
    {
      'type': 'heading',
      'text': 'ቅዱስ ኣትናትዮስ (295-373 ዓ.ም.ፈ.)'
    },
    {
      'type': 'paragraph',
      'text':
          'ዓቢዪ ቶሎጋዊ፣ ኣዚዩ ተፈላጢ ሰብ ቤተ ክርስትያን ራብዓይ ዘመንን፣ ካብ 328 ክሳብ 373 ከዓ፡ ሊቀ ጳጳስ ናይ እስክንድርያ /ግብፂ/ ዝነበረን ቅዱስ ኣትናትዮስ፡ ሓደ እንካብ ብቶም ኣርባዕተ ሊቃውንቲ ናይ ምብራቓዊት ቤተ ክርስትያንን ፅኑዕ ተኸላኻሊ ርቱዕ እምነትን እዩ፡፡ ብደቂ እስክንድርያ ብፍላይ፡ ብካህናትን መነኮሳንን ግብፂ ከዓ ብጠቕላላ፡ ኣዚዩ ዝፍቶ ዝነበረ በሊሕ ፀሓፍን መንፈሳውን ኣቦ እዩ። በዓሉ ኣብ ሊጡርጊያ ምዕራባዊት ቤተ ክርስትያን ዝኣተወ፡ ኣብ መበል 16 ክፍለ ዘመን ከም ዝኾነ ይፍለጥ /ኣብ ፈረንሳ ድሮ ብ12 ክፍለ ዘመን ይኸበር ከም ዝነበረ ይንገር/፡፡'
    },
    {
      'type': 'heading',
      'text': 'ንእስነትን ትምህርትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣትናትዮስ ኣብ እስክንድርያ ካብ ሃብታማትን ኣብነታዊ ሕይወት ዝነበሮምን ክርስትያን ወለዲ ብ295 ተወልደ፡፡ ካብ ንእስነቱ ጀሚሩ ኣብቲ ውሩይ ቤት ትምህርቲ ትምህርተ ክርስቶስ ናይ እስክንድርያ፡ ኣዚዩ ፅቡቕ ትምህርቲ ከም ዝረኸበ፣ ደሓር\'ውን ሊቅ ናይ ቅዱስ መፅሓፍ ከም ዝኾነ ይፍለጥ፡፡ ብሰማዕትነት እቶም ብዘመኑ ዝነበሩ ክርስትያንን፣ ብኣብነትን ትምህርትን ጳጳሱን\'ውን ኣዚዩ ተተንከፈ፤ ወዲ 21 ዓመት እንከሎ መዓርግ ዲቁና ተቐበለ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ተኸላኻሊ ርቱዕ እምነት'
    },
    {
      'type': 'paragraph',
      'text':
          'ሓደ ዓመት ድሕሪኡ፡ ኣሪዮስ ዝበሃል መናፍቕ ተልዒሉ ቃል /ካልኣይ ኣካል ቅድስቲ ስላሴ/ ዘለዓለማውን መለኮታውን ዘይኮነስ፡ ፍጡር ከም ዝኾነ ከስተምህር ጀመረ፡፡ ኣትናትዮስ ከም ቶሎጋውን ፀሓፍን እስክንድር ዝበሃሉ ጳጳሱ፡ ኣብቲ ጊጉይ ትምህርቲ ናይ ኣርዮስ ንምውጋዝ፡ ብ325 ዓ.ም.ፈ ኣብ ኒቂያ ኣብ ዝተኣኸበ ጒባኤ ከም ዝተሳተፈ ይንገር፡፡ ድሕሪ ሰለስተ ዓመት ከዓ፡ ተካኢ ናይ እስክንድር ኰይኑ፡ ኣብ መበል 33 ዓመት ዕድመኡ ፓትርያርክ ናይ እስክንድርያ ተሾመ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ከም ጳጳስ ቅድሚ ዂሉ ኣዋጃትን ኣስተምህሮታትን ናይ ጉባኤ ኒቅያ ንምምሃርን ንምትግባርን ኣዚዩ ተግሀ፤ ብስብከቱን፣ ኣብቲ ”ኣብ ልዕሊ ስጋዌ ቃል ኣምላኽ” ኣብ ዘርእስቱ መፅሓፉን /ብ318/: ቅዱስ መፅሓፍ ዘለዓለማዊ መለኮታዊ ውሉድነት ናይ ቃል / መድሓኒና ጐይታና ኢየሱስ ክርስቶስ/ ከም ዝምህርን፣ ኣምላኽ ብኣኡ ንዓለም ከም ዘድሓነን ብሰፊሑ ኣረድአ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ስደትን ፅንዓትን'
    },
    {
      'type': 'paragraph',
      'text':
          'እንተኾነ ግን፡ በቲ ዝነበረ ብርቱዕ መናፍቓዊ ምንቅስቓሳት ምኽንያት፡ እንካብ መጀመሪያ ኣትሒዙ፡ እንካብቶም ተኸተልቲ ትምህርቲ ኣርዮስ ዝነበሩ ወገናት ብዙሕ ተቓውሞ በፅሖ፤ ብ335 ኣብ ጢሮስ ኣብ ዝተገብረ ጉባኤ ካብ መንበሩ ኪውገድ ብዝተገብረ ውሳኔ መሰረት፡ ንሓሙሽተ ጊዜ ዝኣክል ካብ መንበረ ጵጵስናኡ ከም ዝተሰደደ ከዓ ይፍለጥ፡፡ ብጠቕላላ 17 ዓመታት፡ ኣብ ስደት ከርተት እናበለ ኣሕለፈ፡፡ መጀመሪያ ናብ ትርየር /ብ336/ ከደ፤ ካብኡ ብ337 ቆንስጣንጢኖስ ምስ ሞተ ናብ መንበሩ ተመልሰ፤ ብ339 ከዓ ናብ ሮማ ኪስደድ ተገደደ፡፡ ኣብኡ ምስ ምዕራባዊት ቤተ ክርስትያን ፅኑዕ ርክብ ከም ዝመስረተ ይፍለጥ፤ ናታ ድጋፍ ከዓ ኣይተፈለዮን፡፡ ብ346 ናብ መንበሩ ተመልሰ፤ እንተኾነ ግን ብ356 እንደገና ተባረረ፡፡¸ ክሳብ ብ361 ጁሊያን ናብ ስልጣን ዚወፅእ፡ ኣብ ጥቓ እስክንድርያ ተሓቢኡ ፀንሐ፤ ብየካቲት 362 ናብ መንበሩ ምስ ተመልሰ፡ ድሕሪ ሓደ ዓመት ንሱ\'ውን ኣባረሮ፡፡ ብ303 ጁሊያን ምስ ሞተ፡ ኣትናትዮስ ብ364 እንደገና ናብ መንበሩ ተመልሰ፡፡ ድሕሪ ሓፂር ስደት /365-66/ ንትምህርቲ ጉባኤ ኒቂያ ዚድግፉ ሰባት ከተኣኻኸብ ከኣለ፤ በዙይ ምኸንያት ከዓ ኣብ ጉባኤ ቊስጢንጥንያ /381/ ተፃይ ኣርዮሳዊ ትምህርቲ ዝኾነ ርቱዕ እምነት ኪዕወት ከኣለ፡፡ ብ2/3 ግንቦት 373 ከዓ ኣብ እስክንድርያ ብሰላም ዓረፈ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ንኣትናትዮስ ፀላእቱ ካብ ክድዓት/ክሕደት ክሳብ ቅትለት ሰብ፣ ካብ ስርቅን ምጥፍፋእን ክሳብ ርኸሰት ብኹሉ ዓይነት ክፍኣት ወንጀሉዎ፡፡ ንሱ ግን ከምቲ መድሓኒና ጐይታና ኢየሱስ ክርስቶስ ”ምእንታይ እንተፀረፉኹምን እንተ ሰጐጒኹምን፣ ኸፉእ ዘበለ ከዓ ብሓሶት እንተተዛረቡልኩምን፡ ብፁዓን ኢኻትኩም፡፡ ከምኡ ከዓ፡ ንቶም ቅድሜኹም ዝነበሩ ነቢያት ኣሳዲዶምዎም ኢዮም\'ሞ፡ ኣብ ሰማያት ዓስብኹም ብዙሕ ስለ ዝኾነ ተሓጐሱ ፤ ደስ እውን ይበልኩም” /ማቴዎስ 5፡11-12/፣ ከምኡ ከዓ ቅዱስ ጴጥሮስ ኣብ መልእኽቱ ” ምንም\'ኳ ሀዚ ንቑሩብ ጊዜ ብብዙሕ ዝዓይነቱ ፈተና ክትሓልፉ ግዲ እንተኾነ፡ ብዙይ ክትሕጐሱ ኢኹም፡፡ እዚ ከዓ እታ እምነትኩም ሓቂ ከም ዝኾነት ኬረድእ እዩ፡፡ ወርቂ ምንም\'ኳ ብሓዊ እንተተኰልዐ በራሳይ እዩ። እምነትኩም ግን ምስ ተፈተነት፡ ኣዚዩ ዝበለፀ ዋጋ ኣሎዋ፤ ከመይ ኢየሱስ ክርስቶስ ኪግለፅ እንከሎ፡ ምስጋናን ስብሓትን ክብርን ክተምፅአልኩም ኢያ”” /1 ጴጥሮስ 1፡6-7/ ዝብሎ፡ ብዙሕ ኩሉ ፈተናታት እምነቱን ፅንዓቱን ኣዚዩ ፀረየ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ፅሑፋትን ኣበርክቶን'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣትናትዮስ ከስ፡ ብርቱዕ ጠበቓን ተኸላኻሊ እምነት ክርስትናን ነበረ፡፡ ኣብ መለኮታዊ ባህርይን ኣምላኽነትን ክርስቶስ ዓሚቚ እምነት ከዓ ነበሮ። ንዙይ ዘስተምህረሉን እቲ ቀንዲ መፅሓፉን ዝኾነ ከዓ፡ እቲ ”ኣብ ልዕሊ ምስጢረ ስጋዌ” ዘርእስቱ እዩ። ኣንፃር ትምህርቲ መናፍቓን ካልኦት ብዙሓት መፃሕፍቲ፣ ከምኡ ከዓ ኣብ ልዕሊ ቅዱሳት መፃሕፍቲ\'ውን፡ ናይ ትርጉም መፃሕፍቲ ከም ዝፀሓፈ\'ውን ይፍለጥ፡፡ ቀንዲ ኣስተምህሮታቱ ኣብ ልዕሊ ፍጥረት፣ ስጋዌ ፣ ስራሕ ድሕነት መድሓኒና ጐይታና ኢየሱስ ክርስቶስ፣ መንፈስ ቅዱስ፣ ቅድስቲ ስላሴ፣ ምስጢረ ጥምቀትን ቅዱስ ቊርባንን ከም ዝነበሩ እንካብ ፅሑፋቱ ምርዳእ ይከኣል፡፡ እቲ ” ሕይወት ቅዱስ ኣንጦንዮስ” ዘርእስቱ መፅሓፉ፡ ብኣፀሓሕፋኡ መዘና ዘይብሉ እንኪኸውን፡ ንብዙሓት ዓመታት ከም መርኣያ ሕይወት ብሕትውና ከም ዘገልገለ ከዓ ይፍለጥ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ፍሬምናጦስ፡ ንዓመታት ንእምነት ክርስትና ኣብ ኢትዮጵያ ድሕሪ ምስባኸ፡ ናብ እስክንድርያ ከይዱ ንምእመናን ኢትዮጵያውያን ጳጳስ ኪለኣኸሎም እንኪልምን፡ ሊቀ ጳጳሳት ዝነበረን፣ ብ341 ኣቢሉ ንፍሬምናጦስ ባዕሉ ጳጳስ ሸይሙ ናብ ኢትዮጵያ ዝለኣኸን ቅዱስ ኣትናትዮስ ምዃኑ ይፍለጥ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ካብተን ኣኰተተ ቊርባን ስርዓት ሊጡርጊያ ሃገርና ከዓ፡ ሓንቲ ንቅዱስ ኣትናትዮስ ዝተውሃበት እንክትከውን፡ ከምቲ ”ንታ በዂሪ በዓላት ዝኾነት ሰንበት ክርስትያን፡ ንዑ ነዕብያ፣ ንዑ ነኽብራ፣ ንዑ ነልዕላ ” ዝብል ኣብኣ ተጠቒሱ እንረኸቦ፡ ንምሉእ ዓመት ሰንበት ሰንበት ክትቅደስ ዝተመደበት ከዓ ኢያ። ዝኸረ በዓሉ ኣብ ምዕራብ 2 ግንቦት እንኪኸውን፡ ኣብ ስርዓት ሃገርና ከዓ ዕረፍቱ ብ7 ግንቦት ይዝከር /20 መስከረምን 2 ጥርን ከዓ ርአ/፡፡'
    },
  ],
  'ቅዱስ ኤፍሬም ሶሪያዊ': [
    {
      'type': 'heading',
      'text': 'ቅዱስ ኤፍሬም ሶሪያዊ (306-373 ዓ.ም.ፈ.)'
    },
    {
      'type': 'paragraph',
      'text':
          'ዓቢዪ ቶሎጋዊ፣ ምሁር ቅዱስ መፅሓፍን ሓደ እንካብቶም ሊቃውንቲ ቤተ ክርስትያንን ዝኾነ ቅዱስ ኤፍሬም ሶሪያዊ፡ ምንም\'ኳ ገሊኦም ናይ ጊዜና ምሁራን፡ ክርስትያን ነይሮም ዝብሉ እንተኾነ፡ እንካብ ኣረማውያን ወለዲ፡ ብ306 ኣቢሉ ኣብ ኒስቢስ ተወልደ፡ ወዲ 18 /ገሊኦም 28 ይብሉ/ ምስ ኮነ፡ ብኢድ ኣቡነ ያዕቆብ ጳጳስ ናይ ኒስቢስ /303-38/ ከም ዝተጠምቀ ይንገር፡፡ ብ338 ዲቁና ዝሃቡዎ\'ውን ንሶም ነበሩ። ኣቡነ ያዕቆብ ኮነ ንኣኦም ዝተክኡ ኣቡነ ቮሎጀዝ /346-61/ ብዙሕ ከም ዝፀለውዎ ከዓ ይፍለጥ፡፡ ኤፍሬም ኣብ ኒስቢስ ውሩይ መህምር ከዓ ኮነ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ኣገልግሎትን ፅሑፋትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ጆቪያኑስ ዝበሃል ንጉስ፡ ጁሊያን ብ363 ተስዒሩ ኒስቢስ ንፐርሻዊ ንጉስ ኪገድፍ ምስ ተገደደ፡ ኤፍሬምን ካልኦት ብዙሓት ክርስትያንን ናብታ ሮማዊት ግዝኣት ናይ ሶርያ ዝነበረት ኤዴሳ መፁ: ኤፍሬም ኣብኡ ምስትምሃርን ምፅሓፍን ቐፀለ፤ ቤት ትምህርቲ ቅዱስ መፅሓፍ ናይ ኤዴሳ ዝኾነ ከዓ፡  مذہኡ ኣዚዩ ዝለዓለ፡ ብናይ ኤፍሬም ልዑል ኣበርክቶ ከም ዝነበረ ይንገር፡፡ ኣብኡ ዓርክን ኣማኻርን ኣቡነ ባርሰስ ኮነ፤ ብቅድስና ሕይወቱ ኮነ ብፅሑፋቱ ከዓ ተፈላጥነቱ እናዓበየ ኸደ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ኤፍሬም ንእኖና ድንግል ማርያም ኣዚዩ ልዑል ፍቕሪ ነበሮ፤ ናታ ክብርን ዕብየትን ኣብ ዂሉ ተፈላጥነት ከም ዝረክብ ከዓ ብዙሕ ፀዓረ፡፡ ብትውፊት ናይ ኢትዮጵያ መፅሓፍ ውዳሴ ማርያም ዝደረሰ ንሱ ምዃኑ ይእመን፡፡ ብኣኡ ከምዝተደርሱ ዝንገረሎም ልዕሊ 500 መዘሙር ውዳሴ ዘለዉና እንኪኾኑ፣ እንካብኣቶም እቶም ኣዚዮም ዚፍለጡ ብዛዕባ እምነት፣ ገነት፣ ከምኡ ከዓ ኒስቢስ ዓዱ ዝደረሶም ኢያቶም። ብመዛሙሩን ፅሑፋት ውዳሴን ከዓ ኣብ ሊጡርጊያ ሶሪያ ” በገና መንፈስ ቅዱስ” ዝብል ስያሜ ተውሂቡዎ ይርከብ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ኤፍሬም ንስነ መለኮትን ንቤተ ክርስትያን ዝምልከቱ ፅሑፋትን፣ ከምኡ ከዓ ናይ ትርጉም /ኣንድምታ/ መፃሕፍቲ ኣብ ልዕሊ ኦሪት ዘፍጥረትን ዘፀኣትን፣ ጥማር ኣርባዕተ ወናግል ዝኾነ መፅሓፍ ዲያተሳሮንን ከም ዝፀሓፈ\'ውን ይፍለጥ፡፡ ቅዱስ ኤፍሬም ተፃይ ማርሲዮንን ማኒን ከምኡ ከዓ ኣርዮሳውያንን ዝመሳሰሉ መናፍቓን ብዙሕ ፂሒፉ ከዓ ይርከብ፡፡ ዝኸረ በዓሉ ኣብ ኻሊእ ምብራቕ 28 ጥሪ፣ ኣብ ኢትዮጵያ ዕረፍቱ 15 ሓምለ /ከምኡ ከዓ 3 የካቲት ርአ/፣ ኣብ ምዕራብ ከዓ 9 ሰነ እዩ፡፡'
    },
    {
      'type': 'heading',
      'text': 'መለለዪ ባህርያቱን መዓርጉን'
    },
    {
      'type': 'paragraph',
      'text':
          'መለለዪ ባህርያት ቅዱስ ኤፍሬም ትሕትናን የዋህነትን ከም ዝነበሩን፣ ናብዙ ልዑል ብርኪ ፍፅምናን ቅድስናን ከዓ ከም ዘብፅሑዎን ይንገር፡፡ ኣብነቱ ንከተል፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ኤፍሬም ሶሪያዊ፡ ሊቅ ስነ መለኮትን ቅዱስ መፅሓፍን ስለ ዝነበረ፡ ኣብ መንጐ ”ሊቃውንቲ ቤተ ክርስትያን” ይቚፀር፡፡ ”ሊቅ ናይ ቤተ ክርስትያን” ዝብል መዓርግ፡ ቤተ ክርስትያን ንዝተወሰኑ ሰባት ጥራሕ ሂባቶን፣ ክትህቦን እትርከብ፡ ናይ ልዑል ክብሪ መዓርግ እንኪኸውን፡ ”ሊቃውንቲ ቤተ ክርስትያን” ዝበሃሉ፡ ፅሑፋቶም ኣብ ምዕባለ ትምህርትን መፅናዕትን ቤተ ክርስትያን ኣዚዩ ልዑል ኣበርክቶ ዘሎዎ ኮይኑ ዝተረኽቡ ቅዱሳን ሰባት ኢያቶም፡፡'
    },
    {
      'type': 'heading',
      'text': 'ዝርዝር ሊቃውንቲ ቤተ ክርስትያን'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅድሚ 8ይ ዘመን እዙ መዓርግ\'ዙይ ተውሂቦም ዝርከቡ ቅዱስ ኣምብሮዚዮስ ናይ ሚላኖ፣ ቅዱስ ሄሮኒሞስ፣ ቅዱስ ኣጐስጢኖስ፤ ቅዱስ ጐርጐርዮስ ዓቢዪ፣ ቅዱስ ኣትናቴዎስ፣ ቅዱስ ባስልዮስ ዓቢዪ፣ ቅዱስ ጐርጐርዮስ ናይ ኒሳን ቅዱስ ዮሓንስ ኣፈወርቅን ኢያቶም፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ካብቲ ዝተጠቕሰ ዘመን ንደሓር ከዓ፡ እዙ ናይ ክብሪ መዓርግ ንዞም ዝስዕቡ ቅዱሳን ተውሂቡ ይርከብ፤ ንቅዱስ ቶማስ ናይ ኣኲኖ /ብ1568 ፣ \'መልኣካዊ ሊቅ‛ ተብሂሉ ይርከብ፤ እዚ ከዓ ንቶም ኣዚዮም ዓበይቲ ምሁራን ስነ መለኮት/ቶሎጊያ ዝወሃብ ክብሪ እዩ/፣ ቅዱስ ቦናቨንቱራ /ብ1588፣ “ሱራፋዊ ሊቅ/፣ ቅዱስ ኣንሰልሞ /ብ1720/፣ ቅዱስ ኢሲዶር ናይ ሰቪል /ብ1722፣ እንካብ ሰብ ዘመኑ እቲ ኣዚዩ ምሁር ዝነበረ/፣ ቅዱስ ጴጥሮስ ክሪሶሎጎስ /ብ1729፣ ሊቀ ጳጳሳት ናይ ራቨና/፣ ቅዱስ ሊዮን ዓቢዪ /ብ1754፣ ንሮማ እንካብ ኣቲላ ብ452 ዘድሓኑ/፣ ቅዱስ ጴጥሮስ ዳሚያኖ /ብ1818፣ ካርዲናል ወዲ ማሕበር ቅዱስ በነዲክቶስ/፣ ቅዱስ በርናርዶስ ናይ ክለርቮ /ብ1830፣ \'መሊፍሎስ/ምቁር/ ሊቅ / ፣ ቅዱስ ሂላሪ ናይ ፑዋቲየ /ብ1851፣ አትናትዮስ ናይ ምዕራብ/፣ ቅዱስ ኣልፎንሶ ደ ሊጎሪ /ብ1871፣ ምናልባት ዝዓበየ ሞራላዊ ቶሎጋዊ/፣ ቅዱስ ፍራንቸስኮስ በዓል ሳል /ብ1877፣ ዝለዓለ ፈላጥ ናይ መንፈሳዊ ሕይወት/፣ ቅዱስ ቂሪሎስ በዓል እስክንድርያ /ንጉባኤ ኤፌሶን ዝመርሐ/ን ቅዱስ ቂለሪሎስ ናይ ኢየሩሳሌም /ዓቢዪ ጳጳስን መምህር ትምህርቲ ክርስቶስ/ን /ብ1882/፣ ቅዱስ ዮሓንስ ናይ ደማስቆ /ብ1890፣ መነኮስ/፣ ቅዱስ ቤዳ /ብ1899፣ ኣቦ ታሪኸ ዓዲ እንግሊዝ/፣ ቅዱስ ኤፍሬም ሶርያዊ /ብ1920፣ \'በገና መንፈስ ቅዱስ” /፣ ቅዱስ ጴጥሮስ ካኒዚዩስ /ብ1925፣ ሆላንዳዊ ኢየሱሳዊ መራሒ ኣንፃራዊ ተሃድሶ/፣ ቅዱስ ዮሓንስ መስቀላዊ /ብ1926፣ \'ሊቅ መንፈሳዊ ሕይወት\'/፣ ቅዱስ ሮበርት በላርሚን /ብ1931፣ ኣሃዳስን በሊሕ ምሁር ቀኖናን/፣ ቅዱስ ኣልበርቶ ዓቢዪ /ብ1931፣ \'ዓለምለኻዊ ሊቅ፡ /፣ ቅዱስ ኣንጦንዮስ ናይ ፓዶቫ /ብ1946፣ ˃ናይ ወንጌል ሊቅ” /፣ ቅዱስ ሎረንዞ ናይ ብርንዲዚ /ብ1959፣ ወዲ ማሕበር ካፑቺኒ/፣ ቅድስቲ ተሬዛ ናይ ኣቪላ /ብ1970፣ ቀርሜሎሳዊት/፣ ቅድስቲ ከተሪና ናይ ሴና /ብ1970/።'
    },
  ],
  'ቅዱስ ኤጲፋንዮስ ናይ ኮንስታንሲያ': [
    {
      'type': 'heading',
      'text': 'ቅዱስ ኤጲፋንዮስ ናይ ኮንስታንሲያ (315-403 ዓ.ም.ፈ.)'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣቦ ቤተ ክርስትያን 4ይ ዘመን ዝነበረ ቅዱስ ኤጲፋንዮስ በዓል ኮንስታንሲያ /ሳላሚስ – ደሴት ቆጵሮስ/፡ ኣብ ጥቓ ኤሎይተሮፖሊስ፡ ኣብ ዓዲ ፍልስጤም ብ315 ኣቢሉ ተወልደ፡፡ ብዛዕባ ምንኲስናዊ ሕይወት ኣብ ግብፂ ከም ዝተምሃረ፣ ቋንቋታት ሲሪያክን ኮፕቲክን ዕብራይስጥን ከዓ ኣፀቢቑ ይፈልጥ ከም ዝነበረ ይንገር፡፡'
    },
    {
      'type': 'heading',
      'text': 'ምንኲስናን ጵጵስናን'
    },
    {
      'type': 'paragraph',
      'text':
          'ካብ ግብፂ ተመሊሱ፡ ኣብ በሳንኩስ ዝበሃል ቦታ፡ /ኣብ ጥቓ ኤሎይተሮፖሊስ፡ ኣብ መንጐ ኢየሩሳሌምን ጋዛን/፡ ብ335 ኣቢሉ ገዳም ከም ዝመስረተ፤ ንቱ ገዳም ከዓ ን30 ዓመት ከም ዝመርሖን፡ ኣብኡ ከዓ መዓርገ ክህነት ከም ዝተቐበለን ይፍለጥ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ367፡ ጳጳሳት ደሴት ቆጵሮስ፡ ጳጳስ ናይ ኮንስታንሲያ /ሳላሚስ/ ኪኸውን ሓረዩዎ፡፡ ከም ጳጳስ ከዓ፡ ንትምህርትን ኣብነትን ቅዱስ ኣትናቴዎስ ኣጥቢቑ ይኸተልን፤ ንመናፍቓዊ ትምህርቲ ኣርዮስ፣ ከምኡ ከዓ ሓሳባት ኦርጌኔዎስ ኣትሪሩ ይቃወም ከም ዝነበረን ከዓ ይፍለጥ፡፡ ተፃይ ቅዱሳት ኣሳእል ከም ዝነበረ\'ውን ተጠቒሱ ይርከብ፡፡ ኣብ ርእሲኡ፡ ካብ ኻልኦት ጳጳሳት ንላዕሊ፡ ብዙሕ ዋጋ ንመፃሕፍቲ ምጥራይን ምንባብን ይህብ ከም ዝነበረ ከዓ ይንገረሉ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ዕረፍትን ኣበርክቶን'
    },
    {
      'type': 'paragraph',
      'text':
          'ብቴዎፍሎስ ዝበሃሉ ጳጳስ እስክንድርያ ተልኢኹ፡ ናብ ቊስጥንጥንያ ድሕሪ ምብፃሕ፡ ብ403 ኣቢሉ ኣብ ባሕሪ ሓሚሙ ከም ዝሞተ ይንገር፡፡ ኣብ ስርዓት ሃገርና ዕረፍቱ 17 ግንቦት /ከምኡ ከዓ 28 ግንቦት ርአ/ ከም ዝዝከር ኣብ ግፃዌ ተጠቒሱ ኣሎ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ካብ ኣኰቴተ ቊርባን ስርዓት ሊጡርጊያ ኢትዮጵያ ከዓ፡ ሓንቲ ናይ ቅዱስ ኤጲፋንዮስ ኢያ፤ እትቅደሰሉ ጊዜ ከዓ፡ ገሃድ ጥምቀትን፣ ፀሎተ ሓሙስን፣ ምሉእ ክረምትን ዕለት ዝኸሪ ዕረፍቱን እዩ፡፡'
    },
  ],
  'ቅዱስ ባስልዮስ ዓቢዪ ናይ ቂሳሪያ': [
    {
      'type': 'heading',
      'text': 'ቅዱስ ባስልዮስ ዓቢዪ ናይ ቂሳሪያ (330-379 ዓ.ም.ፈ.)'
    },
    {
      'type': 'paragraph',
      'text':
          'ጳጳስን ሓደ እንካብቶም ሊቃውንቲ ቤተ ክርስትያንን፣ ከምኡ ከዓ ኣቦ ምንኲስናዊ ሕይወት ምብራቕ ዝኾነ ቅዱስ ባስልዮስ፡ ብ330 ኣቢሉ ኣብ ፖንቱስ ናይ ቃጳዶቅያ /ንኡስ ኤስያ/፡ ካብ ዓበይቲ ክርስትያን ወለዲ ከም ዝተወልደ ይፍለጥ፤ ሓደ እንካብ 10 ደቆም ከዓ ነበረ፤ እንካብኣቶም ከዓ ምሳኡ 3 ኣኀዋት ኮኑ፤ ናይ ቅድስና መዓርግ ከዓ ተቐቢሎም ይርከቡ /ባስልዮስ፣ ጐርጐርዮስ ናይ ኒሳ፣ ጴጥሮስ ናይ ሰባስተ/፡፡ ወለዱን ምዕባይ ሓፍቱን\'ውን ከምኡ ናብ ቅድስና ዝበፅሑ ኢዮም /ከምኡ ከዓ እኖ እምበይተኡ ማክሪና/፡፡ ቅዱስ ባስልዮስን፣ ሓዉ ቅዱስ ጐርጐርዮስ ናይ ኒሳን፣ ናይ ቀረባ ዓርኩ ዝነበረ ቅዱስ ጐርጐርዮስ ዓቢዪን ከዓ \'\'ኣበው ናይ ቃጳዶቅያ\'\' ይበሃሉ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ትምህርትን ምንኲስናን'
    },
    {
      'type': 'paragraph',
      'text':
          'ባስልዮስ ካብ ንእስነቱ ጀሚሩ፡ ኣብ ኣቴና ኣዚዩ ፅቡቕ ዓለማዊ ትምህርቲ ከም ዝረኸበ ይንገረሉ /ብፍላይ ናይ ስነ ሞጎት/፤ እዚ ከዓ መጀመሪያ ኣብ ቂሳርያ /ኣብኡ ከዓ እዩ ናይ ጐርጐርዮስ ዓቢዪ ናይ ቐረባ ዓርኪ ዝኾነ/፣ ካብኡ ኣብ ቊስጥንጢንያ፣ ደሓር ከዓ ኣብ ኣቴና ነበረ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ358 ኣቢሉ ናብ ገዳም ኣተወ፤ ብዙሓት ናይ ምስራቕ ገዳማት ከም ዝበፅሐ ከዓ ይንገር፡፡ ደሓር መነኰሳት ፀሎትን መፅናዕትን ናይ ጒልበት ስራሕን ዝገብሩሉ ገዳም መስሪቱ ከም ዝነበረ\'ውን ተጠቒሱ ይርከብ፡፡ ንምንኲስናዊ ሕይወት ዚምልከት፡ ኸልተ ሕግታት ከም ዘውፅአ ይፍለጥ፤ ቤተ ክርስትያን ከም መሰረታዊ ሕጊ ምንኲስናዊ ሕይወት ናይ ምብራቓውያን ኢላ እትቕበሎ ሓባራዊ ሕግን፣ ከምኡ ከዓ፡ ተግሱፃትን ምኽርታትን ዝሓዘ ሓደ ኻሊእን፡፡ ምእንትዙይ ከዓ እዩ፡ ናይ ምብራቓዊ ሕጊ ምንኲስና ዘውፅአ ቀዳማይ ሰብ /ናይ ምዕራብ ደሓር ብቅዱስ በነዲክቶስ/ ዝበሃል፡፡'
    },
    {
      'type': 'heading',
      'text': 'ኣገልግሎት ጵጵስና'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ364፡ ንትምህርቲ ክርስትና ካብ ጊጉይ ትምህርቲ ኣርዮስ ምእንቲ ኪከላኸል፡ ብጳጳሱ ተፀዊዑ ከም ዝነበረ ይጥቀስ፡፡ ድሕሪ ሞት ዩዘቢዩስ ብ370 ከዓ፡ ናይታ ኣብ ማእኸላይ ቱርኪ እትርከብ ቂሳርያ እትበሃል ዓዲ ጳጳስ ተሾመ፡፡ ተፃይ ኣርዮሳውያን ንእምነት ክርስትና /ብፍላይ ብዛዕባ ቅድስቲ ስላሴን ምስጢረ ስጋዌን/ ብዙሕ ከም ዝተኸላኸለ ይንገር፡፡ ብዛዕባ መንፈስ ቅዱስ ኣብ ዝፀሓፎም ፅሑፋት ተመስሪታ ከዓ፡ ቅድስቲ ቤተ ክርስትያን “ሊቅ ስነ መለኮት መንፈስ ቅዱስ” ኢላቶ ትርከብ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ካብቶም ዝተጠቕሱ ፅሑፋት ብተወሳኺ፡ ባስልዮስ ተፃይ ኢዮኖምስ ዝፀሓፎ ፅሑፍ፣ ከምኡ ከዓ ኣብ ልዕሊ ዝተፈላለዩ ቶሎጋውን መንፈሳውን ኣርእስታት ዝተዳለዉ፡ ኻልኦት ብዙሓት ስብከታትን መልእኽታትን ከም ዝገደፈ ይፍለጥ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ዕረፍትን ኣብነትን'
    },
    {
      'type': 'paragraph',
      'text':
          'እዙ ኣብ ልዕሊ ናይ ምብራቕ ኮነ ናይ ምዕራብ ቤተ ክርስትያን ዓቢዪ ፅልዋ ዝነበሮን፡ ካብ ዓበይቲ ኣበው ቤተ ክርስትያን ከዓ ሓደ ዝነበረ ቅዱስ ባስልዮስ፡ ብ1 ጥሪ 379 ቅድሚ ቀዳማይ ጉባኤ ቊስጥንጥንያ ብሰላም ከም ዝዓረፈ ይፍለጥ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ብምኽንያታት ቅንኢ፣ ዘይምርድዳእ፣ ዕንቅፋታትን ብዙሕ ስቓይን መከራ\'ኳ እንተበፅሖ፡ ንዙይ ዂሉ ብዓቢዪ ትዕግስትን ፅንዓትን ዘሕለፈ፣ ንእምነቱ ከዓ ብትብዓትን ብቕዓትን ዝተኸላኸለ ቅዱስ እዩ፡፡ ኣብነቱ ንከተል፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ካብ ኣኰቴተ ቊርባን ስርዓት ኢትዮጵያ ከዓ፡ ሓንቲ \'\'ናይ ቅዱስ ባስልዮስ\'\' ኢያ፡፡ ዋና ትእዛዝ ቅዳሴኣ ከዓ፡ ከምቲ ንኣብነት ዲያቆን \'\'ጐይታ ንነፍሳቶም ዕረፍቲ ምእንቲ ኪህብን ሓጢኣትና ምእንቲ ኪሓድገልናን፡ ስም ምዉታን ኣቦታትና ሊቃነ ጳጳሳት ዘክሩ\'\' እናበለ ዝፅውዖ፡ ኣብ ተዝካር ሙታን ናይ ጳጳሳትን፣ ከምኡ ከዓ ካህናትን ዝኽሪ ዕረፍቱ ዝኾነ 6 ጥርን እዩ፡፡ ዝኸረ በዓሉ ኣብ ምዕራብ 2 ጥሪ እዩ፡፡'
    },
  ],
  'ቅዱስ ጐርጐርዮስ ናይ ኒሳ': [
    {
      'type': 'heading',
      'text': 'ቅዱስ ጐርጐርዮስ ናይ ኒሳ (335-394 ዓ.ም.ፈ.)'
    },
    {
      'type': 'paragraph',
      'text':
          'እቱ ጳጳስ ናይ ኒሳን /371/፣ ሓደ እንካብቶም ኣቦታትን ናይ ሓድነት ሊቃውንቲ ግሪኻዊት ቤተ ክርስትያንን /ዝተረፉ ቅዱስ ባስልዮስ፣ ቅዱስ ጐርጐርዮስ ናይ ናዚያንዘስ፣ ቅዱስ ዮሓንስ ኣፈ ወርቂን ቅዱስ ኣትናቴዎስን ኢዮም/ ዝኾነ ቅዱስ ጐርጐርዮስ፡ ሓደ እንካብቶም ኣቦታት ናይ ቃጳዶቅያን /ብፆቱ ቅዱስ ባስልዮስ ናይ ቂሳርያን ናይ ቀረባ ዓርኩን ፍሉጥ ቶሎጋውን ዝነበረ ቅዱስ ጐርጐርስ ናይ ናዚያንዘስን/ እንኪኸውን፡ ንቅዱስ ባስልዮስ ናይ ቂሳርያ ከዓ ንእሽተይ ሓዉ እዩ፡፡ ካብ ኣቦታት ግሪኻዊት ቤተ ክርስትያን እቱ ኣዚዩ ፍላስፋዊ ከም ዝኾነ ከዓ ይፍለጥ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ትውልድን ቀዳማይ ፀዋዕታን'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ጐርጐርዮስ ብ335 ኣቢሉ፡ ኣብ ቂሳሪያ፡ ብዙሓት ቅዱሳን እንካብ ዘፍረየት ቅድስቲ ስድራ እዩ ተወሊዱ፡፡ ኣቦኡ ባስልዮስ እቱ ቦዂሪ፣ ሓፍቱ ማርቺና /ኸልቲኦም ሰለባ ስደት ንጉሰ ነገስት ዲዮክሊሲያን/፣ ኣሕዋቱ ባስልዮስ ናይ ቂሳሪያን ጴጥሮስ ናይ ሰባስተን ዂሎም ቅዱሳን ኢዮም፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ድሕሪ ሓፂር ኣገልግሎት ከም ኣንባቢ ኣብ ቤተ ክርስትያን፡ መምህር ስነ ሞጐት ኮይኑ ናብ ዓለማዊ ሕይወት ኣተወ፤ እዚ ንዓቢዪ ሓዉ ንባስልዮስ ብዙሕ ኣሕዝኖን ኣቖጥዖን፡፡ ብምትብባዕ ቅዱስ ጐርጐርዮስ ናይ ናዚያንዘስ ደሓር ናብ ቀዳማይ ፀዋዕታኡ ተመሊሱ፡ ናብቱ ባስልዮስ ሓዉ ኣብ ፖንቱስ ጥቓ ውሒዝ ኢሪስ ዝተኸሎ ገዳም ከዓ ኣተወ፡፡ ብ371 ተፃይ ድልየቱ ጳጳስ ናይ ኒሳ ኪኸውን ብቱ ሽዑ ሊቀ ጳጳሳት ናይ ቂሳርያ ዝነበረ ባስልዮስ ሓዉ ንዝቐረበሉ ዕድመ ተቐበለ፡፡ ኣዚዩ ፅቡቕ ከዓ ሰርሐ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ስደትን መሪሕነትን'
    },
    {
      'type': 'paragraph',
      'text':
          'እንተኾነ ግን፡ ናይ ጉባኤ ኒቅያ እምነትን ትምህርትን ተኸታሊ ስለ ዝነበረ፡ ትምህርቲ ኣርዮስ ብዝኸተሉ ጳጳሳት ሲኖዶስ፡ ብ376 ካብ መንበረ ስልጣኑ ተኣልየ፡፡ ክሳብ ሞት ደጋፊኦም ዝነበረ ንጉስ ቫለንስ ኣብ ስደት ፀንሐ፤ ንሱ ምስ ሞተ ግን፡ ብ378 ናብ መንበረ ጵጵስናኡ ተመልሰ፡፡ ድሕሪ ሞት ባስልዮስ ብ379፡ ሓደ እንካብቶም ፍሉጣት መራሕቲ ቤተ ክርስትያን ኮነ፤ ኣብቱ ዓመት\'ቱይ ኣብ ዝተኻየደ ጉባኤ ኣንፆኪያ ከም ዝተሳተፈ ከዓ ይፍለጥ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ380 ጳጳስ ናይ ሰባስተ ኪኸውን ተመርፀ፤ ግን ኣበየ፡፡ ኣብ ቦታኡ ጴጥሮስ ዝበሃል ሓዉ ከዓ ኣተወ፡፡ ቀስ ብቐስ ከዓ ወረኡ እናተዘርገሐ ከም ዝኸደ ይንገር፡፡ ናብ ብዙሕ ዓድታት ብምጒዓዙ ሰፊሕ ትዕዝብትን ዓሚቚ ፍልጠትን ነበሮ፡፡ ወዲ 50 ዓመት እንከሎ ከዓ፡ ብፍሉያት ህያባቱ ምኽንያት ፓትሪያርክ ናይ ቊስጥንጥንያ ኪኸውን ተሓርየ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብቱ ብ381 ዝተኻየደ ቀዳማይ ጉባኤ ቊስጥንጥንያ፡ ንዝተወሰነ ጊዜ ናይ መሪሕነት ተራ ከም ዝተፃወተን፣ ከም ዓምዲ ሓቅነትን ቐፃሊ ስራሕ ሓዉ ከም ዝተንኣደን ተጠቒሱ ይርከብ፡፡ ድሕሪ\'ዙ ጉባኤ\'ዙይ፡ ንጉሰ ነገስት ትዮዶስዩስ ቀዳማይ፡ ርቱዕ እምነት ኣብ ሰበኻ ፖንቱስ ንከስፋሕፍሕ መዘዞ፡፡ ብ394 ኣብቱ ብፓትርያርክ ነክታሪዩስ ዝተፀውዐ ካልኣይ ጉባኤ ቊስጥንጥንያ ተሳተፈ፡፡ ድሕሪኡ ብዙሕ ከይፀንሐ ኣብ ቊስጥንጥንያ ብ394 ከም ዝሞተ ከዓ ይፍለጥ፡፡ ዝኸረ በዓሉ ኣብ ምዕራብ 2 ጥሪ እንኪኸውን፡ ኣብ ሃገርና 17 ይኸበር፡፡'
    },
    {
      'type': 'heading',
      'text': 'ባህርያቱን ፅሑፋቱን'
    },
    {
      'type': 'paragraph',
      'text':
          'ጐርጐርዮስ ደላይን ፈታዊ ሓቅን ነበረ፡፡ ብባህርዩ ሓፋርን ከምኡ ከዓ ዓቢዪ ትሕትና ከም ዝነበሮ፣ ዝበዝሐ ጊዜ መዓልታዊ ሕይወቱ ከዓ፡ ኣብ ፅምዋን ፀሎትን የሕልፍ ከም ዝነበረ ይንገረሉ፡፡ ውሩይ ሰባኽን በሊሕ ፀሓፍን ከዓ ነበረ፡፡ ብፍላይ ኣብ ልዕሊ ቅድስቲ ስላሴ ዝሃቦም ዓበይቲ ኣስተምህርоታት፡ \'\'ቶሎጋዊ\'\' ዝብል ስም ኣውሃቡዎ፡፡ ብዛዕባ መድሓኒና ጐይታና ኢየሱስ ክርስቶስን ናይ መወዳእታ ዓለም ነገራትን ብዙሕ ከም ዝፀሓፈ ከዓ ይፍለጥ፡፡ ብዛዕባ ስጋዌ፣ ቅድስቲ ስላሴ፣ ምስጢረ ድሕነት፣ ምስጢረ ጥምቀትን ቊርባንን\'ውን ኣስፊሑ ከም ዝፀሓፈ ይፍለጥ፡፡ ከምኡ ከዓ ሕይወት ሙሴ፣ ስብከታት ኣብ ልዕሊ መፅሓፍ መክብብ መሃልየ መሃልይ፣ ኣብ ልዕሊ ኣቡነ ዘበሰማያት፣ ብፅዕና ከም ዝፀሓፈ ከዓ ይፍለጥ፡፡ ቅዱስ ሄሮኒሞስ ከዓ፡ ኣብ እግሩ ኮፍ ኢሉ ቅዱስ መፅሓፍ ከም ዝተምሃረ ብምሕባር ብዙሕ ይሕበነሉ ነበረ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ካብ ኣኰቴተ ቊርባናት ስርዓት ሃገርና ሓንቲ ንኣኡ ዝተውሃበት እንክትከውን፡ ከምቲ \'\'ነርድእቱ ዑደት ናይ ሆሳዕና ኣርኣዮም፡ በሎም ከዓ፤ \'\'ብዓቢዪ ድምፂ እናጨራሕኩም \'ቡሩኽ\' በሉ ... ሆሳዕና ኣብ ሰማያት …\'\' ክብል ተጠቒሱ እንረኽቦ፡ ዋና እትቕደሰሉ ጊዜ ከዓ፡ ካብ ሮቡዕ ኒቆዲሞስ ክሳብ ናይቲ መድሓኒናጐይታና ኢየሱስ ክርስቶስ ብዓቢዪ ዓጀብ፡ ንመጨረሻ ጊዜ ናብ ከተማ ኢየሩሳሌም ዝኣተወሉ፡ ዝኽሪ ዝኾነ በዓል ሆሳዕና እዩ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ብዛዕባ ቅዱስ ጐርጐርዮስ ሩፊኑስ ዝበሃል ፀሓፊ፡ \'\'ከም ናቱ ዝበለ ተራን ዘይንቀፍን ሕይወት ዝነበሮ ኣይተርኣየን፤ ከም ናቱ ዝበለ ኸእለት ዘረባን ብልሒ ኣእምሮን፣ ርቱዕን ንፁሕን እምነት፣ ምሉእን ሰፊሕን ፍልጠት ኣይተርኣየን፤ ንእምነቱ መናፍቓን\'ኳ ኣይተኸራከርዎን። ምስ ጐርጐርዮስ ኣብ ጒዳይ እምነት ዘይምስምማዕ፡ ተፃይ ካቶሊካዊ እምነት ንምሕጣእ እኹል ነበረ\'\' ኪብል ፂሒፉ ይርከብ፡፡ \'\'ኣቦ ኣቦታት ናይ ቤተ ክርስትያን\'\' ዝብል ስያሜ ተውሂቡዎ\'ውን ንረክብ፡ \'\'ንፀላእትና፡ ብሕያውነትን ፍቕርን ፅንዓትን ጥራሕ ነሸንፎም፤ ቊጥዓና እንከይኮነ፡ ሕሊናኦም ይቕፃዓዮም፤ ንታ ትጉህ ኣትክልተይና ገና ፍረ ከም እተፍሪ ኪገብራ ንዝኸእል ኦም በለስ ቐልጢፍና ኣይንቚረፃ\'\' ይብል ነበረ፡፡ ኣብነቱ ንከተል፡፡'
    },
  ],
  'ቅዱስ ኣምብሮዚዮስ': [
    {
      'type': 'heading',
      'text': 'ቅዱስ ኣምብሮዚዮስ (339-397 ዓ.ም.ፈ.)'
    },
    {
      'type': 'paragraph',
      'text':
          'እቱ ደሓር ጳጳስ ናይ ሚላኖ /ሰሜን ኢጣልያ/ ዝኾነን፣ ኣብ መንጎ ኣቦታትን ሊቃውንቲ ቤተ ክርስትያንን ዝቑፀርን ቅዱስ ኣውረሊዩስ ኣብምሮዚዩስ፡ ካብ ክርስትያን ወለዱ /ግሪኻዊ መበቈልን ንጉሱዊ ዘርእን ዝነበሮም/ ብ339 ኣቢሉ፡ ኣብ ትረቨ/ትሪየር /ፈረንሳ/ ተወልደ፡፡ ናይ ሕግን ምምሕዳርን ትምህርቲ ከም ዝነበሮን፡ ከም ኣቦኡ /ንሱ እንኪውለድ ኣመሓዳሪ ጐል - ፈረንሳ ዝነበረ፣ ኣዚዩ ዓቢዪ ስልጣን ኣብ ግዝኣት ሮማ/ ድሮ ካብ ንእስነቱ ኣብ ዝተፈላለያ ቢሮታት ኣብ ናይ ምምሕዳር ስራሓት ኣትዩ ይሰርሕ ከም ዝነበረን ይፍለጥ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ትምህርትን ናይ ምምሕዳር ስራሕን'
    },
    {
      'type': 'paragraph',
      'text':
          'ድሕሪ ሞት ኣቦኡ፡ ምስ ሳቲሩስ ሓዉን ማርቸሊና ሓፍቱን ናብ ሮማ መፀ፡፡ ኣብኡ ኣዚዩ ፅቡቕ ናይ ሕግን ስነ ጥበብን ትምህርቲ ረኸቡ፡፡ ቋንቋ ግሪኽ\'ውን ኣፀቢቖም ከም ዝተምሃሩ ይፍለጥ፤ እዚ ደሓር ንአምብሮዚዮስ ኣዚዩ ጠቐሞ፡፡ ካብ ጠባዩን መንፈሳውነትን ከም እንርድኦ፡ ኣብ ስድራ\'ውን ፅቡቕ ስነ መዕበያ ረኺቡ ነበረ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ሓፍቱ ብ353 እንክትድንግል፣ ንሱን ሳቲሩስ ሓዉን ብ356 ኣቢሎም፡ ናብ ስራሕ ጥብቅና ከም ዝኣተዉ ይንገር፡ ብ370 ከዓ ናብ ኣመሓደርቲ ክፍለ ሃገራት ክብ በሉ፤ ኣምብሮዚዮስ ኣመሓዳሪ ሚላኖ ዝዋና ከተማኣ ክፍለ ሃገር አሚሊያ-ሊጉርያ ኮነ፡፡ ብፅቡቕ ስነ ምግባሩን ፍትሓዊ ምምሕድዳሩን ከዓ፡ ቶሎ ዓቢዪ ተፈላጥነት ረኸበ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ጵጵስና ኣብ ሚላኖ'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ374 እቱ ኣሪዮሳዊ ፅልዋ ዝነበሮ፡ ኦክሰንቲዩስ ዝበሃል ጳጳስ ናይ ሚላኖ ምስ ሞተ፣ ኣብ መንጐ ኣርዮሳውያንን ሰብ ርቱዕ እምነትን ዓቢዪ ናዕቢ ተልዓለ፤ ንዙይ ንምርግጋእ ከዓ፡ ብዙሕ ከም ዝፀዓረ ይንገረሉ፡፡ ንሱ ናይ ዘይደለየ፡ ብምሉእ ስምምዕ ኽልቲኦም ዝተናዓቡ ወገናት፡ ምእመናን ሚላኖ እቱ ክሳብ ሽዑ ገና ዘይተጠምቀ ንኡስ ክርስትያን ዝነበረ ኣብምሮዚዮስ ንኦክሰንቲዩስ ክትክኦ ሓተቱ፤ ኣምብሮዚዮስ ተጠምቀ፤ ድሕሪኡ ኣብ ውሽጢ ሓፂር ጊዜ መዓርገ ክህነት ተቐበለ፤ ብ7 ታሕሱስ 374 ከዓ፡ ጳጳስ ናይ ሚላኖ ተቐብአ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ሽዑ ንሽዑ ንሃብቲ ውርሻኡ ንድኻታት ብምዕዳል፡ ኻልኦት\'ውን ከምኡ ንኺገብሩ ህያው ኣብነት ሃበን፣ ይምዕድን ከዓ ነበረ፤ ኣብነት ፀሎትን ተጋድሎን ከም ዝነበረ\'ውን ይፍለጥ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ኣስተምህሮን ኣበርክቶን'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብ ኣገልግሎት ተልእኾኡ፡ ክሳብ ብ378 ዝሞቶ፡ ካብ ሳቲሩስ ሓዉ ልዑል ተወፋይነትን ሓገዝን ከም ዝረኸበ ይንገር፡፡ ብናይ ግሊ መምህርነት ፍሉጥ መምህሩን፣ ደሓር ከም ጳጳስ ሚላኖ ተካኢኡን ምሁር ካህን ሲምፕሊቺያኑስ፡ ቶሎጊያ ብስርዓት ኣፅንዐ፡፡ ኣብ ትምህርቲ ቶሎጊያ ቀንዲ ፀለውቱ ከዓ፡ ቅዱስ ኣትናቴዎስ፣ ዲዲሞስ ዓይነ ስዉር፣ ቅዱስ ቂሪሎስ ናይ ኢየሩሳሌም፣ ቅዱስ ባስልዮስን ሂፖሊቶስን ዝበሃሉ ዓበይቲ ቶሎጋውያን ኣቦታትን መምህራንን ነበሩ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣምብሮዚዮስ ከም መምህርን ሰባኽን ኣዚዩ ፍሉጥ ከም ዝነበረ ይንገር፡፡ ካብቶም ብስብከቱ ኮነ ብሕይወቱ ብዙሕ ዝፀለዎም ሰባት ሓደ ከዓ፡ እቱ ደሓር ዓቢዪ ቅዱስ ዝኾነ ኣጐስጢኖስ ኣፍሪቃዊ እዩ። ሓድሽ ርድኢት ትሕዝቶ ቅዱስ መፅሓፍን እምነት ክርስትናን ካብኡ ኪረክብ ከም ዝኸኣለ፡ ቅዱስ ኣጐስጢኖስ ኣብ ”ኑዛዜ” ዘርእስቱ መፅሓፉ ጠቒሱዎ ይርከብ /6.1.1-6.4.6/፡፡ ብኢዱ\'ውን እዩ ለይቲ ፋሲካ ብ386 ኣብ ካቴድራል ሚላኖ ዝተጠምቀ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ኣምብሮዚዮስ ንርቱዕ ሃይማኖትን ጒስነት ነፍሳትን ልዑል ቅንኣት ከም ዝነበሮ ይፍለጥ፡፡ ተፃይ ኣርዮስ ንካቶሊካዊ እምነቱ ብፅንዓት ተኸላኸለ፡፡ ንሰፊሕን ዓሚቚ ፍልጠቱን፣ ከምኡ ከዓ ፅንዓት እምነቱን ዝገልፁ ፅሑፋት፡ እቶም ኣብ ልዕሊ እምነትን፣ ምስጢራትን፣ ከምኡ ከዓ መንፈስ ቅዱስን ዝተገብሩ ስብከታቱ እንኪኾኑ፡ እቱ ኣዚዩ ዝፍለጥ መፅሓፉ ከዓ፡ ንወገነ ክህነት ፍሉይ ጠመተ ብምግባር፡ ብዛዕባ ክርስትያናዊ ግብረ ገብነት ዝፀሓፎ እዩ፡፡ ዓሚቕ ፍልጠት ቋንቋ ግሪኽ፡ ብዙሕ ናይ ምብራቓዊት ቤተ ክርስትያን ቶሎጊያ ኣብ ምዕራባዊት ቤተ ክርስትያን ንኸተኣታቱ ከም ዝሓገዞ ከዓ ይፍለጥ፡፡ ገዳማት ኣብ ኢጣልያ ኪምዕብላ፡ ብዙሕ ከም ዘተባብዐ\'ውን ይንገረሉ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ቤተ ክርስትያንን መንግስትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ካብ ዝኾነ ዓይነት ተፅዕኖን ኢድ ኣእታውነትን ነፃ ንዝኾነ፡ መሰል ቤተ ክርስትያን ኣዚዩ ከም ዝተጣበቐ፣ ንጉዳይ ርክብ ቤተ ክርስትያንን መንግስትን ብወግዒ ዘልዓለ፣ ቀዳማይ ኣቦ ቤተ ክርስትያን ከም ዝኾነ ከዓ ይፍለጥ፡፡ \'\'ንጉስ ኣብ ውሽጢ ቤተ ክርስትያን እምበር፡ ኣብ ልዕሊ ቤተ ክርስትያን ኣይኮነን” እናበለ፡ ቤተ ክርስትያንን መንግስትን ዝተፈላለዩ ከም ዝኾኑን፣ ቤተ ክርስትያን ካብ ዝኾነ ዓይነት ሲቪላዊ ይኹን ፖለቲካዊ ተፅዕኖ ነፃ ከም ዝኾነት፣ ቤተ ክርስትያን ስልጣን ሓለዋ ናይ ስነ ምግባር ስለ ዘሎዋ፡ ነገስታት\'ውን ኣብ ትሕቲ ሞራላዊ ሕጊ ቤተ ክርስትያን ምዃኖም ብጋህድን ትብዓትን መሃረ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ዕረፍትን ስርዓት ኣምብሮዝዮስን'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ኣምብሮዚዮስ ብ4 ሚያዚያ 397 ከዓ ብሰላም ዓረፈ፡፡ ምስ ቅዱስ ሄሮኒሞስን፣ ቅዱስ ኣጐስጢኖስን፣ ቅዱስ ጐርጐርዮስ ዓቢዪን ቅዱስ ኣምብሮዚዮስ፡ ሓደ እንካብቶም ዓበይቲ ሊቃውንቲ ቀዳሞት ዘመናት ካቶሊካዊት ቤተ ክርስትያን ከዓ እዩ፡፡ ዝኸረ በዓሉ 7 ታሕሱስ እዩ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ\'ስርዓት ኣምብሮዚዮስ” ዝፍለጥ፡ ስርዓት ሊጡርጊያ ናይ ሚላኖ ከም ዘሎ ይፍለጥ። እዚ ከዓ፡ ኣብ ሚላኖን ከባቢኣን ከምኡ ከዓ ኣብ ስዊዘርላንድ፡ ገሊአን ሰበኻታት ዘዘውትራኦ ስርዓት ኣምልኾ እዩ። ብ1963 ቤተ ሊቀ ጳጳሳት ናይ ሚላኖ ዘውፅኦ ፀብፃብ፡ ንዙ ስርዓት ዝኸተላ 939 ቊምስናታት ከም ዘሎዋ የረጋግፅ፡፡ ኣብ ርእሲ እተን ዝተጠቕሳ ቊምስናታት፡ ኣብ ሰባኻ በርጋሞ 29 ቊምስናታት፣ ኣብ ሰበኻ ኖቫራ 7 ቊምስናታት፣ ኣብ ሰበኻ ሉጋኖ /ስዊዘርላንድ/ 55 ቊምስናታት፣ ብጠቕላላ 4 ሚሊዮን ምእመናን ሒዘን ዝርከባ 1030 ቊምስናታት፡ ንዙ ስርዓት ከም ዝኸተላ ተጠቒሱ ከዓ ይርከብ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'እቱ ሊጡርጊያዊ ስርዓት፡ \'\'ናይ ኣምብሮዚዮስ” እናተብሃለ ዚፍለጠሉ ዋና ምኸንያት ከዓ፡ ቅዱስ ኣምብሮዚዮስ ስለ ዝሰርዖ ዘይኮነስ፡ ካብ ጳጳሳት ሚላኖ እቱ ኣዚዩ ውሩይ ንሱ ስለ ዝኾነን፡ ንትውፊት ናይታ ሰበኻ ከዓ ስለ ዝውክልን ምዃኑ ተገሊፁ ይርከብ፡፡ እቱ ዝተጠቕሰ ስርዓት፡ ኣብ ፅሑፋት ብስም ቅዱስ ኣምብሮዚዮስ እናተጠቕሰ ዝርከብ ከዓ፡ ካብ 8ይ ዘመን ኣትሒዙ እዩ፡፡ እዙ ስርዓት\'ዙይ፡ ከም እግሪ ሓደስቲ ተጠመቕቲ ምሕፃብ ዝመሰለ፡ ካብ ሊጡርጊያዊ ስርዓት ሮማ ዝፈልዮ ሓድሓደ ነገራት ከም ዘሎዎ ከዓ ይፍለጥ፡፡'
    },
  ],
  'ቅዱስ ሄሮኒሞስ': [
    {
      'type': 'heading',
      'text': 'ቅዱስ ሄሮኒሞስ (340-420 ዓ.ም.ፈ.)'
    },
    {
      'type': 'paragraph',
      'text':
          'እቱ \'\'ኣቦ ቤተ ክርስትያን\'\' ራብዓይ ዘመን፣ ውሩይ ምሁር ቅዱስ መፅሓፍን \'\'ሊቅ ናይ ቤተ ክርስትያን\'\'ን ዝኾነ ቅዱስ ሄሮኒሞስ፡ ብ340 ኣቢሉ ካብ ክርስትያን ስድራ፡ ኣብ ስትሪዶን /ድልማጢያ/ ሰሜናዊ ምብራቕ ጫፍ ዓዲ ጣልያን ተወልደ። ምሉእ ስሙ ሶፍሮኒዩስ ዩዘቢዩስ ሄሮኒሞስ ነበረ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ትምህርትን ጒዕዞን'
    },
    {
      'type': 'paragraph',
      'text':
          'ወዲ 12 ዓመት ምስ ኮነ፡ ቋንቋታት፣ ስነ ሞጐትን ስነ ጥበብን፡ ኣብ እግሪ ውሩይ መምህር ዶናቱስ ኪመሃር ናብ ሮማ ከም ዝተልኣኸን፣ ብቋንቋ ላቲንን ግሪኽን ከዓ ብፍላይ ኣዚዩ በሊሕ ከም ዝነበረን ይንገር።'
    },
    {
      'type': 'paragraph',
      'text':
          'ንፍልጠትን መፃሕፍትን ዝነበሮ ፍቕርን ፅምኣትን ኣዚዩ ከዓ ልዑል ነበረ፡፡ ኣብኡ ኣብ ሮማ ብር.ሊ.ጳጳሳት ሊበሪዩስ /352-366/ ተጠሚቑ ክርስትያን ዝኾነ ወዲ 19 ዓመት ኣቢሉ ምስ ኮነ ነበረ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ካብኡ መጀመሪያ ናብ ትርየር ከም ዝተጒዓዘ፣ ብትረቨ ኣቢሉ ኪሓልፍ ከዓ፡ ምስ መነኮሳት ከም ዝተላለየ፣ ኣባል መዘምራን ኮይኑ ከም ዝነበረ\'ውን ተጠቒሱ ይርከብ፡፡ ቐፂሉ ብ370 ናብ ኣኲለያ ከም ዝኸደ፣ ኣብኡ ናይ ዝነብረሉ ዝነበረ ማሕበር መንፈስ ብዙሕ ስለ ዘይተሰማምዖ፡ ናብ ደሴት ባሕሪ ኣድሪያቲክ ከም ዝኸደን፡ ኣብኡ ናይ ፆምን ፀሎትን ሕይወት ይመርሕ ከም ዝነበረን ይንገር፡፡'
    },
    {
      'type': 'heading',
      'text': 'ኣገልግሎት ክህነትን ስራሕ ትርጉምን'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ374 ናብ ኣንፆኪያ መፀ፤ ናብ ፀምፀም በረኻ ካልኪስ /ጥቓ ኣለፖ/ ኸይዱ ከዓ፡ ኣብኡ ኣርባዕተ ዓመት ፀንሐ፡፡ ኣብኡ ጥዒና ከም ዝሰኣነን ብስጋ ብዙሕ ከም ዝተፈተነን ከዓ ይንገር፡፡ ንዙይ ከም መድሓኒት ዝወደሶ፡ ቋንቋ ዕብራይስጢ ምፅናዕ ነበረ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ካብኡ ምስ ተመልሰ፡ ብ379 ብኢድ ፓውሊኑስ ጳጳስ ናይ ኣንፆኪያ መዓርገ ክህነት ተቐበለ፡፡ ካብኡ ብ380 ናብ ቊስጥንጥንያ ከም ዝኸደን፡ ኣብ እግሪ ቅዱስ ጐርጐርዮስ ዓቢዪ ከዓ ቅዱስ መፅሓፍ ከም ዝተምሃረን፣ ከምኡ ከዓ ፅሑፋት ናይ ኦርገኔዎስ ከም ዘንበበን ይንገር፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ገርጐርዮስ ካብ ቊስጥንጥኒያ ምስ ከደ፡ ን382 ሄሮኒሞስ ንኣቡነ ፓውሊኑስ ንጉባኤ ከካይድ ናብ ሮማ ከደ፤ ድሕሪቱ ጉባኤ፡ ር.ሊ.ጳጳሳት ዳማሱስ ከም ፀሓፊኦም ኣብኡ ኣትረፉዎ፡፡ ሓዲሽ ቅዳሕ መፅሓፍ ቅዱስ ብቋንቋ ላቲን ከዳሉ ከዓ መዘዙዎ። እቱ ንሱ ደሓር ካብ መበቈላዊ ቋንቋታት ተርጒሙ ዘሰናደዎ ናይ ላቲን ቅዳሕን፡ ወግዓዊ ቅዳሕ ናይ ካቶሊካዊት ቤተ ክርስትያን ኰይኑ ብጉባኤ ትረንቶ ዝተጠቕሰን መፅሓፍ ቅዱስ፡ እቱ \'\'ቫልገይት\'\' እናተብሃለ ዚፍለጥ ቅዳሕ እዩ፡፡ ምስ እዙ ዓቢዪ ዕማም፡ ናይ ሰለስተ ብፅቡቕ ስነ ምግባረን ዚፍለጣ ማርቸላ፣ ፓውላን ዩስጢኪያን /ኣውጤክስ/ ዝርከባአን ዝተወሰና ዓበይቲ ኣንስቲ ኣበ ነፍስ ከዓ ከም ዝነበረ ይንገር፡፡'
    },
    {
      'type': 'heading',
      'text': 'መወዳእታ ዓመታትን ዕረፍትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ር.ሊ.ጳጳሳት ደማሱስ ብታሕሱስ 384 ምስ ሞቱ፡ ሄሮኒሞስ ምስ ፖሊኒያን ሓዉን ገሊኦም መነኮሳትን ናብ ምብራቕ ተመልሰ፤ ብነሓሰ 385 ናብ ዓዲ ጳለስጢና፣ ከምኡ ከዓ ምስ ፓውላን ብፆታን ምድረ በዳ ግብፂ ድሕሪ ምብፃሕ፣ ብ386 ኣብ ቤተ ልሄም ተቐመጠ፤ ኣብኡ ኣበ ነፍስ ናይቲ ብፓውላ ዝተሃንፀ ገዳም ኮይኑ፡ ኣብ ቅዱስ መፅሓፍን መንፈሳዊ ጉዳያትን፣ ኣስተምህሮን ምኽርን ይህብ ከም ዝነበረ ከዓ ይንገር፡፡ ዝተረፈ ሓይሉን ጊዜኡን ከዓ፡ ቅዱስ መፀሓፍ ካብ ቋንቋ ዕብራይስጢ ናብ ላቲን ኣብ ምትርጓም የሕልፎ ነበረ፡፡ ካብ 393 ክሳብ 402 ከዓ፡ ንእምነት ክርስትና ካብ ዝተፈላለዩ መናፍቓዊ ትምህርታት ከም ዝተኸላኸለ\'ውን ይፍለጥ፡፡ ከም ሊቅ ቅዱስ መፅሓፍ፡ ካብ 391 ክሳብ 406 ኣብ ዘሎ ጊዜ፡ ሓዲሽ ትርጉም ናይ 39 መፃሕፍቲ ብሉይ ኪዳን ከም ዘሰናደወ፣ ኣብ ልዕሊ 12 መፃሕፍቲ \'\'ንኡሳን ነቢያት\'\' ከዓ፡ ናይ ትርጉም /ኣንድምታ/ መፃሕፍቲ ከም ዝፀሓፈ ይፍለጥ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ድሕሪ ሞት ፓውላ ብ404፡ ኣብ ገዳማ ካብ ሮማ ብሰንኪ ወራር ኢላሪክ /410-412/ ናይ ቫንዳል፡ ዝሃደሙ ምእመናን የዕቊብ ከም ዝነበረ ከዓ ይንገር፡፡ ኣብ ልዕሊ ቅዱሳት መፃሕፍቲ ናይ ነቢያት ናይ ትርጉም /ኣንድምታ/ መፃሕፍቲ ምፅሓፍ ብምቕፃል፡ ብ407 ኣብ ልዕሊ ዳንኤል፤ ካብ 408 ክሳብ 410 ኣብ ልዕሊ ኢሳይያስ፣ ካብ 410 ክሳብ 415 ኣብ ልዕሊ ሕዝቕኤል፣ ካብ 415 ክሳብ 419 ከዓ ኣብ ልዕሊ ቀዳሞት 3ተ ምዕራፋት ኤርምያስ ከም ዝፀሓፈ ይፍለጥ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ካብዙይ ወፃኢ፡ ብዛዕባ ናይ መወዳእታ ዓመታት ሕይወቱ ብዙሕ ኣይንፈልጥን፡፡ ብ419/20 ኣቢሉ ኣብ ቤተ ልሄም /ጳለስጢና/ ከም ዝሞተን፡ ኣብ ቤተ ክርስትያን ልደታ ከም ዝተቐብረን፣ ካብኡ ኣስከሬኑ ደሓር ናብ ሮማ ከም ዝተወስደን፡ ኣብ ውሽጢ ቤተ ክርስትያን \'\'ቅድስቲ ማርያም ዓባይ\'\' ተነቢሩ ከም ዝርከብን ይንገር፡፡ ዝኸሪ በዓሉ መስከረም 30 እዩ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ሄሮኒሞስ፡ ልዕሊ ዂሉ ብፍቕርን ፍልጠትን ቅዱስ መኣሓፍ ኣዚዩ ዚፍለጥ ሊቅ ነበረ፡፡ ብዙይ ምኽንያት ከዓ ኢዮም ኣበው ጉባኤ ትረንቶ \'\'ዝዓበየ ሊቅ አብ ምፍታሕ ቅዱሳት መፃሕፍቲ\'\' ኢሎም ዝሰመይዎ፡፡ ኣብነቱ ንከተል፡፡'
    },
  ],
  'ቅዱስ ዮሓንስ ኣፈ ወርቂ': [
    {
      'type': 'heading',
      'text': 'ቅዱስ ዮሓንስ ኣፈ ወርቂ (344-407 ዓ.ም.ፈ.)'
    },
    {
      'type': 'paragraph',
      'text':
          'እቱ ፓትርያርክ ናይ ቊስጥንጥንያ ዝነበረ፣ ኣቦን ሊቅን ናይ ዓለም ለኻዊት ቤተ ክርስትያንን፣ ከምኡ ከዓ \'\'ሓላዊ ቅዱስ ሰበኸቲ/መምህራን\'\'ን ዝኾነ፡ \'\'ኣፈ ወርቂ\'\' ዝሳጓኡ ቅዱስ ዮሓንስ፡ ብ344 ኣቢሉ፡ ኣብ ኣንፆኪያ ተወልደ፡፡ ኣንፆኪያ ብጊዜኡ፡ ማእኸል ናይ ባህሊ፣ ጊጉይ ሃይማኖታዊ ትምህርትን ምክፍፋልን ከም ዝነበረት ከዓ ይንገር፡፡ ኣረማውያን ከዓ፡ ኣብ ትካላት መንግስቲ ኮነ ኣብ ቤት ትምህርታት ብብዝሒ ነበሩ፤ ኣብዝሓ ጳጳሳት ናይ ኣርዮስ ትምህርቲ ዚፀለዎም ከም ዝነበሩ ተጠቒሱ ይርከብ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ንእስነትን ትምህርትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ክርስትያንን ላቲናውን ዝነበረ ኣቦ ዮሓንስ /ሰኩንዱስ/ ዓቢዪ መዓርገ ዘሎዎ ወተሃደር ነበረ፤ እኖኡ /ኣንቱዛ/ ከዓ፡ ግሪኻዊት ከም ዝነበረት ይፍለጥ፤ ጓል 20 ዓመት እንከላ፡ ሓፂር ጊዜ ድሕሪ ምውላድ ዮሓንስ ከዓ ማእመነት፡ ዳግም ንዘይ ምምርዓው ብምውሳን ከዓ፡ ንዮሓንስ ብኣዚዩ ፅቡቕ ክርስትያናዊ ኣተዓባብያ ከም ዘዕበየቶ ይንገር፡፡ ኣብቱ ደሓር ኣብ ልዕሊ/ብዛዕባ ክህነት ኣብ ዘዳለዎ ፅሑፉ፡ ንኖኡ \'\'ዓባይ ክርስትያን እኖ\'\' እናበለ ብዓቢዪ ኽብሪ መጒሱዋ ከዓ ይርከብ፡፡ ዮሓንስ ኣብ እዋን ንእስነቱ፡ ካብ ናይ እኖኡ ብተወሳኺ፣ ብቱ ፍሉጥ ኣረማዊ መምህር ግሪኽን ስነ ሞጐትን ዝነበረ ሊባንዩስን፣ ከምኡ ከዓ፡ ኣንድራጋትዩስ ዝበሃል ፍሉጥ ፍላስፋን ከም ዝተምሃረ\'ውን ይፍለጥ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ፀዋዕታን ምንኲስናን'
    },
    {
      'type': 'paragraph',
      'text':
          'ክርስትያናዊ መዕበያ ካብ ብሕፃንነቱ ይርከብ ደኣ\'ምበር፡ ዮሓንስ ወዲ 18 ዓመት ክሳብ ዝኸውን ገና ክርስትያን ኣይነበረን፡፡ ሚለትዩስ ዝበሃሉ ጳጳስ ናብ ናይ ገዳም ቤት ትምህርቲ ናይ ዲዮዶር ኪኣቱ ሓበሩዎን ኣተባብዑዎን፤ ኣብኡ ከዓ ቅዱስ መፅሓፍ ተምሃረ /ከም ኣፈታትሓ ቀጥታዊ ትርጉም ዝኸተል ቤት ትምህርቲ ኣንፆኪያ/፤ ንዓመታኡ /ብ368 ኣቢሉ/ ወዲ 18 ዓመት እንከሎ ብኢድ ሚለቲዩስ ተጠሚቑ ክርስትያን ኾነ፤ ሰለስተ ዓመት ድሕሪኡ ኣንባቢ ኪኸውን ተሓርየ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ንዮሓንስ ቀስ ብቐስ ፀዋዕታን ድልየትን ምንኲስናዊ ሕይወት እናተሰምዖ ኸደ፤ ምስ ሚለቱስን ዲዮዶርን 4ተ ዓመት ድሕሪ ፀኒሑ፡ ናብቶም ኣብቱ ኸባቢ ዝነበሩ እምባታት ኣልገሰ፡፡ ኣብኡ ኣብ እግሪ ሓደ ሽማግለ መነኮስ፡ ን4ተ ዓመት ተምሃረን ኪፅሊ ፀንሐን፡ ንዝቐፀሉ 2ተ ዓመታት በይኑ ኣብ ሓንቲ በዓቲ ኮይኑ ቅዱስ መፅሓፍ እናፅንዐ፡ ብፆምን ተጋድሎን ሕይወቱ እናመርሐ ከም ዝተቐመጠ ይንገር፡፡ እዚ ንጥዒናኡ ስለ ዝሃሰዮ፡ ናብ ኣንፆኪያ ተመልሰ፤ ምስ ሓወየ ናብቱ ናይ ቀደም ኣብ ቤተ ክርስትያን ናይ ኣንባቢነት ስራሑ ቐፀለ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ኣገልግሎት ክህነትን ስብከትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ381 ብኢድ ሚለቱስ መዓርገ ዲቁና ተቐበለ፤ ን5ተ ዓመት ዝኣክል ከዓ፡ ኣብ ስርዓት ኣምልኾ፣ ምእላይ ሕሙማት፣ ምሕጋዝ መኣምን፣ ምምሃር ትምህርቲ ክርስቶስ ዝመሳሰሉ ኣገልግሎታት ተፀሚዱ ብትግሃትን ንጥፈትን ተወፋይነትን ኣገልገለ፡፡ ንቱ ውሩይ \'\'ኣብ ልዕሊ/ብዛዕባ ክህነት\'\' ዘርእስቱ ብዛዕባ ጒስነታዊ ተልእኾ ካህናት ዝዛረብ ፅሑፉ ዘሰናደወ ከዓ፡ ኣብ መወዳእታ እዙ ዘመን ኣገልግሎት ከይኮነ ከም ዘይተርፍ ይግመት፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ዮሓንስ ብ386 ኣብ 42 ዓመት ዕድመኡ ከዓ፡ ድሕሪ ሽድሽተ ዓመት ገዳማዊ ሕይወት፡ ብኢድ እቱ ንሚለቱስ ዝተክአ ፍላቪያን መዓርገ ክህነት ከም ተቐበለ ይፍለጥ፡፡ ን12 ዓመት ዝኣክል ከም ሰባኺ ኣብ ኣንፆኪያ ኣገልገለ፤ ኣብ ስብከታቱ ከዓ፡ ቅዱስ መፅሓፍን ትምህርቲ ቤተ ክርስትያንን ምስ ዕለታዊ ሕይወት ንምዝማድ ብዝነበሮ ፍሉይ ኸእለት፡ ኣዚዩ ልዑል ኣድናቖት ኣትረፈ፤ ብዙይ ምኸንያት ከዓ \'\'ኣፈ ወርቂ\'\' ተብሃለ፡፡ ኣብኡ እንከሎ ዓቢዪ ቶሎጋውን ታሪኻውን ጠቓምነት ዘሎዎም ብዙሓት ፅሑፋት ከም ዝፀሓፈ\'ውን ይፍለጥ፡፡ ቅዱስ መፅሓፍ ንምፍታሕ ብዝነበሮ ዝገርም ኸእለት ከዓ እዩ \'\'ሊቅ ቤተ ክርስትያን\'\' ተሰሚዩ ዝርከብ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ፓትርያርክ ቊስጥንጥንያን ስደትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ነክታሪዩስ ዝበሃል ዝነበረ ፓትርያርክ ናይ ቊጥንጥንያ ብ397 ምስ ዓረፈ፡ ንቦታኡ ኪትክኡ ዝሓሰቡን ዝደለዩን ብዙሓት ነበሩ፡፡ እንተኾነ ግን፡ ኣርካዲዩስ ዝበሃል ንጉሰ ነገስት ዩትሮፒዩስ ብዘመኸሮ መሰረት፡ ዮሓንስ ፓትርያርክ ኪሽየም መረፀ፡፡ ብ26 የካቲት 398 ከዓ ፓትሪያርክ ናይ ቊስጥንጥኒያ ኮነ፡፡ ሽዑ ንሽዑ ከዓ ዝተፈላለዩ ንሕይወት ወገነ ክህነት ዘሐድሱ ለውጥታት ኣተኣታተወ፤ እዞም ለውጥታት ካብ ገሊኦም ወገነ ክህነት ዘይምርድዳእን ተቓውሞን ኣስዓቡሉ፤ ሕዝቢ ግን ብዘበለፀ እናፈተዎ ኸደ፡፡ መእለዪ ሕሙማት ከም ዝኸፈተን፣ ንድኻታት ብዙሕ ከም ዝሓገዘን ከዓ ይፍለጥ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ዮሓንስ ብልማድ ዕጉስን ሰላማውን ሰብ\'ኳ እንተነበረ፡ ንጉዳይ ቤተ ክርስትያንን ፍትሕን ኣዚዩ ልዑል ቕንኣት ስለ ዝነበሮ፡ እቶም ቃላቱ ኮነ ዝወስዶም ዝነበረ ዘየማትኡ ስጒምታቱ ንገዛእቲ ኣይወሓጡሎምን ነበሩ፡፡ ካብ ቤተ መንግስቲ ብርቱዕ ተቓውሞ ዝበፅሖ ብዙይ ምኸንያት ከዓ ነበረ፡፡ ተፃይ ፅምብላዊ ትርኢትን ምቾትን፡ ብዝገበሮ ስብከት ዝሓዘና ወይዘራዝር ቤተ መንግስቲ፡ ብቕኑዕ ተፃያ ይዛረብ ከም ዘሎ ገይረን ስለ ዘእመናኣ፡ ብዙይ ኣዚያ ዝተቖጥዐት እዩዶክስያ ዝተብሃለት ንግስቲ፡ ንቲዮፊሎስ ዝበሃል ፀላኢ ዮሓንስ ኣፈ ወርቂ ዝነበረ ጳጳስ እስክንድርያ ኣእሚና፡ ብ403 ናብ ስደት ከም ዝኸይድ ገበረቶ፡፡ ብዙሕ ከይፀንሐ ንጉስ ኣርካዲዩስ ከም ዝምለስ ገበሮ። ድሕሪ ኸልተ ዓመት እንደገና ከም ዚስደድ ከዓ ገበረቶ /ብ24 ሰነ 404/፡፡ መጀመሪያ ናብ ወሰን ኣርመኒያ፡ ደሓር ናብ ፀሊም ባሕሪ ገፁ ከዓ ተሰደደ፡፡'
    },
    {
      'type': 'heading',
      'text': 'መወዳእታ ሕይወትን ዕረፍትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅድሚ ናብ ስደት ምኻዱ፡ ንዙ ዘይፍትሓዊ ስጒምቲ ብምቕዋም፡ ናብ ር.ሊ.ጳጳሳት ኢኖሰንት 1ይ ፂሒፉ ንቱ ጉዳይ ናብ ፍርዲ ቤት ከቕርቡሉ ተማሕፀነ፡፡ እንተኾነ ግን፡ ንቶም ንሶም ንቱ ጉዳይ ንምፅራይ ዝለአኹዎም 5ተ ኣቡናት ዘሎዉዎም ልኡኻት፡ ኣሰሩዎምን ኣዋሪዶም ንሮማ ከም ዚምለሱ ደኣ ገበሩዎምን፡ ብዙይ ምኸንያት ከዓ፡ ክሳብ ድሕሪ ሞት ዮሓንስ ከይተፈትሐ ዝፀንሐ ፍልልይ ከዓ ተፈጥረ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ዮሓንስ ንስደት ምስ ከደ፡ መጀመሪያ ን3ተ ዓመት ዝኣክል፡ ኣብ ገምገም ኣርመኒያ ኣብ ኩስኩስ ዝበሃል ቦታ ፀንሐ፤ ሓደገኛ\'ኳ እንተነበረ፡ ኣዕርኸቱ እናመፁ ይበፅሑዎ ከም ዝነበሩ፣ ምስ ምእመናን ቊስጥንጥንያ ኮነ ኣንፆኪያ ገና ርክብ ከም ዝነበሮ ተጠቒሱ ይርከብ፡፡ ብሕዝቡ ገና ብዝነበሮ ልዑል ተፈታውነት ኣዚዮም ዝሓረቑ ፀላእቱ ከዓ፡ ካብቱ ዝነበሮ ቦታ 600 ማይላት ኣርሒቑ ከም ዝስደድ ገበሩዎ። ናብኡ እንኪጐዓዝ ብዝበፅሖ ዘይንገር ድኻምን ሕማምን ከዓ፡ ኣብ ኮማና ናይ ፖንቱስ ምስ በፅሐ፡ \'\'ንዂሉ ነገር ንእግዚኣብሔር ምስጋናን ክብርን ይኹኖ፡ ኣሜን\'\' እናበለ፡ ብ14 መስከረም 407 ብሰላም ከም ዝዓረፈ ይንገር፡፡ ብ438 ትዮዶስዩስ 2ይ ንዋሳኡ ናብ ቊስጥንጥንያ ብምምፃእ፡ ኣብ ቤተ ክርስትያን ሓዋርያት ብዓጀብ ኪቕበር ከም ዝገበሩ ይንገር፡፡ ብ1204 ሰብ ፊነሲያ ንታ ኸተማ ወረሩዋ፣ ንኣስከሬኑ ከዓ ንሮማ ከም ዝውሰድ ከም ዝገበሩን፤ መቓብሩ አብ ቤተ ክርስትያን ቅዱስ ጴጥሮስ ከም ዝርከብን ተጠቒሱ ከዓ ይርከብ፡፡ ኣብ ምዕራባዊት ቤተ ክርስትያን ዝኸረ በዓሉ 13 መስከረም እንኪኸውን፡ ኣብ ሃገርና ዕረፍቱ ብ12 ግንቦት ይዝከር /17 ሕዳር ከዓ ርአ/፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ካብተን 14 ኣኰተተ ቊርባን ስርዓት ናይ ኢትዮጵያ /17 ናይ ካቶሊክ፣ ዝውሰኻ መዓዛ ቅዳሴ፤ ናይ ማርቆስን ናይ ያዕቆብን ኢየን/ ከዓ፡ ሓንቲ ብስሙ እትፍለጥ እንክትከውን፡ ቀዳም ስዑር፤ መጀመሪያ ዓርቢ፣ መድኃኔ ዓለም፣ በዓል መስቀል፤ ዕለት ዕረፍቲ ናይ ዮሓንስን ከዓ ትቕደስ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'መለለዪ ባህርያት ናይዙ ቅዱስ፡ ሕያውነትን ሰላምን፣ ንጉዳይ ቤተ ክርስትያንን ፍትሕን ብፅንዓት ጠጠው ምባልን ምምጓትን፣ ከምኡ ከዓ፡ ብቓልን ብግብርን ቅዱስ መፅሓፍን ትምህርቲ ቤተ ክርስትያንን ምስ ዕለታዊ ሕይወት ምዝማድን ነበሩ፤ ኣብነቱ ንከተል፡፡'
    },
  ],
'ቅዱስ ኣውጎስጢኖስ': [
    {'type': 'heading', 'text': 'ቅዱስ ኣውጎስጢኖስ ናይ ሂፖ (354-430)'},
    {
      'type': 'image',
      'path': 'assets/images/saints/AureliusAugustinusHipponensis.jpg',
      'caption': 'ቅዱስ ኣውጎስጢኖስ፡ ጳጳስ፡ ሊቅን መምህር ቤተ-ክርስትያንን'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ንእስነትን ትምህርትን'},
    {
      'type': 'paragraph',
      'text':
          'ኣውሬልዮስ ኣውጎስጢኖስ፡ ብ13 ሕዳር 354 ዓ.ም. ኣብ ታጋስቴ (Thagaste)፡ ሮማዊት ኣውራጃ ኑሚድያ (ሕጂ ሱቕ ኣህራስ፡ ኣልጀርያ) ተወልደ። ኣዲኡ፡ ቅድስቲ ሞኒካ፡ እምንቲ ክርስትያንን ንወደይ ናብ እምነት ክትመልሶ ብፀሎት እትፅዕርን ነበረት። ኣቡኡ፡ ፓትሪስዮስ፡ መጀመርያ ኣረማዊ ኮይኑ፡ ኣብ መወዳእታ ህይወቱ ግና ዝተጠመቐ እዩ ነይሩ። ኣውጎስጢኖስ ብሕፃንነቱ ከም ንኡሰ-ክርስትያን ተመዝጊቡ እኳ እንተነበረ፡ ኣይተጠምቀን።'
    },
    {
      'type': 'paragraph',
      'text':
          'ብሉፅ ተፈጥሮኣዊ ኣእምሮ ስለ ዝነበሮ፡ ንልዑል ትምህርቲ ናብ ማዳውራ፡ ቀፂሉ ድማ ናብ ካርቴጅ ተላእከ። ኣብ ካርቴጅ ኣብ ስነ-መደረ (Rhetoric) ተማሂሩ፡ ኣብኡ ግና ናብ ህይወት ዕልወትን ዓለማዊ ዝንባሌን ኣዘንበለ። ን15 ዓመታት ምስ ሓንቲ ዘይተመርዓዋ ሰበይቲ ፀኒሑ፡ ካብኣ ድማ ኣዴዮዳቱስ ("ካብ ኣምላኽ እተዋህበ") ዝተባህለ ወዲ ወለደ።'
    },
    {'type': 'spacer'},
    {
      'type': 'image',
      'path': 'assets/images/saints/AureliusAugustinusHipponensis0.jpg',
      'caption': null
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'መንፈሳዊ ምድላይ ሓቅን'},
    {
      'type': 'paragraph',
      'text':
          'ኣብ መበል 19 ዓመት ዕድሚኡ፡ ብንባብ ፅሑፋት ፈላስፋ ሲሰሮ፡ ንፍልጠት (Wisdom) ድሌት ኣሕደረ። እዚ ድሌት እዚ፡ ንነዊሕ ዓመታት ኣብ ዝተፈላለየ ፍልስፍናታትን ሃይማኖታትን ከንከራተት ገበሮ። ንቕዱሳት መፃሕፍቲ "ምዕቡላት ስለ ዘይኮኑ" ብምባል ነፀጎም። ንኣስታት ትሽዓተ ዓመታት፡ ንትምህርቲ ማኒካውነት (Manichaeism) ተኸቲሉ፡ እዚ ድማ ኣብ ዓለም ክልተ ተፃረርቲ ሓይልታት (ፅቡቕን ክፉእን) ከም ዘለዉ ዝኣምን እዩ ነይሩ። ይኹን እምበር፡ ቀስ ብቐስ ብትምህርቶም ተጠራጢሩ፡ ንሕሊናኡ ዘዕግብ መልሲ ክረክብ ኣይከኣለን።'
    },
    {
      'type': 'paragraph',
      'text':
          'ድሕሪኡ፡ ንሓፂር ግዜ ናብ ስኬፕቲሲዝም (ንሓቂ ምርካብ ዘይከኣል እዩ ዝብል ኣረኣእያ) ኣዘንቢሉ። ኣብዚ እዋን\'ዚ መምህር ስነ-መደረ ኮይኑ ኣብ ታጋስቴ፡ ካርቴጅ፡ ሮማ፡ ቀፂሉ ድማ ብ384 ዓ.ም. ኣብ ሚላኖ (ኢጣልያ) ይሰርሕ ነበረ። ኣብ ሚላኖ ድማ ምስ ኣዲኡ ቅድስቲ ሞኒካ ዳግም ተራኸበ።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ናብ ምልዋጥ ዘብፅሐ መንገዲ'},
    {
      'type': 'paragraph',
      'text':
          'ኣብ ሚላኖ፡ ኣውጎስጢኖስ ምስቲ ጳጳስ ዝነበረ ቅዱስ ኣምብሮስ ተራኸበ። መጀመርያ ንስብከታት ኣምብሮስ ዝሰምዕ ዝነበረ ንብቕዓት ኣገላልፃኡ ንምፍታን እምበር፡ ንትሕዝቶኡ ኣይነበረን። ቀስ ብቐስ ግና፡ ብብቕዓት ኣምብሮስ ኣብ ምትርጓም መፅሓፍ ቅዱስን ብመሰረታዊ ትምህርቲ ክርስትናን ልቡ ተሳሕበ። ኣብ ተመሳሳሊ እዋን፡ ፅሑፋት ኒዮፕላቶኒዝም (Neoplatonism) ኣንበበ። እዚ ፍልስፍና\'ዚ፡ ንኽፉእ ከም ጉድለት ፅቡቕ ገይሩ ክርእዮ ስለ ዝሓገዞ፡ ነቲ ማኒካዊ ኣተሓሳስባኡ ንምስባር ዓቢ ተራ ተፃወተ።'
    },
    {'type': 'spacer'},
    {
      'type': 'image',
      'path': 'assets/images/saints/AureliusAugustinusHipponensis1.jpg',
      'caption':
          'ቅዱስ ኣውጎስጢኖስ ከምቲ ኣብ ካቴድራል ፓሌርሞ ተሳኢሉ ዘሎ'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ተመክሮ ምልዋጥ ኣብ ኣታኽልቲ (Tolle, Lege)'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብ ክረምቲ 386 ዓ.ም.፡ ወዲ 32 ዓመት ከሎ፡ ኣውጎስጢኖስ ኣብ ዓቢይ ውሽጣዊ ቅልውላው ነበረ። ንሓቂ ክርስትና ብኣእምሮኡ ተቐቢልዎ እኳ እንተነበረ፡ ልቡ ግና ብልማዳት ሓጢኣት ተኣሲሩ ነበረ። ሓደ መዓልቲ ኣብ ኣታኽልቲ ገዝኡ ኣብ ሚላኖ፡ "ውሰድ ኣንብብ፡ ውሰድ ኣንብብ" (Tolle, lege!) ዝብል ድምፂ ህፃን ሰምዐ። ነዚ ከም መለኮታዊ ምልክት ጌሩ ተቐቢሉ፡ ናብቲ መፅሓፍ ቅዱስ ዝነበሮ ቦታ ተመሊሱ፡ ብሃውሪ ኣብ ዝገንፀሎ ገፅ ነዚ ቃል ኣንበበ፦ "ከም ብመዓልቲ ብቕንዕና ንንበር። ብጓይላን ስኽራንን፡ ብምንዝርናን ዕብዳንን፡ ብባእስን ቅንኣትን ኣይኹን። ንጎይታና ኢየሱስ ክርስቶስ ደኣ ልበስዎ እምበር፡ ንፍትወት ስጋኹም ክተውርዩ ኢልኩም ኣይትሕሰቡ።" (ሮሜ 13፡13-14)።'
    },
    {
      'type': 'paragraph',
      'text':
          'እዘን ቃላት እዚአን ንልቡ ብርሃን መሊአን፡ ፀልማት ጥርጣረኡ ተበቲኑ። ብኡንብኡ ንኣዲኡ ሞኒካ ነዚ ዜና ሓጎስ ኣበሰራ። ከምቲ ድሕሪኡ "ጎይታይ፡ ምእንታኻ ኢኻ ፈጢርካና እሞ፡ ልብና ኣባኻ ከይዓረፈ ዕረፍቲ የብሉን" ኢሉ ዝፀሓፎ፡ ኣብ ኣምላኽ ናይ ሓቂ ዕረፍቲ ረኸበ።'
    },
    {'type': 'spacer'},
    {
      'type': 'image',
      'path': 'assets/images/saints/AureliusAugustinusHipponensis2.jpg',
      'caption': null
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ጥምቀትን ቀዳማይ ገዳማዊ ህይወትን'},
    {
      'type': 'paragraph',
      'text':
          'ድሕሪ እዚ ተመክሮ\'ዚ፡ ኣውጎስጢኖስ ካብ ስርሑ ዓረፈ። ኣብ ለይቲ ፋሲካ 387 ዓ.ም.፡ ንሱን ወዱ ኣዴዮዳቱስን መሓዛኡ ኣሊፕዩስን ብኢድ ቅዱስ ኣምብሮስ ኣብ ሚላኖ ተጠመቑ። ድሕሪ ጥምቀቱ ናብ ዓዱ ኣፍሪቃ ክምለስ ወሰነ፡ ኣብ ጉዕዞ ግና ኣዲኡ ቅድስቲ ሞኒካ ኣብ ኦስትያ፡ ኢጣልያ፡ ዓረፈት። ኣብ ታጋስቴ ምስ ተመልሰ፡ ንገዝኡ ናብ ሓደ ዓይነት ገዳም ለዊጡ፡ ምስ መሓዙቱ ብፆምን ብፀሎትን ብምፅናዕ ቃል ኣምላኽን ይነብር ነበረ።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ክህነትን ጵጵስናን ኣብ ሂፖ'},
    {
      'type': 'paragraph',
      'text':
          'ብ391 ዓ.ም.፡ ኣውጎስጢኖስ ናብ ከተማ ሂፖ ሬግዩስ (Hippo Regius) ክበፅሕ ከሎ፡ ህዝቢ ነቲ ሽዑ ዝነበረ ጳጳስ፡ ንኣውጎስጢኖስ ከም ካህን ክሸሞ ለበውዎ። ኣውጎስጢኖስ ብዘይ ፍቓዱ ነዚ ተቐበሎ። ድሕሪ ሓሙሽተ ዓመት፡ ብ395/396 ዓ.ም.፡ ጳጳስ ሂፖ ኮነ። ነዚ መዝነት\'ዚ ን35 ዓመታት ክሳብ ዕለተ ሞቱ ብትግሃት ኣገልገለ። ብዓቢይ መንፈሳውነትን ክእለትን ይሰብኽ፡ ንድኻታት ይከናኸን፡ ንእምነት ክርስትና ድማ ካብ ዝተፈላለዩ ኑፋቄታት፡ ከም ማኒካውነት፡ ዶናቲዝምን ፔላግያኒዝምን ተኸላኸለ።'
    },
    {'type': 'spacer'},
    {
      'type': 'image',
      'path': 'assets/images/saints/AureliusAugustinusHipponensis3.jpg',
      'caption': null
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ዓበይቲ ፅሑፋትን ስነ-መለኮታዊ ኣበርክቶን'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ኣውጎስጢኖስ፡ ሓደ ካብቶም ዝዓበዩን ዝበዝሑ ፅልዋ ዝገበሩን ኣቦታት ቤተ-ክርስትያን እዩ። ካብቶም ኣዝዮም ዝፍለጡ ብዙሓት ፅሑፋቱ እዞም ዝስዕቡ ይርከብዎም፦'
    },
    {
      'type': 'list_item',
      'text':
          '"ኑዛዜኣት" (Confessiones): ናይ ገዛእ ርእሱ መንፈሳዊ ጉዕዞ ካብ ሓጢኣት ናብ እምነት ዝገልፅ፡ ከምኡ\'ውን ንኣምላኽ ዝቐርብ ውዳሴን ፀሎትን ዝሓዘ መፅሓፍ።'
    },
    {
      'type': 'list_item',
      'text':
          '"ከተማ ኣምላኽ" (De Civitate Dei): ንታሪኽ ሰብኣዊ ዘርኢ ከም ግጭት "ከተማ ምድሪ" (እትምራሕ ብፍቕሪ ርእሳ) ከምኡ\'ውን "ከተማ ኣምላኽ" (እትምራሕ ብፍቕሪ ኣምላኽ) ገይሩ ዘቕርብ ዓቢይ ስነ-መለኮታዊ ስራሕ።'
    },
    {
      'type': 'list_item',
      'text':
          '"ብዛዕባ ስላሴ" (De Trinitate): ንምስጢር ቅድስት ስላሴ ንምግላፅ ዝገበሮ ዓሚቝ ስነ-መለኮታዊ መፅናዕቲ።'
    },
     {
      'type': 'list_item',
      'text':
          '"ክርስትያናዊ ትምህርቲ" (De Doctrina Christiana): ብዛዕባ ከመይ ጌርካ መፅሓፍ ቅዱስ ከም እትርዳእን ከም እትምህርን ዝገልፅ።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ናይ መወዳእታ ዓመታትን ውርሻን'},
    {
      'type': 'paragraph',
      'text':
          'ኣብ መወዳእታ ህይወቱ፡ ከተማ ሂፖ ብወራር ቫንዳላውያን ተኸቢባ ኣብ ዝነበረትሉ እዋን፡ ቅዱስ ኣውጎስጢኖስ ብ28 ነሓሰ 430 ዓ.ም.፡ ኣብ መበል 76 ዓመት ዕድሚኡ ዓረፈ። ዝኽረ በዓሉ ዕለት 28 ነሓሰ ይ ઉજበል።'
    },
    {
      'type': 'paragraph',
      'text':
          'ድሕሪ ሞቱ፡ ንኣስከሬኑ ካብቶም ወረርቲ ንምድሓን፡ ናብ ሳርደኛ (ኢጣልያ)፡ ካብኡ ድማ ናብ ፓቪያ (ኢጣልያ) ተወስደ፡ ኣብኡ ድማ ክሳብ ሎሚ ብኽብሪ ዓሪፉ ይርከብ። ህይወቱን ፅሑፋቱን ንምዕራባዊ ስነ-መለኮትን ፍልስፍናን ክሳብ ሎሚ ብርቱዕ ፅልዋ ኣለዎ።'
    },
  ],
  'ቅዱስ ሊዮን ዓቢዪ': [
    {
      'type': 'heading',
      'text': 'ቅዱስ ሊዮን ዓቢዪ (+ 461 ዓ.ም.ፈ.)'
    },
    {
      'type': 'paragraph',
      'text':
          'ካብ 440 ክሳብ 461 ከም ር.ሊ.ጳጳሳት ዘገልገሉ፣ ካብ ሊቃውንቲ ቤተ ክርስትያን ሓደ ዝኾኑን፣ ብቅዱስ ሊዮን ዓቢዪ ዚፍለጡ ር.ሊ.ጳጳሳት ሊዮን ቀዳማይ፡ ምናልባት ብ400 ኣቢሎም ኣብ ቶስካና ከም ዝተወልዱ ይግመት። ብ10 ሕዳር 461 ኣብ ሮማ ብሰላም ከም ዝዓረፉ ተጠቒሱ ይርከብ፡፡ ኣብ ምብራቕ በዓሎም 18 የካቲት ይኸበር ነበረ /ቊስጥንጥንያ/፡፡ ብ754 ”ሊቅ ቤተ ክርስትያን” ከም ዝተብሃሉ ከዓ ይፍለጥ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ኣገልግሎት ጵጵስና'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ሊዮን ዓቢዪ ብ400 ኣቢሎም ኣብ ቶስካና /ኢጣልያ/ ኢዮም ዝተወልዱ፡፡ ብትምህርታዊ መዕበያኦምን ኣተሓሳስባኦምን ሮማዊ ነበሩ። ብ440 ዝተብኣሱ ወገናት ንምዕራቕ ኣብ ፈረንሳ ከም ዝነበሩ ይፍለጥ፡፡ ካብኡ ብሕዝብን ካህናትን ንር.ሊ.ጳጳሳት ሲክስቱስ 3ይ ንኸትክኡ ተፀውዑ፡፡ ብ440 ከዓ ኮኑ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ከም ርእሰ ሊቃነ ጳጳሳት፡ ኣብ ቀዳማይ ክፍሊ ጵጵስናኦም ንካቶሊካዊ እምነት ካብ መናፍቕነት ኒስጢሮሳውያንን ፐላጃውያንን ካልኦት ጊጉያት ትምህርታትን ተኸላኸሉ፤ ብ443 ናይቶም ድሮ ብር.ሊ.ጳጳሳት ኢኖሰንት ቀዳማይ ተኰኒኖም ናይ ዝነበሩ፡ ማኒከያንስ ዝበሃሉ መናፍቓን ጊጉይ ትምህርቲ ንምቅላዕ ኣኸባ ፀውዑ፡፡ ንቶም ኣብ ክርስቶስ ክልተ ኣካላት ኣለዉ ምስ በሉ፡ ብ431 ኣብ ጉባኤ ኤፌሶን ዝተወገዙ ኒስጢሮሳውያን\'ውን ከም ዝኾነኑ ይፍለጥ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብ ካልኣይ ኸፍሊ ጵጵስናኦም ከዓ ብጉባኤ ቃልቄዶን ኣቢሎም /451/ ንምስጢረ ስጋዌ መድሓኒና ጐይታና ኢየሱስ ክርስቶስ ተኸላኸሉ፡፡ ጳጳሳት ኣብቱ ጉባኤ \'\'ጴጥሮስ ብኣፍ ሊዮ ተዛሪቡ\'\' እናበሉ ዘመሩ፡፡ ብስብከቶምን ፅሑፋቶምን\'ውን ኣብ ሓምሻይ ዘመን ኣዚዮም ፍሉጥ ሰብ ነበሩ። ንቤተ ክርስትያን ን21 ዓመት ዝኣክል፡ ብትግሃትን ቅንዕናን ንጥፈትን ድሕሪ ምግልጋል፡ ብ461 ብሰላም ዓረፉ፡፡ ዝኸሪ በዓሎም ከዓ ሕዳር 10 እዩ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ሊዮን ናይ ሰላምን ዕርቅን ሰብ ነበሩ። ንእምነቶም ብፅኑዕ ሓለዉን ካብ መናፍቕነት ተኸላኸሉን፡፡ ንድኹማትን ስዱዳትን ፀግዒ ንበሩ። ንሰላምን ነፃነትን ቤተ ክርስትያን ፀዓሩ። ንምስጢረ ስጋዌ ተኸላኸሉ። ንምምሓር ስንድዊ ነበሩ፡፡ ኣብነቶም ንከተል፡፡'
    },
  ],
  'ቅዱስ በርናርዶስ ናይ ክለርቮ': [
    {
      'type': 'heading',
      'text': 'ቅዱስ በርናርዶስ ናይ ክለርቮ (1090-1153 ዓ.ም.ፈ.)'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ በርናርዶስ፡ ሓለቓ ገዳም ክለርቮ /ፈረንሳ/፣ ብቶሎጋዊ ፍልጠት ብፍላይ ናይ ሕይወት ምንኲስና፡ ከምኡ ከዓ ገዳማት ብምሕዳስን መንፈሳውነቱን ዝፍለጥን፡ ሓደ እንካብቶም ሊቃውንቲ ቤተ ክርስትያንን ዝኾነ ሲታዊ እዩ፡፡'
    },
    {
      'type': 'heading',
      'text': 'መበቈልን ምንኲስናን'
    },
    {
      'type': 'paragraph',
      'text':
          'በርናርዶስ ብ1090 ኣብ ፎንተ-ለ-ዲጆ ጥቓ ዲጆ ናይ በርገንዲ /ፈረንሳ/፡ እንካብ ሕያዎት ክርስትያን ስድራ ተወልደ፡ ኣብ መበል 21 ዓመት ዕድመኡ 30 ዝኾኑ ኣዕርኸቱን ኣዝማዱን ሒዙ ብ1111 ናብ ገዳም ሲቶ ኣተወ፡፡ ኣብኡ ሓዲሽ ገዛ ከጣይሽ ተሓተተ፤ እዚ ከዓ ቀስ ብቐስ ናብ ምሕዳስ ስርዓት ገዳም ሲታውያን ኣምርሐ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብኡ መንእሰይ ኣበ ምኔት ኰይኑ እናገልገለ እናሃለወ፡ ድሕሪ 4ተ ዓመት ብ1115 ብቅዱስ እስጢፋኖስ ሃርዲንግ ዝበሃሉ ሓለቓ ገዳ፡ ንሓዲሽ ገዳም ዝኸውን ቦታ ኣበይ ኪኸውን ከም ዝግባእ ምስ ሓተቱዎ፡ ክለርቮ ሓረየ፤ ንሳ ከዓ ቶሎ ኢላ ዋና ማእኸል ሲታውያን ኮነት፡፡'
    },
    {
      'type': 'heading',
      'text': 'ኣገልግሎትን ፅልውኡን'
    },
    {
      'type': 'paragraph',
      'text':
          'ከም ሓለቓ ገዳም ክለርቮ በርናርዶስ ኣብ ናይ ቤተ ክርስትያን ኮነ ናይ ፖለቲካ ጒዳያት ዓቢዪ ፅልዋ ገበረ፤ ብ1128 ከም ዋና ፀሓፊ ሲኖዶስ ናይ ትሮይ ኣገልገለ፤ ኣብኡ ከዓ ናይ ሓዲሽ ማሕበር ሕጊ ፀደቐሉ፡፡ ምስ ጳጳሳት ሮማ ፅኑዕ ርክብን ፍቕርን ነበሮ፤ ብዙይ ምኸንያት ከዓ ብ1145 ሓደ ሲታዊ መነኮስ ዩጀንዩስ 3ይ ብዝብል ስም ር.ሊ.ጳጳሳት ናይ ሮማ ተሾመ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብ ዝቕፅላ ዓመታት ሕይወቱ ዋና ስራሕ በርናርዶስ ተፃይ መናፍቓን ምፅሓፍን ምስትምሃርን ነበረ፡፡ ናቱ ፍሉጥ ፅሑፍ እቱ ኣብ ልዕሊ ምፅሓፍ መሃልየ መሃልይ ዝገበሮ ስብከታት እዩ። ንበዓላት ዝኸውን ስብከታት፣ ከምኡ ከዓ ብዛዕባ ምንኲስናዊ ሕይወት፡ ብፍላይ ብዛዕባ ትሕትናን ፍቕርን ከም ዝፀሓፈ\'ውን ይፍለጥ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'በርናርዶስ ካብ እስጳኛ ናብ ሶሪያ፣ ካብ ሲሲሊ /ደሴት ኢጣልያ/ ናብ ሲዊድን ብዙሓት ገዳማት ኣጣየሸ፡፡ ጎንፅታት ኣብ ዘለዉሉ ከባቢታት ከዓ፡ ብዙሕ ጊዜ ከም ገባሪ ሰላም /መንጐይና ዓራቒ/ ይምዘዝ ነበረ፡፡ ብተወሳኺ ኣብ መንጐ ሕዝቢ ብትምህርቱን፣ መንፈሳውነቱን ብዝሒ ተኣምራታቱን ኣዚዩ ተፈላጥን ክቡርን ቅዱስ ከዓ ነበረ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ዕረፍትን መዓርጋትን'
    },
    {
      'type': 'paragraph',
      'text':
          'እዙ ዓቢዪ ቅዱስ ብ20 ነሓሰ 1153 ኣብ ክለርቮ /ፈረንሳ/ ከም ዝዓረፈ ይፍለጥ፡፡ ብር.ሊ.ጳጳሳት እስክንድር 3ይ፡ ብ18 ጥሪ 1174 \'\'ቅዱስ\'\'፣ ብ1830 ከዓ፡ ብር.ሊ.ጳጳሳት ፒዮስ 8ይ \'\'ሊቅ ናይ ቤተ ክርስትያን\'\' ተብሃለ፡፡ ብናቱ ልዑል ኣበርክቶ መሰረት፡ መበል 12 ክፍለ ዘመን ሓደሓደ ጊዜ፡ \'\'ዘመን በርናርዶስ\'\' እናተብሃለ ከዓ ይፅዋዕ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብ መንጐ ውሩያት ፅሑፋቱ፡ እቱ ኣብ ልዕሊ ፀጋን ነፃ ድላይን ዝፀሓፎ፣ ትንተና ብዛዕባ ክርስትያናዊ ቅድስና፣ ፍቕሪ ኣምላኽን፣ ከምኡ ከዓ መፅሓፍ ትርጉም ኣብ ልዕሊ መሃልየ መሃልይን ይርከቡዎም፡፡ እቱ \'\'ኦ ፍፅምቲ ሕያወይቲ ድንግል ማርያም፡ ናብ ሓለዋኺ እንካብ ዚጐየዩ፣ ረዲኤትኪ\'ውን እንካብ ዝለመኑ፣ ልመናኺ\'ውን እንካብ ዚደለዩ፣ ካብዚኣተም ሓደ\'ኳ ዝጠፍአ ከም ዘይተሰምዐ ሕሰቢ፡፡ ኦ ድንግልተ ደናግል እነይ፡ ኣነ\'ውን ብዙሕ እምነት\'ዙይ ፀኒዐ፡ ቐልጢፈ ናባኺ እመፅእ ኣሎኹ፡፡ ብሓጢኣትይ እናተጨነቕኩ\'ውን፡ ኣብ ቕደመኺ ደው እብል ኣሎኹ፡፡ ኦ እኖ ቃል፡ ንፀሎተይ ብሕያውነትኪ ስምዕዮ፤ ኣስተፅምእዮ እምበር ኣይትንዓቕዮ፤ ኣሜን\'\' እናበለ፡ ናብ እኖና ቅድስቲ ድንግል ማርያም ዝገበሮ ፀሎት ኣዚዩ ልሙድን ፍሉጥን እዩ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ኣብነትን ምኽርን'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ በርናርዶስ ናብ ገዳም ንኸኣትዉ ንዝሓቱዎ ዝነበሩ ሰባት፡ \'\'እታ ሒዝኩምዋ ዝመፃእኹም ስጋኹም ኣብ ደገ ግደፉዋ፤ ኣብዙይ ንነፍሲ ዝኸውን ቦታ ጥራሕ እዩ ዘሎ\'\' እናበለ ይምልስ ከም ዝነበረ ተጠቒሱ ይርከብ፡፡ \'\'እንታይ ደሊኻ ናብዙይ መፂእኻ?\'\' እትብል መዓልታዊት ሕቶ ቅዱስ በርናርዶስ፡ ብፍላይ ኣብ ገዳማትን ዘርኣ ክህነታትን ክንኣቱ እንደሊ ኾነ፡ ኣብኡ እንነብርን እንሰርሕን\'ውን፡ ነፍስ ወከፍና ንባዕልና ክንሓትት ከዓ ይግባእ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ በርናርዶስ ከም ቅዱስ ኣንጦንዮስ ስሚ መናፍቓን ስለ ዝነበረ \'\'መዶሻ መናፍቓን\'\' ዝብል ሳጓ\'ውን ከም ዝነበሮ ይንገር፡፡ ብፅሑፋቱ ኮነ ብኣብነታዊ ሕይወቱ ልዕሊ ዂሉ ከዓ፡ ናብ ኣምላኽን ናብ ብፃይናን ከመይ ኢልና ብፍቕሪ ክንቐርብ ከም እንኽእልን ከም ዝግብአናን ዘስተምሃረ ዓቢዪ ቅዱስ እዩ። ኣብነቱ ንከተል፡፡ ዝኸረ በዓሉ ነሓሰ 20 እዩ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          '\'\'ቅዱስ በርናርዶስ፡ ኮኸብ ገዳማት፣ ረዳእ ፅጉማት፣ ገባር ተኣምራት፣ ዓራቕ ብኡሳት፣ ንታ ብጥምቀት ዝተቐበልካያ ፀጋ እግዚኣብሔር ዘየጥፋእካያ፡ ንቶም ብምስሊ ደቂ ሰብ ኮይኖም፡ ናብ ርኸሰት ከውድቑኻ ኢሎም፡ ኪፍትኑኻ ዝመፁ ሰይጣውንቲ ክተህድመሉ እትኸእል ፀጋን ትብዓትን ዝረኸብካ፣ ኣብ ዂሉ ስራሕካ ብማርያም እኖኻ ተመሪሕካ እትኸይድ ዝነበርካ፣ መራሒናን ረዳኢናን ክትኸውን ንልምነካ አሎና። ኦ ቅዱስ በርናርዶስ፡ ምስ መነኮሳት መነኮስ፣ ምስ ነገስታት ንጉስ፣ ምስ ጳጳሳት ጳጳስ፣ ምስ ሊቃውንቲ ሊቅ ኮይንካ ንሃገራትን ንነፍሳትን ዝመራሕካ፡ ብቱ ኣብ ልብኻ ተኣጒዱ ዝነበረ መለኮታዊ ፍቕሪ ኣቃፅለና፡፡ ከከም ፀዋዕታናን ነብራናን፡ እንነብረሉ ፀጋ ኣውህበና። ኦ ምእንቲ ሰላም ዝደኸምካ ቅዱስ በርናርዶስ፡ ናይ ቤተ ክርስትያን ሽልማትን ሃብትን ሰላም ከም ዝኾነ ዘክር፡፡ ኣብ ማእኸል ውሉደ ክህነትን ሃገራትን፡ ናይ ደቂ እግዚኣብሔር ሰላም ከም ዝነግስ ግበር። አሜን\'\' /እንካብ መና ፀሎታት/፡፡'
    },
  ],
  'ቅዱስ ፍራንቸስኮስ ናይ ኣሲዚ': [
    {
      'type': 'heading',
      'text': 'ቅዱስ ፍራንቸስኮስ ናይ ኣሲዚ (1182-1226 ዓ.ም.ፈ.)'
    },
    {
      'type': 'paragraph',
      'text':
          'መስራቲ ገዳም ፍራንቸስካውያን /ማሕበር ንኡሳን ኣሓው ካፑቺኒ/፤ ማሕበር ዕፁዋት ደናግል ቅድስቲ ክላራን \'\'ሱልሳይ ስርዓትን\'\'፤ ሓደ እንካብቶም ሊቃውንቲ ቤተ ክርስትያንን ዝኾነ ቅዱስ ፍራንቸስኮስ በርናርዶነ፡ ካብ ኣቦኡ ጴጥሮስ በርናርዶነን ካብ እኖኡ ፒካን ብ1181/82 ኣብ ኣሲዚ ተወልደ፤ ኣቦኡ ሃብታም ቀላሚ ሃርን ናይ ዓለባ ነጋዴን ዝነበረ እንኪኸውን፡ እኖኡ ከዓ ካብ ፍሉጣት ስድራ /ፒካርዲ/ ፈረንሳውያን ከም ዝነበረት ይፍለጥ፡፡ ስም ክርስትናኡ ዮሓንስ እናሃለወ፡ ኣቦኡ ንወዱ \'\'ፍራንቸስኮስ\'\' ኢሉ ስም ከም ዘውፅአሉ፣ እዚ ዝኾነ ከዓ፡ ናብ ፈረንሳ ከይዱ እንኪምለስ ተወሊዱ ምስ ፀንሖ፡ ስም እታ ንሱ እንኪውለድ ዝተጒዓዘላ ዓዲ /ፈረንሳ/ ንምምልካት እዩ ዝብል ዛንታ ኣሎ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ንእስነትን ለውጥን'
    },
    {
      'type': 'paragraph',
      'text':
          'ፍራንቸስኮስ ብዘመኑ ዝነበረ ትምህርቲ ከም ዝተምሃረ፣ ዝተወሰነ ፍልጠት ቋንቋታት ላቲንን ግሪኽን ከዓ ከም ዝነበሮ ይፍለጥ፡፡ ክሳብ ወዲ 20 ዓመት ዝኸውን ንኣቦኡ ይሕግዝ ከም ዝነበረ፣ ብባህርዩ ከዓ ውዑይንን በሊሕን ከምኡ ለጋስን ከም ዝነበረ ታሪኽ ሕይወቱ ይሕብር። ብቱ ሓደ ወገን ከዓ፡ ከምቶም ብጊዜኡ ዝነበሩ መንእሰያት ኣሲዚ፡ ኣብ እዋን ንእስነቱ ብዙሕ ዕግርግርን ሃተውተውን ዝመልኦ ሕይወት ከም ዘሕለፈ\'ውን ይንገር፡፡ ሃብቱን ፍቕሪ ሕይወትን ሓላፊ መንእሰያት ኣሲዚ ከዓ ገይሩዎ ነበረ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ1202 ብምኸንያት ዶብ ኣብ መንጐ ኣሲዚን ፐሩጂያን ኣብ ዝተገብረ ውግእ ከም ዝተሳተፈን፣ ተትሒዙ ንሓደ ዓመት ዝኣክል ከም ዝተኣስረን ይንገር /1202-03/፡፡ ምስ ተፈትሐ ኣብ ኣሲዚ ናብ ናይ ቀደም ሕይወቱ ከም ተመልሰ፣ አብኡ ከዓ ብርቱዕ ከም ዝሓመመን ይፍለጥ፡፡ ብዛዕባ ሕይወቱ ኣፀቢቑ ከስተንትን ዝጀመረ ከዓ ሽዑ ነበረ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ፀዋዕታን ምውፋይን'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ1205 ናብ ውትህድርና ተመሊሱ፡ ተፃይ ኣፑሊያ ንምውጋእ እንደገና ናብ ዓውዲ ኲናት ምስ ነቐለ፡ ኣብ ስፖለቶ ብዝረኣዮ ራእይ ምኽንያት ናብ ዓዱ ንኣሲዚ ተመልሰ፤ ኣብኡ ግን እቱ ናይ ቀደም ሕይወት ኣዚዩ እናተፀልኦ ኸደ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብታ ዓመት እቲኣ ንሮማ ንንግደት ከደ፤ ኣብ ዙርያ ቤተ ክርስትያን ቅዱስ ጴጥሮስ ዝነበሩ ብዙሓት ለመንቲ ብዙሕ ኣሕዝኑዎ፡፡ ምስ ሓደ እንካብኣቶም ከዓ ኸዳኑ ለዊጡ ሓደ መዓልቲ ምፅዋት ኪልምን ከም ዝወዓለ ተጠቒሱ ይርከብ፡፡ ምስ ተመልሰ\'ውን ንሓደ ለምፃም ብምሕቋፍ ንኣታቶም ዝነበሮ ፍቕሪ ከም ዝገለፀ ይንገረሉ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ1206 ኣብ ውሽጢ ቤተ ክርስትያን ቅዱስ ዳሚያኖ ፀሎት ኪገብር እንከሎ፡ እንካብ ስቕለት ዓቢዪ መስቀል፡ ሰለስተ ጊዜ ንታ ክትዓኑ ቐሪባ ዝነበረት ቤተ ክርስትያን ከሐድሳ ዝፅውፆ ድምፂ ሰምዐ፤ ብዙይ ምኸንያት፡ ወዲ 25 ዓመት መንእሰይ እንከሎ፡ ዂሉ ሃብቱ ንብረት ውርሻን ገዲፉ ኣብ ቅድሚ ኣቡንን ነበርቲ እታ ከተማን ክዳኑ እንከይተረፈ ቐንጢጡ ደርቢዩ፡ ንባዕሉ ምሉእ ብምሉእ ንኣገልግሎት ኣምላኽ ኣወፈየ፤ ፈረሱን ገለ ዓለባ ኣቦኡን ሸይጡ ንምሕዳስ ኣብያተ ክርስትያናት ኪውዕል ኣወፈየ፤ ንዓለማዊ ሃብትን ኣነባብራን ጠቕሊሉ ብምግዳፍ ስራሑ ንኣብያተ ክርስትያናት ዝኸውን ሓገዝ ምልማን ኮነ፡፡ ብዞም ዝተጠቕሱ ምኽንያታት /ሓድሽ ኣካይዳኡን ኣተሓሳስባኡን/ ምስ ኣቦኡ ዝነበሮ ርክብ ተቐረፀ፤ ኣባረሮ\'ውን /1206-1208/፡፡'
    },
    {
      'type': 'heading',
      'text': 'ምምስራት ማሕበር'
    },
    {
      'type': 'paragraph',
      'text':
          'ፍራንቸስኮስ ኣብ ቀዳማይ ኸፍሊ ሕይወት ኣገልግሎቱ /1204-1209/: ወጮ ተኸዲኑ ሕይወት ብሕትውና መርሐ፡፡ ብ24 የካቲት 1209 ኣብ ትሕቲ ኣሲዚ ኣብ ዝርከብ ጐልጐል፡ ኣብ ፖርቲዩንኩላ ኣብ ቤተ ክርስትያን ቅዱስ ዳሚያኖ ቅዳሴ ኪሰምዕ እንከሎ፡ መድሓኒና ጐይታና ኢየሱስ ክርስቶስ፡ እቱ ንሓዋርያቱ እንኪልእኾም ዝበሎም /ማቴዎስ 10:7-10/ ብቐጥታ ንኣኡ\'ውን ከም ዝምልከትን፣ ተመሳሳሊ ሕይወት ንኪመርሕ ዝቐርበሉ ዘሎ ፀዋዕታ ከም ዝኾነን፣ ተልእኾኡ ከዓ ናይ ስብከተ ወንጌል ምዃኑን ብጋህዲ ተረድአ፡፡ በትሩን ሳእኑን ደርቢዩ ብገመድ ዝዕጠቖ ነዊሕ ፀሊም ክዳን ተኸድነ፤ ንድሕነት ነፍሳት ከዓ ተበገሰ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብ ውሽጢ ሓፂር ጊዜ ተመሳሳሊ ሕይወት ኪነብሩ ዝደልዩ፡ ዝተወሰኑ ተኸተልቲ ከዓ ኣፍረየ፡፡ ቀዳሞት ተኸተልቱ ኣብቱ መጀመሪያ፡ ምሉእ ብምሉእ ብኣኡ ይምርሑ ነበሩ። ቑፅሪ ተኸተልቱ 12 ምስ በፅሐ ግን፡ ንኣታቶም መምርሒ ዝኸውን ንወንጌል ማእኸል ዝገበረ ቀሊል ሕጊ ኣርቀቐ፤ ብ1209 ንሮማ ምስ ከደ፡ ካብ ር.ሊ.ጳጳሳት ኢኖሰንት 3ይ ንሕጉ ናይ ቃል ድጋፍ ረኸበሉ፤ እቱ ሕጊ ደሓር ብ1212 ከም ሕጊ ማሕበር ፀደቐ፡፡ ንኪሰብኩ ብወግዒ ፍቓድ ተውሃቡ፤ ኣብ ፖርቲዩንኩላ ዝነበረት ቤት ፀሎት ማእኸል ምንቅስቓሶም ነበረት፡፡ ክላራ ኣብኡ ኢያ ዝነበረት፤ ምሳኣ ኰይኑ\'ውን እዩ ብ1212 ማሕበር ዕፁዋት ደናግል ዝመስረተ፡፡ ብፆት ፍራንቸስኮስ ንባዕላቶም \'\'ንኡሳን ኣሕዋት\'\' እናበሉ ይፅውዑ ነበሩ፤ ቊፅሮም ከዓ ቐልጢፉ እናሰሰነ ኸደ።'
    },
    {
      'type': 'heading',
      'text': 'ሓዋርያዊ ስብከት'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብ ኻልኣይ ኸፍሊ ሕይወቱ /1209-1224/፡ ፍራንቸስኮስ ምስ ብፆቱ ኾይኑ ኣብ ዝተፈላለየ ብርክን ዓይነትን ሕይወት ንዘሎዉ ሰባት ወንጌል ሰበኸ፡፡ ዓውዲ ስብከቶም ግን ገና ኣብ ዓዲ ጥልያን ነበረ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ1212 ኣብታ ብሓገዝ ቅድስቲ ክላራ ናይ ኣሲዚ ማሕበር ዕፅዋት ደናግል ፍራንቸስካውያን ዝመስረተላ ዓመት፡ ፍራንቸስኮስ ናብ ሶሪያ ኪኸይድ ሃቀነ፤ እንተኾነ ግን ብማዕበል ምኽንያት ኣብ ድልማጢያ ድሕሪ ምዕራፍ፡ ንድሕሪት ኪምለስ ተገደደ፡፡ ንሰማዕትነት ብዝነበሮ ድልየት ብ1213/1214 ናብ ሞሮኮ ዝገበሮ ጒዕዞ፡ ብሕማም ምኸንያት ቐልጢፉ ተቖፅየ፡፡ ደሓር ሓሙሽተ ደቂ ማሕበሩ ብእስላም ኣብ ሞሮኮ ከም ዝተቐትሉ ከዓ ይፍለጥ፡፡ ብ1219 ናብ ግብፂ ተጒዓዘ፤ ንሱልጣን ማለክ ኣልካሚል ናብ ክርስትና ንምእታው ዝገበሮ ፈተነ ፈሸለ፡፡ ናብ ፍልስጤም ከይተረፈ ከም ዝኸደ\'ውን ገሊኦም ምንጭታት ይሕብሩ። ብ1220 ናብ ኢጣልያ ተመልሰ፡፡'
    },
    {
      'type': 'heading',
      'text': 'መወዳእታ ዓመታትን ቅንዋትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብ መንጐኡ ማሕበሩ ኣዚዩ እናዓበየ ኸደ፤ ብ1217 ከዓ ብክፍለ ሃገራት /ፕሮቪንስ/ ተመቓቒሉ ከም ዝመሓደር ተገብረ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ፍራንቸስኮስ ገሊኦም ኣኃው ሓድሓደ ኸፍሊ ሕጊ ማሕበሮም ኪመሓየሽ ብዝሓተቱዎ መሰረት፡ ብ1220 አብ ልዕሊ ኻልኣይ ሕጊ ማሕበሩ ምስራሕ ጀመረ፤ ሀዚ ፍራንቸስኮስ ዲያቆን ከም ዝነበረ ይፍለጥ፡፡ እቱ ዝተመሓየሸ ሕጊ ከዓ፡ ብ1221 አብ አሲዚ 3 ሺሕ ደቂ ማሕበር ኣብ ዘለዉሉ ፀደቐ፤ እቱ ናይ መወዳእታ ከዓ ብ1223፡፡ ኣብዛ ዓመት እዚኣ በዓቲ ቤተ ልሄም /ክሪብ/ ሰርሐ፤ ካብኡ ንነዘ ተመሳሳሊ በዓቲ ናይ ምስራሕ ልምዲ ከዓ ኣብ ዂሉ ቦታ ተኣታቲዩ ይርከብ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብ ናይ መጨረሻ ኸፍሊ ሕይወቱ ከዓ /1224-1226/፡ ፍራንቸስኮስ ኪዓውር ቐሪቡን ብዝተፈላለዩ ኻልኦት ሕማማት እናተሳቐየን እንከሎ፡ ኣብ ርእሲኡ ብ1224 ቅንዋት መድሓኒና ጐይታና ኢየሱስ ክርስቶስ ተቐበለ /ቅድስቲ ከተሪና ናይ ሴናን ቅዱስ ኣባ ፒዮ\'ውን ተመሳሳሊ ቅንዋት ከም ዝነበሮም ይፍለጥ/፡፡ ብ14 መስከረም 1224፡ ኣብ እምባ ኣልቨርኖ ብፍቕሪ ክርስቶስ ቆሲሉ እናሃለወ፡ \'\'መሃልይ ናይ ፀሓይ\'\' ዘርእስቱ መፅሓፍ ደረሰ፤ እንካብ ፅሑፉ ዓሚቚ ክርስትያናዊ ፍቕሪ ተፈጥሮ ከም ዝነበሮ ከዓ ይፍለጥ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          '\'\'ማሕበር ንኡሳን ኣሓው ካፑቺኒ\'\'፡ ብ1536 ሕጉ ብር.ሊ.ጳጳሳት ጳውሎስ 3ይ ዝፀደቐን፣ ርእሱ ዝኸኣለ ጨንፈርን ኣካልን ናይቲ ፍራንቸስኮስ ዝመስረቶ ማሕበር እዩ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ፍራንቸስኮስ ኣብ 45 ዓመታት ዕድመኡ፡ ብ3 ጥቅምቲ 1226 ኣብ ኣሲዚ፡ ኣብ ቅድስቲ ማርያም ናይ ፓርቲዩንኩላ \'\'ሓፍትና ሞት እንቋዕ ደሓን መፃእኺ\'\' እናበለ ብሰላም ዓረፈ፤ ብ4 ጥቅምቲ 1226 ኣብ ቤተ ክርስትያን ቅዱስ ጊዮርጊስ ኣብ ኣሲዚ ሓመድ ኣዳም ለበሰ። ብ1230 ኣስከሬኑ ናብቱ ኣብ ገምገም ኣሲዚ ዝተሃንፀ ሓዲሽ ቤተ ክርስትያን ከዓ ተወስደ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ርስትን ኣብነትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ፍራንቸስኮስ ኸልተ ዓመት ድሕሪ ሞቱ ብ16 ሓምለ 1228፡ ብር.ሊ.ጳጳሳት ጐርጐርዮስ 9ይ \'\'ቅዱስ\'\' ተብሃለ፤ ብ1916 \'\'ሓላዊ ቅዱስ ስራሓውቲ ካቶሊክ\'\'፣ ብመንፈሳውነቱን ብሓዋርያዊ ኣገልግሎቱን ንክስቶስ ኣፀቢቑ ስለ ዝመስል ዝነበረ ከዓ፡ ብ1926 ብር.ሊ.ጳጳሳት ፒዮስ መበል 11 \'\'ካልኣይ ክርስቶስ\'\'፣ ብ1939 ከዓ \'\'ሓላዊ ቅዱስ ኢጣልያ\'\' ከም ዝተብሃለ\'ውን ይፍለጥ፡፡ ዝኸረ በዓሉ ከዓ ጥቅምቲ 4 እዩ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ፍራንቸስኮስ ንሕይወት ክርስቶስ፡ ብቶም ፍሉጣት ኸልተ ባህርያት ድኽነትን ትሕትናን ዝገለፀ ዓቢዪ ቅዱስ እዩ፡፡ ከምቲ ጐይታና ኢየሱስ ክርስቶስ ንሓዋርያቱ ዝበሎም፡ \'\'ንኣምላኽን ንዂሉ ሰብን ምእንቲ ክነገልግል ትሑታትን ገርህን ንፁሓትን ክንከውን ኣለና\'\' ይብል ከም ዝነበረ ተጠቒሱ ይርከብ፡፡ ንሓዋርያዊ ተልእኾኡ ዝነበሮ ፍቕርን ቅንኣትን ተኣማንነትን ኣዚዩ ልዑል ነበረ፡፡ ብወንጌላዊ ድኽነት ብምንባር ኣብ ሕይወት ተኸተልቱ ፍፁም ሓጐስን ነፃነትን ዘስረፀ ቅዱስ\'ውን ንሱ እዩ፡፡ ምስ ስብከት፡ ደቂ ማሕበሩ ጊዜ ፀሎትን ፅምዋን ኪህልዋቶም ይምዕድ ነበረ፡፡ መንፈሳውነቱ ብፍላይ ኣብ ፍኖተ መስቀል ዘተኮረ ምንባሩ ይፍለጥ፡፡ ብስብከቱን ብፍላይ ከዓ በነባብራ ሕይወቱን፡ ቤተ ክርስትያን ወገንን ጠበቓን ድኻታትን ድኹማትን ከም ዝኾነት ዝመሃረን ዚመስከረን ቅዱስ ከዓ እዩ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ምእንቲ ፍቕሪ ክርስቶስн ኣገልግሎት ወንጌልን ከዓ፡ ንዝበሊ ምድራዊ ሃብቱ ገዲፉ ንዘይበልን ዘይበርስን ሰማያዊ ሃብቲ ርስቲ መንግስተ ሰማይ ዝወረሰ ዓቢዪ ቅዱስ እዩ፡፡ ብካቶሊክ ጥራሕ ዘይኮነስ ብኻልኦት ክርስትያን\'ውን ከም ዓቢዪ ቅዱስ ዝረአ ሰብ ከዓ እዩ፡፡ ኣብነቱ ንከተል፡፡'
    },
  ],
'ቅዱስ ኣንጦንዮስ ናይ ፓድዋ': [
    {
      'type': 'heading',
      'text': 'ቅዱስ ኣንጦንዮስ ናይ ፓድዋ (1195-1231)፡ ሰባኺ፡ ሊቅ ቤተ-ክርስትያንን ገባሬ ተኣምራትን'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/saintanthony.jpg',
      'caption': 'ቅዱስ ኣንጦንዮስ ናይ ፓድዋ ምስ ህፃን ኢየሱስ'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብ ታሪኽ ካቶሊካዊት ቤተ-ክርስትያን፡ ከም ቅዱስ ኣንጦንዮስ ናይ ፓድዋ ንልቢ ምእመናን ዝሰረቐ፡ ስሙ ምንጪ ምፅንናዕን ተስፋን ዝኾነ ቅዱስ ውሑድ እዩ። ህዝቢ "ፈዋሲ ዓለም"፡ "ረኻባይ ዝጠፍአ" ከምኡ\'ውን "ሓላዊ ድኻታት" ኢሉ ይፅውዖ እኳ እንተኾነ፡ ህይወቱ ግና ካብዚ ኣዝዩ ዝዓመቘ፡ ናይ ብልሒ፡ ትሕትናን ንኣምላኽ ናይ ምሉእ ብምሉእ ተወፋይነትን መስተንክራዊ ታሪኽ እዩ።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ካብ ፈርዲናንድ ናብ ኣንጦንዮስ፡ ጉዕዞ ናብ ፍራንቸስካዊ ህይወት'},
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ኣንጦንዮስ፡ ብስም ፈርዲናንድ ማርቲንስ ደ ቡልሆይስ (Fernando Martins de Bulhões) ብ15 ነሓሰ 1195 ዓ.ም. ኣብ ሊዝበን፡ ፖርቱጋል፡ ካብ ሓንቲ ሃብታምን መኳንንታዊትን ስድራቤት ተወልደ። ካብ ንእስነቱ ጀሚሩ ንፍልጠትን ንመንፈሳዊ ህይወትን ዝነበሮ ህንጥዮት ፍሉይ ነበረ። ኣብ መበል 15 ዓመት ዕድሚኡ (1210 ዓ.ም.)፡ ንዓለማዊ ህይወት ራሕሪሑ፡ ኣብ ገዳም ቅዱስ ኣውግስጢኖስ ተፀንበረ። ኣብኡ፡ ንልዕሊ ዓሰርተ ዓመታት ብትግሃት መፅሓፍ ቅዱስን ስነ-መለኮትን ተማህረ፡ ሓደ ካብቶም ኣብቲ ዘመን ዝነበሩ ዝበለፁ ሊቃውንት ድማ ኮነ።'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/saintanthony0.jpg',
      'caption': null
    },
    {
      'type': 'paragraph',
      'text':
          'ህይወቱ ግና ኣብ 1220 ዓ.ም. ብሓደ ፍፃሜ ተቐየረ። ሬሳ ናይቶም ኣብ ሞሮኮ ብሰበኻ ወንጌል ዝተሰየፉ ሓሙሽተ ቀዳሞት ፍራንቸስካውያን ሰማዕታት ናብ ፖርቱጋል መፀ። ፈርዲናንድ ነቲ ጅግንነቶምን ንክርስቶስ ዝነበሮም ፍቕርን ምስ ረኣየ፡ ልቡ ብመንፈስ ሰማዕትነት ተቓፀለ። እቲ ኣብ ውሽጢ ገዳም ዝነበሮ ምቹእ ህይወት መፅናዕቲ፡ ምስቲ ንክርስቶስ ኢልካ ህይወትካ ምሃብ ክወዳደር ከሎ፡ ዋጋ ከም ዘይብሉ ተሰምዖ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ብኡ ንብኡ፡ ካብቲ ዝነበሮ ማሕበር ኣውግስጢኖሳውያን ወፂኡ፡ ምስቶም ድኻታትን ተራን ዝነበሩ ናይ ቅዱስ ፍራንቸስኮ ደቀ-መዛሙርቲ (Franciscans) ክፅንበር ወሰነ። ኣብ ቤት ፀሎት ቅዱስ ኣንጦንዮስ ኣብ ኦሊቫረስ፡ ንኽብሪ ቅዱስ ኣንጦንዮስ ዓቢይ (ኣቦ መነኮሳት)፡ "ኣንጦንዮስ" ዝብል ስም ተቐበለ። ድሌቱ ሓደ ጥራይ ነበረ፡ ናብ ሞሮኮ ኬድካ ወንጌል ሰቢኽካ፡ እንተተኻኢሉ ድማ ሰማዕት ክትከውን።'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/saintanthony5.jpg',
      'caption': null
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'እቲ ብማዕበል እተመዝዘ መደብ ኣምላኽ'},
    {
      'type': 'paragraph',
      'text':
          'ኣብ መወዳእታ 1220 ዓ.ም.፡ ኣንጦንዮስ ምስ ሓደ ብፃዩ ናብ ሞሮኮ ገዓዘ። እንተኾነ፡ መደብ ኣምላኽ ካብ ናቱ ዝዓበየ ነበረ። ኣብ ሞሮኮ ምስ በፅሐ፡ ብርቱዕ ሕማም ሓዞ፡ እቲ ዝሓለሞ ኣገልግሎት ክጅምር እኳ ኣይከኣለን። ብኣካላዊ ድኻም ተሰናኺሉ፡ ናብ ፖርቱጋል ክምለስ ተገደደ። ኣብ መርከብ ተሳፊሩ ክምለስ ከሎ ግና፡ ሓደ ብርቱዕ ማዕበል ነታ መርከብ ካብ መስመር ኣውፂኡ ናብ ገማግም ሲሲሊ፡ ኢጣልያ ደፍኣ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብ ኢጣልያ፡ ሓድሽ መፃእን ሕሙምን ኮይኑ፡ ዋላ ሓደ ዝፈልጦ ሰብ ኣይነበረን። እቶም ፍራንቸስካውያን ኣሕዋት ተቐቢሎም ናብ ሓደ ገዳም ኣብ ጥቓ ፎርሊ ወሰድዎ። ኣብ 1221 ዓ.ም. ኣብ ኣሲዚ ኣብ ዝተገብረ ናይ ማሕበር ኣኼባ ተሳቲፉ ምስ ቅዱስ ፍራንቸስኮ ተራኸበ። ድሕሪኡ ኣብቲ ገዳም፡ እቲ ሊቅን ተመራማርን ዝነበረ ኣንጦንዮስ፡ ነቲ ዝነበሮ ዕዙዝ ፍልጠት ሸፊኑ፡ ኣብ ክሽነ ምሕጋዝን ገዳም ምፅራይን ዝኣመሰለ ትሑት ስራሓት እናሰራሐ ብስቕታ ይነብር ነበረ።'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/saintanthony6.jpg',
      'caption': null
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ምግላፅ እቲ እተሓብአ ብርሃን ኣብ ፎርሊ'},
    {
      'type': 'paragraph',
      'text':
          'እቲ ንህይወቱ ዝቐየረ ፍፃሜ ብሃንደበት እዩ መፂኡ። ኣብ 1222 ዓ.ም.፡ ኣብ ከተማ ፎርሊ ናይ ክህነት ሹመት ይካየድ ነበረ። እቲ ሹመት ምስ ተፈፀመ፡ ሓደ ሰባኺ ክዛረብ ተደልዩ፡ እንተኾነ፡ ዋላ ሓደ ድሉው ኣይነበረን። እቲ ኣቦ ገዳም ናብቲ ትሑትን ስቕተኛን ዝመስል ዝነበረ ኣንጦንዮስ ጠሚቱ፡ ካብ መንፈስ ቅዱስ ዝመፀካ ሓንቲ ቃል በለና በሎ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣንጦንዮስ፡ ብትእዛዝ ስለ ዝነበረ፡ ተንሲኡ ክዛረብ ጀመረ። ቀስ ብቐስ ግና እቲ ድምፁ ብሓይሊ ተመልአ። እቲ ዝዛረቦ ዝነበረ ቃላት፡ ብዕምቆት ስነ-መለኮት፡ ብፍልጠት መፅሓፍ ቅዱስ፡ ከምኡ\'ውን ብመንፈስ ቅዱስ ዝተመልአ ብምዃኑ፡ እቶም ዝሰምዕዎ ዝነበሩ ኩሎም ሊቃውንትን መነኮሳትን ኣፎም ከፊቶም ተገረሙ። እቲ ንነዊሕ እዋን ተዓፅዩ ዝነበረ ብርሃን፡ ኣብ ቅድሚኦም ክበርህ ጀመረ።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'መስተንክራዊ ስብከቱን ኣገልግሎቱን'},
    {
      'type': 'image',
      'path': 'assets/images/saints/saintanthony1.jpg',
      'caption': null
    },
    {
      'type': 'paragraph',
      'text':
          'ካብታ መዓልቲ እቲኣ ጀሚሩ፡ ኣገልግሎት ቅዱስ ኣንጦንዮስ ተቐየረ። ቅዱስ ፍራንቸስኮ ባዕሉ፡ ንሱ ንፍራንቸስካውያን መነኮሳት ስነ-መለኮት ከመህር ብወግዒ ሸሞ። ኣብ መላእ ኢጣልያን ፈረንሳይን (1222-1227) ኣብ ቦሎኛ፡ ሞንፐልየ፡ ቱሉዝን ኣብ መወዳእታ ድማ ኣብ ፓድዋን እናዞረ ክሰብኽን ከመህርን ጀመረ። ስብከቱ ንመናፍቓን ከም "መዶሻ" ዝጭፍልቕ፡ ንህዝቢ ድማ ከም ፈዋሲ ልቢ ነበረ። በዚ ድማ "መዶሻ መናፍቓን" (Hammer of the Heretics) ዝብል ሳጓ ተዋህቦ።'
    },
    {'type': 'paragraph', 'text': 'ኣገልግሎቱ ብብዙሕ ተኣምራት ዝተሰነየ ነበረ። ካብቶም ዝገርሙ፦'},
    {
      'type': 'image',
      'path': 'assets/images/saints/saintanthony2.jpg',
      'caption': null
    },
    {
      'type': 'list_item',
      'text':
          '**ስብከት ንዓሳታት፡** ሓደ እዋን ኣብ ከተማ ሪሚኒ፡ እቶም መናፍቓን ክሰምዕዎ ምስ ኣብዩ፡ ናብ ገምገም ባሕሪ ወሪዱ ንዓሳታት ሰበኸሎም። ኣሽሓት ዓሳታት ድማ ርእሶም ካብ ማይ ኣውፂኦም ስብከቱ ብስቕታ ከም ዝሰምዑ ይንገር።'
    },
    {
      'type': 'list_item',
      'text':
          '**ተኣምር ኣብ ቅድሚ በቕሊ፡** ሓደ ብህላወ ክርስቶስ ኣብ ቅዱስ ቁርባን ዝተጠራጠረ ሰብ ንምእማን፡ ንሰለስተ መዓልቲ ዝፀመየት በቕሉ ኣብ ቅድሚ ቅዱስ ቁርባንን መግቢን ኣቕረበላ። እታ ጥምይቲ በቕሊ፡ ነቲ መግቢ ሓዲጋ፡ ኣብ ቅድሚ ቅዱስ ቁርባን ብብርካ ተንበርኪኻ ሰገደት።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ዳሕረዋይ ህይወቱን ሰማያዊ ዓስብን'},
    {
      'type': 'paragraph',
      'text':
          'ብ1230 ካብ ካልእ ሓላፍነት ነፃ ኮይኑ፡ ምሉእ ብምሉእ ኣብ ሓዋርያዊ ስራሕ ስብከት ተዋፈረ። ኣብ 1231 ኣብ ፓድዋ ን30,000 ሰባት ኣብ ሓደ እዋን ከም ዝሰበኸ ይንገር። እቲ ዘይሕለል ስብከቱን ፆምን ግና ንጥዕናኡ በልዖ። ኣብ መወዳእታ ኣብ ከተማ ፓድዋ ዓረፈ። ኣብኡ፡ ብ13 ሰነ 1231፡ ኣብ መበል 36 ዓመት ዕድሚኡ፡ "ጐይታይ ይርእዮ ኣለኹ" እናበለ ዓረፈ።'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/saintanthony4.jpg',
      'caption': null
    },
    {
      'type': 'paragraph',
      'text':
          'እቲ ዝፈፀሞ መስተንክራዊ ግብርታት፡ ኣብ ውሽጢ ሓደ ዓመት (30 ግንቦት 1232) ብር.ሊ.ጳ. ግሪጎሪ 9ይ ናብ መዓርግ ቅድስና ከብፅሖ ኣኽኣለ። ድሕሪ ሞቱ ኣካሉ ምስ ተኸፍተ፡ ኩሉ ኣካሉ ፈራሲ ክነሱ፡ እታ ወንጌል ዝሰበኸትላ ልሳኑ ግና ክሳብ ሎሚ ከም ህያው ኮይና ብዘይ ምፍራስ ትርከብ። ብ1946 ብር.ሊ.ጳ. ፒዮስ መበል 12 "ሊቅ ቤተ-ክርስትያን" (Doctor of the Church) ተባሂሉ ተሰይሙ።'
    },
    {'type': 'heading', 'text': 'ውርሻን ኣማላድነትን'},
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ኣንጦንዮስ ብፍሉይ ፍልጠት መፅሓፍ ቅዱስ ዝተፈልየ ብምዃኑ፡ ር.ሊ.ጳ. ግሪጎሪ 9ይ "ቁልፊ ሓድሽ ኪዳን" ኢሎምዎ እዮም። ሎሚ፡ ንኹሉ ዝጠፍኣና—ካብ ዝጠፍአ መፍትሕ ጀሚርካ ክሳብ ዝጠፍአት እምነትን ተስፋን—ክንረክብ ዝሕግዘና ሰማያዊ ዓርክና እዩ። እዚ ድማ፡ ሓደ እዋን ሓደ ተመሃራይ ነቲ ኣዝዩ ዝፈትዎ መፅሓፍ ፀሎቱ (Psalter) ምስ ሰረቖ፡ ቅዱስ ኣንጦንዮስ ብፀሎት ነቲ ሰራቒ ንኽመልሶ ካብ ምግባሩ ዝመፀ ልምዲ እዩ። ከምኡ\'ውን ኣማላዲ ድኻታት፡ ነፍሰ-ፆራትን ገያሾን እዩ።'
    },
    {'type': 'spacer'},
    {
      'type': 'heading',
      'text': 'ፀሎት ናብ ቅዱስ ኣንጦንዮስ',
      'style': 'prayer_title'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/saintanthony3.jpg',
      'caption': null
    },
    {
      'type': 'paragraph',
      'text':
          'ንፁህ መፍቀር ክርስቶስ ዝኾንካ ቅዱስ ኣንጦንዮስ፡ ንኢየሱስ ሕፃን ክትሓቁፍን ንኻልኦት ብመንፈስ ንምቕባልን ፀጋ ዝተዓደልካ፡ ንኣይ ከዓ በቲ መንፈሳውነት ዝመልኦ ሓያል ሓለዋኻ ሓልወኒ፡ ነዚ ዕረፍቲ ስኢኑ ዘሎ ሕልናይ ሰላምን ምፅንናዕን መንፈስ ኣሕድረሉ።',
      'style': 'prayer_body'
    },
    {
      'type': 'paragraph',
      'text':
          'ኦ ገባሬ መንክር ቅዱስ ኣንጦንዮስ፡ ንኣይን ንዅሎም ቤተሰበይን ፈተውተይን ካብ ድንገት ነፍስን ስጋን ኣድሕነና፣ ኣብ ጊዜ ፈተናይ ሓልወኒ፡ ምስ ዓለምን ስጋን ሰይጣንን ኣብ ዝገብሮ ዕለታዊ ኵናት ከዓ ሓግዘኒ።',
      'style': 'prayer_body'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብዚ ርኹስ ዓለም እዚ ንልበይ ብንፅሕና ሓልየ ብፀጋ እግዚኣብሔር ከምዝመላለስ እሞ ኣብቲ ዝመፅእ ዘለዓለማዊ ሕይወተይ ከዓ ብቑዕ ኰይነ ምእንቲ ክርከብ ብቅድስና ከም ዘዕርፍ ክገብረለይ ነቲ ንስኻ ኣብ ኢድካ ንምሕቋፍ ዝበቓዕኻ ኢየሱስ መድኃኒየይ ክትልምነለይ ኣማሕፅነካ ኣሎኹ።\nኣሜን።',
      'style': 'prayer_body'
    },
  ],
  'ቅዱስ ቦናቨንቱራ': [
    {
      'type': 'heading',
      'text': 'ቅዱስ ቦናቨንቱራ (1217-1274 ዓ.ም.ፈ.)'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ቦናቨንቱራ፡ ሊቅ ስነ መለኮትን ሓደ እንካብቶም ሊቃውንቲ ቤተ ክርስትያንን፣ ብቅድስና ሕይወቱን ፍልጠቱን ከዓ፡ ር.ሊ.ጳጳሳት ሊዮ መበል 13 ”ርእሲ መንፈሳውያን ኣቦታት” ዝበሉዎ፣ ካርዲናል ጳጳስ ናይ ኣልባኖን ሐለቓ ገዳም ንኡሳን ኣኃውን ዝነበረ ፍራንቸስካዊ ዓቢዪ ቅዱስ እዩ፡፡ ኣብቱ ፅሑፋቱ ብዘስተንፍሶ ልዑል ፍቕሪ ኣምላኽ ምኽንያት፡ ”ሱራፋዊ ሊቅ” እናተብሃለ\'ውን ብኽብሪ ይፅዋዕ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ትውልድን ትምህርትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ቦናቨንቱራ ብ1217/18 ኣቢሉ ኣብ ባኞረጀ ጥቓ ቪተርቦ /ኢጣልያ/ ተወልደ፡፡ ስም ጥምቀቱ ከዓ ዮሓንስ ናይ ፊዳንዛ ነበረ፡፡ ቅዱስ ፍራንቸስኮስ፡ ካብ ድንገታዊና ሕማም ቆልዑ ብተኣምራት ከም ዘሕወዮን፣ ”ኦ ቦና ቨንቱራ” /”ፅቡቕ ዕድል”/ እናበለ ከዓ ስም ከም ዘውፅአሉን ይንገር፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ1238 /1243?/ ናብ ማሕበር ፍራንቸስካውያን ድሕሪ ምእታው፡ ንትምህርቲ ናብ ፓሪስ ተልኣኸ፤ ትምህርተ መለኮት ኣብ ትሕቲ እስክንድር ናይ ሃል ከዓ ተምሃረ፡፡ ደሓር ኣብ ዩኒቨርስቲ ናይ ፓሪስ መምህር ቅዱስ መፅሓፍ ከም ዝኾነ\'ውን ይፍለጥ /ካብ 1248 ክሳብ 1255/፡፡ ብ1253-54 መዓርገ ሊቅነት ናይ ስነ መለኮት ዓተረ፡፡ ክሳብ 1257 ገና ትምህርቲ ከም ዝቐፀለ ከዓ ይፍለጥ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ኣገልግሎት መሪሕነት'
    },
    {
      'type': 'paragraph',
      'text':
          'ቦናቨንቱራ ወዲ 35 ዓመት እንከሎ፡ ኣብ መንጐ 1257ን 1274 ከም ጠቕላሊ ሓለቓ ፍራንቸስካውያን ኮይኑ ኣገልገለ፤ ንቱ ሽዑ ኣብ ውሽጢ ማሕበሩ ዝነበረ ፍልልይ ንምእላይ ብዙሕ ከም ዝፀዓረ ከዓ ይንገረሉ፡፡ ብ1260 ከዓ ንቱ ዝተሓደሰ ሕጊ ማሕበሩ ኣፅደቐ /”ሕጊ ናርቦን” እናተብሃለ ዚፍለጥ/፡፡ ብ1263 ሕይወት መስራቲ ማሕበሩ ዝኾነ ቅዱስ ፍራንቸስኮስ ፀሓፈ፤ መፅሓፉ ከም ወግዓዊ ታሪኸ ሕይወት ፍራንቸስኮስ ከዓ ተቐባልነት ረኸበ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ1265 ሊቀ ጳጳስ ናይ ዮርክ ኪኸውን ንዝቐረበሉ መፀዋዕታ\'ኳ ኣቢዩ እንተ ነበረ፡ ብ1273 ግን ር.ሊ.ጳጳሳት ጐርጐርዮስ ዓቢዪ፡ ናይ ኣልባኖ ሊቀ ጳጳስን ካርዲናልን ኪኸውን ገደዱዎ፡ ብ1274 ኣብ ካልኣይ ጉባኤ ሊዮ /ፈረንሳ/ ከም ዝተሳተፈን፣ ብመንፈሳውነቱን ጥበብ ዘረባኡን፡ ምስ ናይ ግሪኽ ተነፀልቲ ንሓፂር ጊዜ ሓድነት ንኪፍጠር ልዑል ኣስተዋፅኦ ከም ዝገበረን ይንገር፡፡ እዙ ጉባኤ ኣብ ከይዲ እንከሎ ከዓ ብ15 ሓምለ 1274 ኣብ ሊዮ ብሰላም ዓሪፉ፡ ብጉባኤተይናታት ጳጳሳት ብዓጀብ ተቐብረ፤ ብ14 ሚያዚያ 1482 ከዓ \'\'ቅዱስ\'\' ተብሃለ፡፡ ዝኸረ በዓሉ ሓምለ 15 እዩ፡፡'
    },
    {
      'type': 'heading',
      'text': 'መለለዪ ባህርያቱን ፅሑፋቱን'
    },
    {
      'type': 'paragraph',
      'text':
          'መለለዪ ባህርያት እዙ ዓቢዪ ፍራንቸስካዊ ቅዱስ፡ ጥበብን /ጥንቃቐን ምስትውዓልን/ ፍቕርን ነበሩ፡፡ እስክንድር ወዲ ሃለ \'\'ኣዳም አብ ቦናቨንቱራ ኣይሓጥአን\'\' ኢሉ ክሳብ ዚምስክረሉ፡ ብዂሉ መዳይ ኣብነት ዝኾነ ኣዚዩ ዓቢዪ ኣቦ ነበረ፡፡ ናቱ ቀንዲ ጭርሖ \'\'ንእግዚኣብሔሔር ጥራሕ ክብርን ዕብየትን\'\' ዝብል ነበረ፡፡ ፅሑፋቱ ከዓ ንክስቶስ ዘማእኸሉን ዓሚቕ ፍልጠት ቅዱሳት መፃሕፍቲ ዘንፀባርቑን ኢዮም፡፡ \'\'ጒዕዞ ናብ ሓሳብ/ሓንጐል ኣምላኽ\'\' ዝብል ውሩይ መፅሓፍን፡ ካልኦት ብዙሓት መፃሕፍትን ከም ዝፀሓፈ ከዓ ይፍለጥ፡፡ ከም መንፈሳዊ ፀሓፊ ዓቢዪን ዘላቕን ፅልዋ ነበሮ። ዓቢዪ ዓርኪ ቅዱስ ቶማስ በዓል ኣኲኖ ከም ዝነበረን እንካብኡ ብዙሕ ከም ዝተምሃረን ይፍለጥ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ቦናቨንቱራ \'\'ንሰብ ንልቡ ንቶም ዘርኢ ሓጢኣት ንዝኾኑ ናይ ዓለም ነገራት ንከይህብ ዝከላኸለሉ፡ ፈሪሃ እግዚኣብሔር እዩ\'\' ይብል ነበረ፡፡ ኣብነቱ ንከተል፡፡'
    },
  ],
  'ቅዱስ ቶማስ በዓል ኣኲኖ': [
    {
      'type': 'heading',
      'text': 'ቅዱስ ቶማስ በዓል ኣኲኖ (1225-1274 ዓ.ም.ፈ.)'
    },
    {
      'type': 'paragraph',
      'text':
          'ኢጣሊያዊ ቶሎጋዊ ወዲ ማሕበር ቅዱስ ዶመኒኮስ፣ ሓደ እንካብቶም ሊቃውንቲ ቤተ ክርስትያንን፣ \'\'ሓላዊ ቅዱስ ካቶሊካውያን ኣቢያተ ትምህርት\'\'ን ዝኾነ ቅዱስ ቶማስ፡ ካብ ሓደ በዓል መዓርገ ዝነበረ ኣቦኡን፡ ጀርመናዊ መበቈል ዝነበራ እኖኡን ብ1225 ኣብ ኣኲኖ /ሮካሰካ ጥቓ ሞንተ ካሲኖ/ ኣብ ዓዲ ኢጣልያ ተወልደ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ትምህርትን ፀዋዕታን'
    },
    {
      'type': 'paragraph',
      'text':
          'ብዘመን ቊልዕነቱ ብማሕበር ገዳማውያን ናይ ቅዱስ በነዲክቶስ ተምሃረ፡፡ ካብ ንእስነቱ ኣትሒዙ ከዓ ፅምኣት ሓቅን ፍልጠትን ከም ዝነበሮ ይንገር፡፡ ደሓር ኣብ ዩኒቨርስቲ ናይ ናፖሊ ተምሃረ፤ ኣብኡ ከዓ ምስ ማሕበር ዶመኒካውያን /ሰበኸቲ/ ተራኸበ፤ ወዲ 18 ዓመት እንከሎ ከዓ ወዲ ማሕበሮም ኮነ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣቦኡ ብፍላይ ንዙይ ኣትሪሩ ይቃወም ስለ ዝነበረ፡ ቶማስ ከም ዝጭወን ኣብ ሓውለቲ መንበሪ ገዛኦም ኣብ ሮካ ሰካ ን15 ወርሒ ከም ዝእሰርን ገበሮ፡፡ ብሓገዝ ኣሓቱ ምስ ተፈትሐ፡ ብ1256 ንቐፃሊ ትምህርቲ ናብ ፓሪስ /ፈረንሳ/ ከደ፤ ካብኡ ኣብ ትሕቲ ኣልበርት ዓቢዪ ዘፅንዐሉ ናብ ኮሎን /ጀርመን/፣ ካብኡ ወዲ 31 እንከሎ እንደገና ናብ ፓሪስ ተመልሰ፡፡ ኣብኡ ምስ ቅዱስ ቦናቨንቱራ ኮይኑ፡ ተፃይ እቶም ናይ ሰበኻ ካህናት፡ ንመሰል ናይ ኣሓው ኣብ ዩኒቨርስቲ ንምስትምሃር ከም ዝተጣበቐ ይፍለጥ፡፡ ገና ኣብዙ ዕድመ\'ዙይ እንከሎ እዩ፡ ኣብ ፓሪስ \'\'ጐይታ ቶሎጊያ\'\' ዝተብሃለ /1256/፡፡'
    },
    {
      'type': 'heading',
      'text': 'ኣገልግሎት ምስትምሃርን ምፅሓፍን'
    },
    {
      'type': 'paragraph',
      'text':
          'ካብ 1259 ክሳብ 1269 ኣብ ዘሎ ጊዜ፡ ንር.ሊ.ጳጳሳት ኡርባን 4ይ እናገልገለን፡ ኣብ ዝተፈላለየ ቦታታት እናመሃረን፡ ኣብ ዓዲ ጥልያን ነበረ፡ 1259-1264 ኣብ ኣናኚን ኦሪቪየቶን፣ 1265-1267 ኣብ ሮማ፣ ካብ መወዳእታ 1267-1269 ከዓ፡ ኣብ ቪተርቦ ከም ዝመሃረ ይፍለጥ፡፡ ኣብዙ እዋን\'\'ዙይ፡ ካህናት ንቓለ እግዚኣብሔር ብዝበለፀ ኪርድኡ ዚሕግዞም ሓደ መፅሓፍ /\'ካተና ኣውሬያ\'\'/፣ ከምኡ ከዓ ናብ እስልምና ዘሎዎ ኸባቢ ንዝለኣኹ ሚስዮናውያን ዝኸውን ሓደ ኻሊእ መፅሓፍን /\'\'ሱማ ኮንትራ ጀንቲለ\'\'/ ዝርከቡዎም ፅሑፋትን ከም ዘዳለወ\'ውን ይፍለጥ፡፡ ካብ 1269 ክሳብ 1272 ከዓ፡ ኣብ ፓሪስ ነበረ፤ ኣብኡ እንደገና ንናይ ምስትመሃር መሰል ናይ ኣሓውን፡ ከምኡ ከዓ ፍልስፍና ናይ ኣሪስቶትል፡ ኣብ ዓቢዪ ዘርኣ ክህነታት ምስ ትምህርተ መለኮት ኪኣቱ ከም ዝግብኦን ተጣበቐ፡፡ ኣብዙ እዋን\'ዙይ፡ ብዙሓት መፃሕፍቲ ኣብ ልዕሊ ፅሑፋት ኣሪስቶትል፣ ከምኡ ከዓ፡ ዝበዝሐ ኸፍሊ እቱ ውሩይ ጥማር ናይ ትምህርቲ ስነ መለኮት ዝኾነ መፅሓፉ /\'\'ሱማ ቲዮሎጂየ\'\'/ ፀሓፈ፡፡'
    },
    {
      'type': 'heading',
      'text': 'መወዳእታ ሕይወትን ዕረፍትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ1272 ናይ ዶመኒካውያን ናይ ትምህርተ መለኮት ተቋም ንምጥያሽን፣ ከምኡ ከዓ፡ ንምስባኽን ንምፅሓፍን ናብ ናፖሊ /ጥልያን/ ተመልሰ፡፡ ብ1273 ኪቕድስ እንከሎ ምምሃርን ምፃሐፍን ከቋርፅ ፍሉይ ሓሳብ ከም ዝመፀ፣ እንተኾነ ግን፡ ንሱ ንቱ ኣብ ጉባኤ ሊዮን /ፈረንሳ/ ንኪሕግዝ፡ እንካብ ር.ሊ.ጳጳሳት ጐርጐርዮስ ዓቢዪ 10ይ ዝመፆ ዕድመ ከም ዝተቐበለ ይንገር፡፡ ናበቱ ጉባኤ እናተጒዓዘ እንከሎ ሓሚሙ፡ ኣብ ገዳም ናይ ሲታውያን፡ ኣብ ፎሳኖቫ ጥቓ ማየንዛ /ኢጣልያ/፡ ብ7 መጋቢት 1274 ኣብ 49 ዓመት ዕድመኡ ብሰላም ከም ዝዓረፈ ይፍለጥ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ብር.ሊ.ጳጳሳት ዮሓንስ መበል 22 ብ1323 \'\'ቅዱስ\'\' ተብሃለ፡፡ ር.ሊ.ጳጳሳት ፒዮስ 5ይ \'\'ሊቅ ናይ ቤተ ክርስትያን\'\' ቢሎም ሰየምዎ /ብ1567/። ብ1880 ከዓ ር.ሊ.ጳጳሳት ሊዮን መበል 13 \'\'ሓላዊ ቅዱስ ካቶሊካውያን ቤት ትምህርታት\'\' ኢሎም ብወግዒ ከዓ ሰየምዎ፡፡ ካብ መበል 16 ክፍለ ዘመን ንነዘ፡ ብኸልተ ምኸንያታት \'\'ናይ መላእኸቲ ሊቅ\'\' /ኣንጀሊክ ዶክተር/ ከዓ ይበሃል፤ ብንፅሕና ሕይወቱን ብፅፈት ትምህርቱን፡፡ ብዕምቈት ስፍሓትን ትምህርቱን \'\'ዓለም ለኻዊ ሊቅ\'\' /\'\'ዶክተር ኮሙኒስ\'\'/ እውን ይበሃል፡፡ ናቱ ቅሪት ብትእዛዝ ር.ሊ.ጳጳሳት ኡርባን 5ይ ኣብ ዝተወስደሉ ኣብ ቱሉዝ /ፈረንሳ/ ይርከብ፡፡ ዝኸረ በዓሉ ጥሪ 28 እዩ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ናይ ቅዱስ ቶማስ በዓል ኣኲኖ ፍሉያት ባህርያት፡ መንፈሳውነትን ሰፊሕን ዓሚቚን ፍልጠቱን ኢዮም፤ ፆምን ፀሎትን ፅምዋን ብምዝውታር ዝበፅሖ\'ውን ነበረ፡፡ ንቅዱስ ቊርባን ከዓ ፍሉይ ፍቕርን መንፈሳውነትን ነበሮ፡፡ ኣጋ ሞቱ ኣብ ቅድሚ መስቀል ኮይኑ ኪፅሊ እንከሎ፡ ንፃዕሩን ዘበርከቶን ዂሉ እንታይ ዓስቢ ከም ዝደሊ ምስ ተሓተተ፡ \'\'ንኣኻ ጥራሕ ኦ ጐይታይ\'\' ኢሉ ከም ዝመለሰ ይንገር፡፡ ኣብነቱ ንከተል፡፡'
    },
  ],
  'ቅዱስ ኢግናፅዮስ ናይ ሎዮላ': [
    {
      'type': 'heading',
      'text': 'ቅዱስ ኢግናፅዮስ ናይ ሎዮላ (1491-1556 ዓ.ም.ፈ.)'
    },
    {
      'type': 'paragraph',
      'text':
          'መስራቲን ቦዂሪ ሓለቓ \'\'ማሕበር ኢየሱስ\'\' /ኢየሱሳውያን/ን ኢግናፅዮስ ሎፐስ ናይ ሎዮላ፡ ብ1491 ኣብ ካዛቶረ ናይ ሎዮላ፡ ኣዝፐይቲያ ክፍለሃገር ጁፑስኮዋ /ናይ ባስክ ክፍሊ እስጳኛ/፡ ካብ ኣብነታዊ ሕይወት ዘሎዎም ስድራ ተወልደ፡፡ እንካብ 11 ኣሕዋቱ ከዓ እቱ ዝነኣሰ ነበረ፡ ኣብ ቤተ ክርስትያን ቅዱስ ሰባስትያን፡ ኢኚጎ ተብሂሉ ተጠምቀ፤ ካብ 1537 ንደሓር ኢግናፅዮስ ዝብል ስም\'ውን ከም ዝተጠቕመ ይፍለጥ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ውትህድርናን ምምላስን'
    },
    {
      'type': 'paragraph',
      'text':
          'ኢግናፅዮስ ገና ኣብ ንእስነቱ ኣብ ወተሃደራዊ ሞያ ኣተወ፡፡ እዙ ሞያኡ ብ1521 ኣብ ውግእ ፓምፕሎና የማናይ እግሩ ብፅኑዕ ምስ ቆሰለ ብድንገት ተቋረፀ፡፡ ክሳብ ዚሓዊ ንነዊሕ ጊዜ ካብ ስራሕ ወፃኢ ኰይኑ ኪፀንሕ ከዓ ተገደደ፡፡ ኣብዙ እዋን\'ዙይ፡ ንቱ ሉዶልፍ ናይ ሳክሶኒ ዚፀሓፎ \'\'ሕይወት ክርስቶስ\'\' ዘርእስቱ መፅሓፍን፡ ከምኡ ከዓ ዝተፈላለዩ መፃሕፍቲ ብዛዕባ ታሪኸ ሕይወት ቅዱሳን ኣንበበ፡፡ ብሓገዝ እዞም መፃሕፍቲ ብዝመፆ ፀጋ ኣምላኽ ከዓ፡ ሕይወቱ ካብ ሱር መሰረቱ ተለዊጡ ናብ እምነት ክርስትና ኣትዩ ተጠምቀ።'
    },
    {
      'type': 'heading',
      'text': 'መንፈሳዊ ጒዕዞ'
    },
    {
      'type': 'paragraph',
      'text':
          'ድሕሪ ራእይ ማርያም ናብ ገዳም ደቂ ማሕበር ቅዱስ በነዲክቶስ ኪኣቱ ናብ ሞንሰራት ከደ፤ ኣብኡ ዓሚቕ ንስሓ ከም ዝገበረን፣ ንጐራደኡ ኣብ መንበረ ታቦት እኖና ድንግል ማርያም ከም ዘንበሮ፣ ከምኡ ከዓ ንኸዳኑ ምስ ናይ ሓደ ለማናይ ከም ዝተለዋወጠ ከዓ ታሪኸ ሕይወቱ ይነግር፡፡ ኣብ ጥቓ ሞንሰራት ኣብ ማንረዛ እትበሃል ቦታ፡ ጋሻ ማሕበር ቅዱስ በነዲክቶስ ኮይኑ ከዓ ተቐመጠ /1522-23/፡፡ ኣብኡ ብዝረኸቦም ዓበይቲ ሓደስቲ ትዕዝብትታት መሰረት ከዓ፡ ቀዳማይ ረቂቅ ናይቲ \'\'መንፈሳዊ ምልምማድ\'\' /ስፒሪቹዋል ኤክሰርሳይስስ/ ዘርእስቱ ውሩይ መፅሓፉ ፀሓፈ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ካብኡ ብ1523 ናብ ኢየሩሳሌም ነገደ፤ ኣብ እንዳ ፍራንቸስካውያን ከዓ ፀንሐ፡፡ ኣብታ ዓዲ ናይ ምትራፍ ድልየቱ ኪሳኸዐሉ ስለ ዘይከኣለ፡ ንነፍሳት ከመይ ኢሉ ኪሕግዝ ከም ዝኸእል እናሓሰበ ናብ እስጳኛ ተመሊሱ፡ ወዲ 33 ዓመት እንከሎ ቋንቋ ላቲን ከፅንዕ ጀመረ፡፡ ን11 ዓመታት ቐፃሊ ትምህርቲ ኣብ ኣልካላ፣ ባርሰሎና፣ ሳላማንካን ፓሪስን ተምሃረ፡፡ ብ1528 ካብ ዩኒቨርስቲ ናይ ፓሪስ ናይ \'\'ማስተር ኦፍ ኣርትስ\'\' ሊቅነት ከም ዝዓተረ ከዓ ይፍለጥ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ምምስራት ማሕበር ኢየሱስ'
    },
    {
      'type': 'paragraph',
      'text':
          'ብወርሒ የካቲት ብበዓል ፍልሰታ ናይ 1534 ንሱን፣ እቱ ደሓር ቅዱስ ዮሓንስ ዛቪየር ዝተብሃለን፣ ብፁዕ ጴጥሮስ ፋቭርን ዘሎዎም 6ተ ብፆቱን፡ ኣብ እምባ ማርትር ኣብ ዝርከብ ቤት ፀሎት ተኣኪቦም፡ ብድኸነትን ብንፅሕናን ኪነብሩን ናብ ዓዲ ፍልስጤም ከይዶም ወንጌል ኪሰብኩን ተመባፅዑ፡፡ ብቱ እዋን\'ቱይ ቱርካውያን ኣብ ከባቢ ባሕሪ መዲተራንያን ብዝፍንውዎ ዝነበሩ መጥቃዕቲ ምኸንያት፡ እቱ ዝሓሰቡዎ ጒዕዞ ከይኮነሎም ምስ ተረፈ ከዓ፡ ንሮማ ናብ ር.ሊ.ጳጳሳት ከይዶም፡ ናብ ዝለኣኹዎም ከም ዝኸዱ ቃል ኣተዉሎም፤ ኢግናፅዮስ ግን ስለ ዝሓመመ፡ ብምኸሪ ሓኪም ክሳብ ዚሓዊ ናብ ዓዱ ኪምለስ ከም ዝተገብረ ተጠቒሱ ይርከብ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ድሕሪ ኸልተ ዓመት ምስቶም ብፆቱ ንዓዲ ፍልስጤም ኪኸዱ፡ ኣብ ከተማ ቨነሲያ /ኢጣልያ/ ይራኸቡ፡፡ እንተኾነ ግን፡ ኣብ መንጐ ቨነሲያን ቱርካውያንን ብዝነበረ ህውከት ምኸንያት፡ መደብ ናይ ጒዕዞ ሀዚ\'ውን ከይቀንዖም ይተርፍ፡፡ ናይ ሮማ ይኸዱ፤ ኣብኡ ኢግናፅዮስን ካልኦት 6ተ ኣባላት ናይቲ ሀዚ እናሰፍሐ ዝኸይድ ዘሎ ማሕበር ብ1538 መዓርገ ክህነት ይቕበሉ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'እቱ ናብ ቅድስቲ ሃገር ናይ ምኻድ ዝነበሮም ሕልምን ድልየትን ምስ ቀሃመ ኣብ ዓዲ ጥልያን ይበታተኑ፡፡ ደሓር ኢግናፅዮስ ናብ ሮማ ይምለስ፤ ብ1540 ኣብ ሮማ ይተኣኻኸቡ፡፡ ኣብታ ዓመት እቲኣ ከዓ ሕጊ \'\'ማሕበር ኢየሱስ\'\' /ኢየሱሳውያን/ ብወግዒ ይፀድቕ /ብ1550 ከዓ እቱ ናይ መጨረሻ ሕጊ/፤ ኢግናፅዮስ ከዓ ቀዳማይ ሓለቓ እቱ ማሕበር ይኸውን፡፡'
    },
    {
      'type': 'heading',
      'text': 'ዕረፍትን ርስትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ንዝቕፅሉ ዓመታት ቀንዲ ስራሑ ንዙ ብናህሪ እናሰፍሐ ዚኸይድ ዘሎ ማሕበሩ ምምራሕን ምትሕብባርን ነበረ፡፡ እቱ ማሕበር ካብ ኤውሮጳ ወፃኢ፡ ኣብ ምስራሕን ኣብ ቤት ትምህርታት ኣብ ምስትምሃርን ፍሉይ ትዂረት ከዓ ገበረ፡፡ ምስቱ ኻሊእ ሓዋርያዊ ስራሓት፡ ደቂ ማሕበሩ ብጊዜና\'ውን ኣብ ዝተፈላለያ ሃገራት፡ ዓበይትን ኣዚየን ፍሉጣትን ዩኒቨርስቲታት ተኺሎም ኣብ ምስትምሃር ይርከቡ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ኢግናፅዮስ ኣብ 65 ዕድመኡ፡ ብ31 ሓምለ 1556 ድሕሪ 15 ዓመታት ሕልቅነት ማሕበሩ፡ ብሃንደበት ኣብ ሮማ ዓረፈ፤ ብ1622 \'\'ቅዱስ\'\' ተብሃለ፡፡ ር.ሊ.ጳጳሳት ፒዮስ መበል 11 \'\'ናይ ሱባኤን መንፈሳዊ ልምምድን ሓላዊ ቅዱስ\'\' ቢሎም ከዓ ሰመይዎ፡፡ ዝኸረ በዓሉ 31 ሓምለ እዩ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ቀንዲ ጭርሖ ኢየሱሳውያን ዂሉ \'\'ንዝዓበየ ክብሪ እግዚኣብሔር\'\' ዝብል እዩ፡፡ ንዙይ ከዓ ሕይወት ድኽነትን ተኣዝዞን ትሕትናን ብምንባር ኪምስክሩዎ ይርከቡ፡፡ ኣብነቶም ንከተል፡፡'
    },
  ],
  'ቅድስቲ ትሬዛ ናይ ኣቪላ': [
    {
      'type': 'heading',
      'text': 'ቅድስቲ ትሬዛ ናይ ኣቪላ (1515-1582 ዓ.ም.ፈ.)'
    },
    {
      'type': 'paragraph',
      'text':
          'እኖ ለውጥን ምምሕያሽን ገዳማን፣ መንፈሳዊትን፣ በላሕ ፀሓፊትን ዝነበረት ቀርሜሎሳዊት ድንግል ቅድስቲ ትሬዛ፡ ካብ ኣብነታዊ ሕይወት ዝነበሮም ክርስትያን ስድራ፡ ኣብ ኣቪላ /እስጳኛ/ ብ28 መጋቢት 1515 ተወልደት፡፡ ወለዳ ካብ ዓድታት ቶለዶን ኣልመዶን ዝነበሩ እንኪኾኑ፡ ብወገን ኣቦኣ ኣይሁዳዊ ደም ከም ዝነበራ ይንገር፡፡ ኣሎንሶ ኣቦኣ ኣብ ቶለዶ ነጋዳይ ከም ዝነበረን ደሓር ናብ ኣቪላ ከም ዝመፀን ይፍለጥ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ንእስነትን ፀዋዕታን'
    },
    {
      'type': 'paragraph',
      'text':
          'ብማሕበር ደናግል ቅዱስ ኣጐስጢኖስ ከም ዝተምሃረት እንኪፍለጥ፡ ገና ቆልዓ እንከላ ብዙሕ መንፈሳዊት ነበረት፡፡ ገና ጓል 7ተ ዓመት እንከላ፡ ብሰማዕትነት ንክስቶስ ምእንቲ ክትስየፍ፡ ምስ ሓዋ ናብ ሙሪታት ዘለዉዎ ከባቢ ክኸይድ ከም ዝፈተነትን፡ ኣኮኣ/ሓው\'ቦኣ ኣብኡ ከይበፅሑ ከም ዝመለሶምን ፀሓፍቲ ታሪኸ ሕይወታ ጠቒሶምዎ ይርከቡ፡፡ ካብ 12 ዓመት ዕድመኣ ንደሓር ግን እምነታን መንፈሳውነታን፡ እናዘሓለ ከም ዝኸደ ከዓ ይንገር፡፡ ትሬዛ መልክዐይናን፣ ብባህሪኣ ከዓ፡ ምስ ሰብ ብገርሂ ክትቀራረብ እትኸእልን፣ ኣብ ዝኾነ ዓይነት ኲነታት ይኹን ምስ ዝኾነ ዓይነት ሰብ፡ ብዘይ ምንም ፀገም ክትነብር እትኸእልን ሰብ ከም ዝነበረት ተገሊፁ ይርከብ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ጓል 15 ምስ ኮነት እኖኣ 10 ደቂ ገዲፋ ምስ ሞተታ፡ እኖና ቅድስቲ ድንግል ማርያም እኖ ክትኮና ናብኣ ትፅጋዕ ከም ዝነበረት\'ውን ተጠቒሱ ይርከብ፡፡ ኣብቱ ዝነበረቶ ኲነታትን ናይ ዕድመ ደረጃን፡ ብመንፈስ ዝድግፋን ዝመርሓን ሰብ ከም ዘድልያ ዝተረድአ ኣቦኣ፡ ብ1531 ናብ ማሕበር ደናግል ቅዱስ ኣጐስጢኖስ ከዓ ኣእተዋ፡፡ መንፈሳውነታ ከዓ ቐስ ብቐስ እናተመለሰ ኸደ፤ ፀዋዕታ ድንግልና ዘሎዋን ዘይብላን ኣዕሚቓ ምምርማር ከዓ ጀመረት፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ1532 ብሕማም ምኽንያት ክሳብ ኣፀቢቓ እትሓዊ ካብቱ ገዳም ወፀት፤ ኣብ እዳ ሓፍታ ተቐሚጣ ከዓ፡ መልእኽታት ቅዱስ ሄሮኒሞስ ንነዊሕ ጊዜ ድሕሪ ምንባብ፡ ጓል 20 ዓመት እንከላ፡ ናብ ገዳም ተመሊሳ ክትድንግል ወሰነት፡፡ ኣቦኣ ግን ኪሰዳ ኣበየ፤ ካብ ገዛ ተሓቢኣ ብምህዳም፡ ብ1535 ናብቱ ኣብ ኣቪላ ዝርከብ ዝነበረ ገዳም /ናይ ስጋዌ/ ናይ ቀርሜሎሳውያን ኣተወት፡፡'
    },
    {
      'type': 'heading',
      'text': 'ተሃድሶን ፅሑፋትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ናብቱ ገዳም ኣትያ ብዙሕ እንከይፀንሐት፡ ብርቱዕ ሓመመት\'ሞ ንሕክምና ናብ ኻሊእ ቦታ ተልኣኸት፡፡ እግራ ን3ተ ዓመት ዝኣክል ለሚሱ ፀንሐ፤ ምስ ሓሸት ናብ ኣቪላ ተመልሰት፤ ንብዙሓት ዓመታት ግን፡ ምሉእ ጥዒና እንከይረኸበት ፀንሐት፤ መንፈሳውነታ\'ውን ዚሒሉ ነበረ፡፡ ጓል 39 እንከላ ህላዌ ኣምላኽ ከም ብሓድሽ ኣብ ሕይወታ በርቲዑ ኪስምዓ ጀመረ፤ ድሕሪ ምንባብ \'\'ኑዛዜ\'\' ዘርእስቱ መፅሓፍ ቅዱስ ኣጐስጢኖስ፡ ብፍላይ ናይ ፀሎት ሕይወት ክትመርሕ ከም ዝወሰነት ከዓ ታሪኽ ሕይወታ ይነግር፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ካብኡ ንናይ ማሕበራ ተሃድሶ ክትሰርሕ ጀመረት፡፡ ብሓገዝ ኣባ ጴጥሮስ ኣልካንታራ /ኣበ ነፍሳ/ ኣብ ኣቪላ ገዳም ናይ ቅዱስ ዮሴፍ ክትምስርት ተፈቕደላ፡፡ ኣብኡ እንከላ ከዓ ኢያ \'\'መንገዲ ፍፅምና\'\' ዘርእስቱ፡ መምርሒ ሕይወት ደናግል ዝኾነ መፅሓፋ ዝፀሓፈት፡፡ ብሓገዝ ቅዱስ ዮሓንስ መስቀላዊ ከዓ፡ እቱ ተሃድሶ ኣብ ማሕበር ደናግል ጥራሕ ዘይኮነስ፡ ንካህናት\'ውን ከም ዝልክም ተገብረ፡፡ ቅድስቲ መንበር ከዓ፡ ኸልተ /ናይ ደናግል ካህናትን/ ማሕበር ከም ዘሎዉ ከዓ ተቐበለት፡፡ ካብ 1567 ንደሓር ከዓ፡ ኣብ እስጳኛ እናዞረት ብዙሓት ገዛውቲ ማሕበር /ደናግልን ኣኃውን/ ከም ዝኸፈተት ይንገር፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብ ርእሲ እቱ ዝተጠቕሰ መፅሓፍ፡ ኣብ ትዕዝብታ ተመስሪታ፡ ምስ ናይ ባዕላ ሕይወት ታሪኸ /ብ1562/፣ እቱ \'\'ሊቅ ናይ መንፈሳውነት\'\' ዘሰየማ \'\'ውሽጣዊ ሕንፃ\'\' ዝርከቦም፡ ብዛዕባ ፀሎትን ሕይወት ብሕትውናን ዝገልፁ እንኪውሕድ ኻልኦት ሰለስተ መፃሕፍቲ ከም ዝፀሓፈት\'ውን ይፍለጥ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ዕረፍትን መዓርጋትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ትሬዛ ናይ ኣቪላ፡ ብ4 ጥቅምቲ 1582 \'\'ጓል ቤተ ክርስትያን ኰይነ እመውት ኣሎኹ\'\' እናበለት ኣብ አልባ ብሰላም ዓረፈት፡፡ ብር.ሊ.ጳጳሳት ጳውሎስ 5ይ ብ24 ሚያዚያ 1614 \'\'ብፅዕቲ\'\' ተብሃለት፤ ብ1617 ከዓ ፓርላማ እስጳኛ \'\'ሓላዊት እስጳኛ\'\' ቢሉ ሰመያ፡፡ ብ1622 ከዓ፡ ብር.ሊ.ጳጳሳት ጐርጐርዮስ 15፡ ምስ ኢግናፅዮስ ናይ ሎዮላን፣ ፍራንቸስኮስ ዛቬርን፣ ኢሲዶርን፣ ፊሊጶስ ነርን \'\'ቅድስቲ\'\' ተብሃለት፡፡ ዝኸረ በዓላ ጥቅምቲ 15 እዩ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅድስቲ ትሬዛ፡ ንቤተ ክርስትያን ብኣብነት ሕይወታን ፅሑፋታን፡ መንገዲ ፍፅምና ዝመሃረት ቅድስቲ ኢያ፡፡ ኣብነታ ንከተል፡፡'
    },
  ],
  'ቅዱስ ዮሓንስ መስቀላዊ': [
    {
      'type': 'heading',
      'text': '2ቅዱስ ዮሓንስ መስቀላዊ (1542-1591 ዓ.ም.ፈ.)'
    },
    {
      'type': 'paragraph',
      'text':
          'ምስ ቅድስቲ ትሬዛ ናይ ኣቪላ መስራቲ ሓደ ኸፍሊ /\'\'ዲስካልድድ\' - ሰንደል ሳእኒ ዚገብሩ/ ማሕበር ቀርሜሎሳውያንን፣ ሓደ እንካብቶም ሊቃውንቲ ቤተ ክርስትያንን ዝኾነ ቅዱስ ዮሓንስ መስቀላዊ /ኹዋን ደ የፐዝ የ ኣልቫረዝ/፡ ብ24 ሰነ 1542 ኣብ መንጎ ሳላማንካን ኣቪላን ኣብ እትርከብ ፎንቲቨሮስ ኣብ እትበሃል ቦታ ተወልደ። ስመ ክርስትናኡ ዮሓንስ ናይ የፐዝን ኣልቫረን ነበረ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ንእስነትን ፀዋዕታን'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣቦኡ ምስ ዘይማንዛኡ /ድኻ ዘኸታም/ ተመርዒዩ ተብሂሉ፡ ቤተሰቡ ኣዋሲኖምዎ ነበሩ። ዮሓንስ ገና ሓደ ዓመት እንከይመልአ ከዓ ሞቶ፡፡ ድሕሪ ሞት ኣቦኡ እኖኡ ክተዕብዮ ኢላ ናብ መዲና ደል ካምፖ ዝበሃል ቦታ ሒዛቶ ተጒዓዘት። ኣብኡ ኣብ ትሕቲ ኢየሱሳውያን ከም ዝተምሃረ ከዓ ይፍለጥ፡፡ ገና እናተምሃረ እንከሎ ከዓ፡ ኣብ ሆስፒታል መዲና ደል ካምፖ ነርስ ከም ዝነበረ\'ውን ይፍለጥ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ወዲ 21 ዓመት እንከሎ፡ ብ1563 ኣብ መዲና ደል ካምፖ ኣብ ማሕበር ቀርሜሎሳውያን ኣተወ፡ ትምህርቲ መለኮት ንምፅናዕ ናብ ሳላማንካ ከዓ ተልኣኸ፡፡ ብ1567 መዓርገ ክህነት ተቐቢሉ ቀዳማይ ቅዳሴኡ ከዕርግ፡ ናብ መዲና ደል ካምፖ ምስ መፀ፡ ኣብኡ ምስ ቅድስቲ ትሬዛ ናይ ኣቪላ ተራኸበ፡፡ ንሳ ከዓ፡ ማሕበሩ /ቀርሜሎሳውያን/ ንምሕዳስ ኣብ ዝግበር ዝነበረ ምንቕስቓስ ንኸኣቱ ኣእመነቶ፡፡ ንስሙ ካብ \'\'ዮሓንስ ናይ ቅዱስ ማትያስ\'\' ናብ ዮሓንስ መስቀላዊ ለወጦ፤ ናብቱ ናይ ተሃድሶ ምንቕስቓስ ከዓ ምሉእ ብምሉእ ኣተወ፡፡ ኣብ ዱሪለዮ ናይዙ ዝተሓደሰ ኸፍሊ ናይ ማሕበር /ዲስካልስድ/ ኣባል ከዓ ኮነ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ስደትን ፅሑፋትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ካብ 1570 ክሳብ 1572ን ኣብ ኣልካላ ናይ ኸናረስ ዝርከብ ዝነበረ ኮሌጅ ቀርሜሎሳውያን ሓለቓ ከም ዝነበረ ይፍለጥ፡፡ ካብ 1572 ክሳብ 1577 ከዓ ኣብ ኣቪላ ኣናዛዚ ገዳም ስጋዌ ነበረ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ናይቲ ተሃድሶ ኣንፃር እንካብ ዝኾኑ ደቂ ማሕበር ስደትን መከራን ገጠሞ፤ ብ1577 ከም ከሓዲ ተቖፂሩ ኣብ ቶሌዶ ተኣሲሩ ከም ዝነበረ\'ውን ይፍለጥ፡፡ ሽዑ\'ውን እዩ መባእታ ናይቲ ኣብ ትዕዝብቲ ሕይወቱ ዝተመስረተ፡ \'\'መንፈሳዊ ዜማ\'\' ዘርእስቱ መፅሓፉ ዚፀሓፈ፡፡ ድሕሪ ናይ 9ተ ወርሒ ማእሰርቲ ከዓ ኣምሊጡ ናብ ገዳም ካልቫሪዮ ከደ፡፡ እንደገና ኸልተ ጊዜ፡ ካብ ደቂ ማሕበሩ ብዙሕ ስደትን ውርደትን ከም ዝበፅሖ ይፍለጥ፡፡ ንሱን ትሬዛን ናይ ዝተሃደሰ ማሕበር መስረቲ እንኪኾኑ፧ እቶም ተቓወምቲ ከዓ ብሓደ ወገን ኮኑ፤ ከምዙይ ኢሉ ከዓ ኣብቱ ማሕበር ፍልልይ ተፈጥረ፡፡'
    },
    {
      'type': 'heading',
      'text': 'መወዳእታ ዓመታትን ዕረፍትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ካብ 1579 ክሳብ 1581 ኣብ ቤዛ ኮሌጅ ሓለቓ፣ ካብ 1588 ጀሚሩ ከዓ ኣብ ሰጐቪያ ሓለቓ ነበረ፡፡ ብ1581 ናብ ግረናዳ ብምኻድ ምስ መንፈሳውያን ኣቦታት ኣዕራብ ከም ዝተራኸበ ይንገር፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ዮሓንስ ኣብ ማሕበሩ ዝተፈላለዩ ናይ መዝነት ቦታታት ድሕሪ ምሓዝን ብዙሓት መፃሕፍቲ ድሕሪ ምፅሓፍን /ንኣብነት \'\'ዕርገት ናብ እምባ ቀርሜሎስ\'\'፤ \'\'ፀላም ለይቲ ናይ ነፍሲ\'\'፣ \'\'መንፈሳዊ ዜማ\'\'፣ \'\'ሕያው ነበልባል ፍቕሪ\'\'፣ ወዘተ/ ብ14 ታሕሱስ 1591 ኣብ ኡበዳ ናይ አንዳሉስያ /እስጳኛ/ ብሰላም ዓረፈ፡፡ ብ1726 \'\'ቅዱስ\'\'፣ ብ1926 ከዓ፡ \'\'ሊቅ ናይ ቤተ ክርስትያን\'\' ተብሃለ፡፡ ምስ ቅድስቲ ትሬዛ ናይ ኣቪላ ከዓ ፍሉይ መምህርን ኣብነትን ናይ ብሕትውናን ፆምን ሕይወት ምዃኑ ይንገረሉ፡፡ ዝኸረ በዓሉ ታሕሱስ 14 እዩ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብ ኣጋ መወዳእታ ሕይወቱ ኣብ ሰጎቪያ ዝበሃል ቦታ ኣብ ቅድሚ መስቐል ኪፅሊ እንከሎ፡ እንካብቱ መስቀል ሓደ ድምፂ ንቱ ዂሉ ኣገልግሎቱ እንታይ ዓይነት ዓስቢ ከም ዝደሊ ከም ዝሓተቶን፡ ንሱ ከዓ ምእንቲ ጐይታኡ ስቓይ ኪቕበልን ብሰባት ኪነዓቕን ኪዋረድን ኢሉ ከም ዝመለሰ ይንገር፤ ኣብ ሕይወቱ ዚገጠሞ ከዓ ብትኸክል ንሱ ነበረ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ዮሓንስ መስቀላዊ፡ ሓያል ሰባኺ ቃል ኣምላኽ ከምዝነበረ\'ውን ይንገረሉ፡፡ \'\'ኣብ ዓለም እግዚኣብሔርን ነፍስኻን ጥራሕ ከም ዝነብሩላ ገይርካ እናሓሰብካ ንበር፤ ከዓ ብናይ ምድራዊ ነገር ኣይኪምለኸን እዩ\'\' እናበለ፡ ካብ ዓለማዊ ነገራት ብምርሓቕን ንርእሱ ብምኽሓድን ንጐይታ መሰለ፤ ህያው ኣብነት መንገዲ ፅድቂ ከዓ ኮነ፡፡ ኣብነቱ ንከተል፡፡'
    },
  ],
  'ቅዱስ ፍራንቸስኮስ በዓል ሳል': [
    {
      'type': 'heading',
      'text': '2ቅዱስ ፍራንቸስኮስ በዓል ሳል (1567-1622 ዓ.ም.ፈ.)'
    },
    {
      'type': 'paragraph',
      'text':
          'ጳጳስ ናይ ጀነቫን ሓደ እንካብቶም ሊቃውንቲ ቤተ ክርስትያንን ዝኾነ ቅዱስ ፍራንቸስኮስ በዓል ሳል፡ ብዘመን ተሃድሶ ከኒሻ ዝነበረን፣ መራሒ ኣንፃራዊ ተሃድሶን /ካውንተር ሪፎርመሽን/፣ ከምኡ ከዓ፡ ውሩይ ኣበ ነፍስን፣ ፀሓፍን ሰባኽን ዝነበረ ቅዱስ እዩ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ትምህርትን ፀዋዕታን'
    },
    {
      'type': 'paragraph',
      'text':
          'ፍራንቸስኮስ ብ21 ነሓሰ 1567 ኣብ ሳል ናይ ሳቮይ ኣብ ቶረን ጥቓ ኣንሲ /ፍረንሳ/፡ ካብ መንፈሳውያን ወለዲ ተወልደ፡፡ መጀመሪያ ኣብ ኣንሲ፣ ደሓር ምስ ኢየሱሳውያን ኣብ ፓሪስ /1578 ክሳብ 1588/፣ ኣብ መወዳእታ ከዓ ኣብ ፓዶቫ /ኢጣሊያ ካብ 1588 ክሳብ 1592/ ሕጊ ተምሃረ፤ ብናይ ዓለማውን ናይ ቤተ ክርስትያንን ሕጊ ከዓ መዓርገ ሊቕነት ዓተረ፡፡ ኣማሓዳሪ ናይ ሳቮይ ዓቢዪ ናይ ስራሕ ቦታ ናይ ዘወፈየሉ፡ ናይ ክህነት ፀዋዕታ ስለ ዝተሰምዖ ስራሕ መንግስቲ ኣቢዩ፡ ናብ ናይ ቤተ ክርስትያን ትምህርትን ኣገልግሎት ኣተወ፤ ብ1593 ከዓ ኣብ ኣንሲ መዓርገ ክህነት ተቐበለ፡፡ ብፍላይ ንተፃይ ተኸተልቲ ዮሓንስ ካልቪን ዝኾኑ ከኒሻ ብርቱዕ ሰበኸ፤ ገሊኣቶም ክሳብ ኣብ ሕይወቱ ሓደጋ ምውዳቕ ብርቱዕ ተቓወምዎ፤ ኣብ መንጐ 1595ን 1598ን ግን፡ ንብዙሓት /ልዕሊ 8000፣ ገሊኦም 72 000?/ ናብ ናይ ካቶሊክ እምነት ከምዘእተወ ከዓ ይንገር፡፡'
    },
    {
      'type': 'heading',
      'text': 'ኣገልግሎት ጵጵስና'
    },
    {
      'type': 'paragraph',
      'text':
          'ወዲ 32 ዓመት እንከሎ ብ1599 ከም ሓጋዚ ጳጳስ ናይ ጀነቫ ተሓርየ፤ ኣብዛ ዓመት እዚኣ ናብ ፓሪስ ተጒዒዙ ከም ዝነበረን ምስ ቅዱስ ቪንሰንት /መስራቲ ማሕበር ላዛሪስቲ/ ከም ዝተራኸበን ይፍለጥ፡፡ ድሕሪ 3ተ ዓመት ከዓ /1602/ ምሉእ ጳጳስ ናይ ጀነቫ ኮነ፡፡ ካብ ኣንሲ እዩ ንሰበኻኡ ዘመሓድር ዝነበረ፤ ን20 ዓመታት ብስብከትን ምፅሓፍ መንፈሳዊ መፃሕፍትን፡ ንኣገልግሎቱ ብብቓትን ተወፋይነትን ተዋፅአ፡፡ ኣብ መንጐ መፃሕፍቱ \'\'መባእታ መንፈሳዊ ሕይወት\'\'ን /1608/፣ \'\'ፍቕሪ ኣምላኽ\'\'ን /1610/ ዝብሉ፡ ኣዚዮም ፍሉጣት ኢዮም፡፡ ብ1610 ምስ ቅድስቲ ፍራንቸስካ ናይ ሻንታል ኮይኑ ማሕበር \'\'ምብፃሕ\'\' /ቪዚተሽን/ ከም ዝመስረተ ይንገር፡፡'
    },
    {
      'type': 'heading',
      'text': 'ዕረፍትን ርስትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ፍራንቸስኮስ በዓል ሳል ብ28 ታሕሱስ 1622 ኣብ ሊዮ /ፈረንሳ/ ብሰላም ዓረፈ፤ መፅናዕቲ ብዛዕባ ቅድስናኡ ብ1627 ዝተጀመረ እንኪኸውን፡ ብ8 ጥሪ 1662 ብር.ሊ.ጳጳሳት እስክንድር 7ይ \'\'ብፁዕ\'\'፣ ድሕሪ 3ተ ዓመት፡ ብ19 ሚያዚያ 1665 \'\'ቅዱስ\'\'፣ ብር.ሊ.ጳጳሳት ፒዮስ 9ይ ከዓ፡ ብ1877 \'\'ሊቅ ናይ ቤተ ክርስትያን\'\' ተብሃለ፡፡ ንዙ ክብሪ ዝተቐበለ ቀዳማይ ፈረንሳዊ ከዓ እዩ፡፡ ር.ሊ.ጳጳሳት ፒዮስ መበል 11 ከዓ፡ ብ1923 \'\'ሓላዊ ቅዱስ ካቶሊካውያን ጋዜጠይናታት\'\' ቢሎም ሰመይዎ፡፡ ዝኸረ በዓሉ 24 ጥሪ እዩ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብ ትሕቲ ሓለዋን ደገፍን ቅዱስ ፍራንቸስኮስ በዓል ሳል ዝተመስረተ፡ ከም እኒ ማሕበር ሳለዛውያን ዶን ቦስኮ፣ ሚስዮናውያን ናይ ቅዱስ ፍራንቸስኮስ በዓል ሳል፤ ማሕበር ውፉያት ቅዱስ ፍራንቸስኮስ በዓል ሳል፣ ማሕበር ደናግል ቅዱስ ዮሴፍ ዝመሳሰሉ ዓበይቲ መንፈሳውያን ማሕበራት ይርከቡ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ኸልተ መለለይቲ ባህርያት እዙ ቅዱስ፡ ከምቲ \'\'እንካብ ብኣማኢት በራሚል መፂፅ፡ ብሓንቲ ማንካ ማዓር ዝበዝሐ ሓመማ ምሓዝ ይከኣል፡፡ ኣብ ምድሪ ካብ ሕያውነት ዝበልፅስ እንታይ ኣሎ? እንተዝህሉ\'ማ ኢየሱስ ባዕሉ ምመሃረና ነይሩ፡፡ እንተ ንሱ፡ እንካብኡ ክንመሃረን ዚግብኣና ኸልተ ኣብነታት እዩ ገዲፉልና፤ ንሳተን ከዓ፡ ትሕትናን ሕያውነትን ኢየን\'\' ዝብሎ፡ \'\'ሕያዋይ ፍቕር\'\'ን \'\'ንድሕነት ሰብ ዝነበሮ ፍሉይ ሓልዮትን\'\' ኢዮም፡፡ ሕያዋይን ኣዚዩ ትሑትን ከም ዝነበረ ከዓ ይንገረሉ፡፡ ፍቕርን ኣገልግሎትን ባህርያቱ ነበሩ። ኣብነቱ ንከተል፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          '\'\'ኦ ኣምላኽ፡ ብሓልዮትካ ንቅዱስ ዮሓንስ በዓል ሳል፡ ንመንእሰያት ሃይማኖት ክርስትና ከምህር ዝመረፅካዮ፡ ብሕልፊ ብዙሕ ጊዜ ዙይ፡ ካብ ማእኸል ምእመናን ብኹሉ ልቦም ተወፊዮም፡ ንመንእሰይ ሰብኣውን ክርስትያናውን ትምህርቲ ዘስተምህሩ፡ መነኮሳትን መምህራንን ንቤተ ክርስትያንካ ሃባ፡፡ ኦ እግዚኣብሔር ኣብ፡ ብኢየሱስ ወድኻ፡ ምሳኻን ምስ መንፈስ ቅዱስን፡ ንዘለዓለም ዝነብርን ዝነግስን ገይርና፡ ፀሎት ነዕርገልካ ኣሎና፡ ኣሜን\'\' /ካብ መና ፀሎታት/፡፡'
    },
  ],
  'ቅዱስ ቪንሰንት ናይ ፓውሊ': [
    {
      'type': 'heading',
      'text': '2ቅዱስ ቪንሰንት ናይ ፓውሊ (1581-1660)'
    },
    {
      'type': 'paragraph',
      'text':
          '\'\'ሓዋርያ ናይ ፍቕሪ ስራሕ\'\'ን፣ መስራቲ \'\'ማሕበር ልኡካን/ላዛሪስቲ\'\'፣ ከምኡ ከዓ፡ ምስ ሉዊዝ ደ ማሪላክ \'\'ማሕበር ደናግል ደቂ ፍቕሪ\'\' ዝኾነ፣ ቅዱስ ቪንሰንት /ቪንቸንስዮስ/ ናይ ፓውሊ /ደ ፖል/፡ ኣብ ፑወ ላንደ ናይ ጋስኮኒ /ፍረንሳ/፡ ኣብ ወርሒ መጋቢት 1581፡ ካብ ድኻታት ክርስትያን ስድራ ተወልደ፡፡ ወዲ 19 ዓመት ምስ ኮነ መዓርገ ክህነት ከም ዝተቐበለ ይፍለጥ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ቀዳማይ ኣገልግሎትን ምምላስን'
    },
    {
      'type': 'paragraph',
      'text':
          'ብባሕሪ እንኪጐዓዝ እንከሎ ብሸፋቱ ተትሒዙ፡ 2 ዓመት ከም እሱርን ባርያን ኣብ ቱኒዚያ ከም ዝፀንሐ ታሪኸ ሕይወቱ ይሕብር። ኣብ ቤት ማእሰርቲ እንከሎ ንጐይታኡ ናብ ክርስትና ከም ዘእተወን ሒዙዎ ናብ ፈረንሳ ከም ዝሃደመን ከዓ ይንገር፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ1608 ኣብ ከተማ ፓሪስ ነበረ፥ ንብረት ኣካሪኻ እቶት ዝርከበሉ መንገዲ ከዓ ይናዲ ነበረ፡፡ ኣበ ነፍሱ ኣባ ጴጥሮስ በዓል በሪየ /ደሓር ካርዲናል ዝኾኑ/ ክሊሸ ናይ ዝበሃል ቦታ /ወሰን ፓሪስ/ ቆሞስ ኪኸውን መኸሩዎ፤ ኣብኡ ዝተወሰኑ ኣወዳት ከዓ ከም ዝኣከበ ይፍለጥ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ምስንዳው ንሓድሽ ተልእኾ'
    },
    {
      'type': 'paragraph',
      'text':
          'ድሕሪኡ ን12 ዓመት ዝኣክል፡ ኣብ ፓሪስ ኣበ ነፍሲ ስድራ መኳንንቲ ጐንዲ ከም ዝነበረ ይፍለጥ፡፡ ኣብዙ እዋን\'ዙይ ተፃይ እምነቱ ዝተፈላለየ ብርቱዕ ፈተናታት ኣጋጠሞ፤ ድሕሪ ናይ ኣርባዕተ ዓመት ሽግር፡ ኣብ መራኸብ ምስ ዝሰርሑ ሰባት ኪሰርሕ ጀመረ፡፡ ንውሑዳት ዓመታት ከም ቆሞስ ኣገልገለ፤ ካብኡ ኣበ ነፍሲ ናይ ባራዩ ኮነ ኣብ ፓሪስ፡፡ ዋና ተልእኾኡ ዝረኸበ ግን፡ ንሓረስቶት ኣብ ገፀር ትምህርቲ ክርስቶስ ኣብ ምምሃር ነበረ፡፡'
    },
    {
      'type': 'heading',
      'text': 'ምምስራት ማሕበራት'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ1619 ምስ ቅድስቲ ፍራንቸስኮስ በዓል ሳልን ፍራንቸስካ ናይ ሻንታልን ከም ዝተራኸበ ይፍለጥ፡፡ ብ1622 ሓለቓ ደናግል \'\'ማሕበር ምብፃሕ\'\' ነበረ፤ ንዙ ናይ መዝነት ቦታ ክሳብ ሞቱ ነበሮ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ1625 ደሓር ንማሕበሩ መሰረት ዝኾኑ መናእሰይ ኣከበ፡፡ ማሕበሩ ካህናትን ኣኃውን ዝነበሩዎ እንኪኸውን፡ ዋና ተልእኾኦም ከዓ ኣብ ቊምስናታት ኣብ ማእኸል ድኻታትን ዘይተምሃሩን ምስራሕ ነበረ፡፡ ማሕበሩ ብ1633 ብሮማ ተፈላጥነትን ተቐባልነትን ረኸበ፡፡ ዋና ማእኸሉ ኣብ ናይ ቅዱስ ላዛር ገዳም ስለ ዝነበረ \'\'ላዛሪስት\'\' ዝብል ስም ተውሃቦ /ኣብ ፈረንሳ/፡፡ ኣብ ርእሲ ናይ ቊምስና ስራሓት፡ ንተልእኾ ዝኾኑ ካህናት ናይ ምምልማል ተልእኾ\'ውን ጐኒ ንጐኒ የካይዱ ከዓ ነበሩ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ1633 ቀዳሞት ኣባላት ማሕበር \'\'ደናግል ደቂ ፍቕሪ\'\' ኣብ ትሕቲ መንፈሳዊ መሪሕነት ሉዊዝ ማሪላክ /ብ1660 ዝዓረፈት/ ኪተኣኻኸባ ጀመራ፡፡ ስራሐን ከዓ ኣብ ማሕበራዊ ኣገልግሎትን ናይ ፍቕሪ ስራሕን ምውፋር ነበረ፡፡ ዕፅዋት ኪኾና ምእንቲ ኸይግደዳ ቪንሰት ማሕበር ደናግል ኪኾና ኣይደለየንን፡፡'
    },
    {
      'type': 'heading',
      'text': 'ዕረፍትን ኣብነትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ን60 ዓመታት ዝኣክል ፈረንሳ ተረባሒት መንፈሳዊ ኣገልግሎት ቪንሰትን \'\'ማሕበር ልኡኻን\'\'ን \'\'ደናግል ፍቕር\'\'ን ክትኸውን ተዓደለት፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ቪንሰንት ኣብ ከተማ ፓሪስ ብ27 መስከረም 1660 ብሰላም ዓረፈ፤ ብር.ሊ.ጳጳሳት ቀለምንጦስ መበል 12 ብ1737 \'\'ቅዱስ\'\' ተብሃለ፤ ር.ሊ.ጳጳሳት ሊዮ መበል 13 \'\'ሓላዊ ቅዱስ ስራሓት ፍቕሪ ናይ ካቶሊክ\'\' ቢሎም ሰመይዎ፡፡ ዝኸረ በዓሉ ከዓ መስከረም 27 እዩ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ቪንሰንት ንድኻታት ብዝገበሮ ሰናይ ኣገልግሎት ይፍለጥ፡፡ ናቱ ዕላማ፡ ንክስቶስ ኣብ ድኻታትን ድኹማትን ምግልጋል ነበረ፡፡ \'\'ኣነ ናይ ኣምላኽን ናይ ድኻን ኢየ\'\' ይብል ነበረ። \'\'ንብፃየይ ከየፍቀርኩ ንኣምላኽ ምፍቃር እኹል ኣይኮነን\'\' ከዓ ይብል ነበረ፡፡ ኣገልግሎትን ምቕሉልነትን መለለዪ ባህርያቱ ነበሩ። ብተመሳሳሊ ባህርያት ከም ኢየሱስን ቅዱስ ቪንሰንትን ንድኻታት ወንጌል ነበስርን ነገልግልን፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          '\'\'ኦ ቅዱስ ቪንሰንት፡ ናይ ዂሉን ማሕበራት ፍቕሪ ሰማያዊ ሓላውን ናይ ዂሎም ድኻታት ኣቦን፡ ኣብ ሕይወትካ ምሉእ\'ውን ናባኻ ንዝተፀግዐ፡ ንሓደ\'ኳ ዘየርሓቕካ፡ ሃየ ብኽንደይ መከራታት ከም ዝተፀቐጥና ጠሚትካ ርድኣና። ኣሜን\'\' /ካብ መና ፀሎታት/፡፡'
    },
  ],
  'ቅድስቲ ሉቺያ ፊሊፒኒ': [
    {
      'type': 'heading',
      'text': '2ቅድስቲ ሉቺያ ፊሊፒኒ (1672-1732 ዓ.ም.ፈ.)'
    },
    {
      'type': 'paragraph',
      'text':
          'ሉቺያ ፊሊፒኒ ኣብ ኮርነቶ ትራኩኒያ /ክፍለ ሃገር ቨነቶ ናይ ኢጣሊያ/ ብ13 ጥሪ 1672 ተወልደት፡፡ ኣብ መበል 16 ዓመት ዕድመኣ፡ ኣብ ሕይወት ቤተ ክርስትያን ንቕሕቲ ተሳታፊት ዝኾነት መምህር ትምህርተ ክርስቶስ ከም ዝነበረት ታሪኸ ሕይወታ ይነግር፡፡ እዚ ዘስተውዓሉ ጳጳስ፡ ካርዲናል ማርካንቶኒዮ ባርባሪጎ፡ ንቤት ትምህርታቶም እትግባእ ቀንዲ መምህር ኮይና ተርኣየቶም። ኣብ መበል 20 ዓመት ዕድመኣ ንሶም ኣብ ሞንተፊያስኮነ ዘጣየሹዎ፡ ክርስትያናዊ ትምህርቲ ንቆላዑ ዝግደስ ትካል ክትመርሕ ጀመረት፡ ብ1692 ኣብኡ ሎሚ ብ\'\'ማሕበር መምህራን ደናግል ቅድስቲ ሉችያ ፊሊፒኒ\'\' ዝፍለጥ፡ ማሕበር መምህራን ደናግል መስረተት፤ ናይ ሕዝቢ ቤት ትምህርታታ ኣብ ሮማን ማእኸላት ኢጣልያን ከዓ ተስፋሕፍሓ፡፡ ሉቺያ ኣብዙ ቅዱስ ኣገልግሎት ኣብ መበል 60 ዓመት ዕድመኣ፡ ብ25 መጋቢት 1732 ብሰላም ዓረፈት፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ1930 ቅድስቲ ቤተ ክርስትያን ንሉቺያ ፊሊፒኒ \'\'ቅድስቲ መምህር\'\' ኢላ ሰመየታ፤ እዛ እምንቲ መገልገሊት ኣምላኽን ሕዝቡን ብፍላይ ንዂሎም መምህራን፡ ከም ኣብነት ናይ ኣገልግሎት ወንጌል ንመንእሰያት ክትከውን ከዓ ኣወፈየታ፡፡'
    },
    {
      'type': 'paragraph',
      'text':
          'ደናግል ቅድስቲ ሉቺያ ፊሊፒኒ፡ ስራሕ ቅድስቲ ተኻሊተን ሎሚ ኣብ ዓድታት ኢጣልያ፣ ኣመሪካ፣ እንግሊዝ፣ ኣየርላንድ፣ ስዊዘርላንድ፣ ብራዚል፣ ኣልባኒያ፣ ኢትዮጵያን ኤርትራን እናካየዳ ይርከባ፡፡'
    },
  ],
  'ቅዱስ ኣልፎንሶ ደ ሊጎሪ': [
    {
      'type': 'heading',
      'text': '2ቅዱስ ኣልፎንሶ ደ ሊጎሪ (1696-1787 ዓ.ም.ፈ.)'
    },
    {
      'type': 'paragraph',
      'text':
          '''ፍሉጥ ናይ ሞራል ቶሎጋውን፣ መስራቲ ማሕበር ''ፍፁም ቅዱስ መድሓንን'' /ሪደምቶሪስትስ/፣ ሓደ እንካብቶም ሊቃውንቲ ቤተ ክርስትያንን ዝኾነ ቅዱስ ኣልፎሶ ማሪያ ደ ሊጎሪ፡ ካብ ኣብነታዊ ሕይወት ዝመርሑ ዝነበሩ ወለዱ፡ ኣብ ጥቓ ከተማ ናፖሊ /ኢጣልያ/ ማሪያነላ እትበሃል ቦታ ብ27 መስከረል 1696 ተወልደ፡፡ ገና ወዲ 17 ዓመት እንከሎ፡ ናይ ዓለማውን ናይ ቤተ ክርስትያንን ሕግታት መዓርግ ሊቅነት ምዕታሩ፡ ብትምህርቱ ኣዚዩ በሊሕ ከም ዝነበረ የረድእ፡፡'''
    },
    {'type': 'heading', 'text': 'ካብ ዳኝነት ናብ ክህነት'},
    {
      'type': 'paragraph',
      'text':
          '''ን8ተ ዓመታት ዝኣክል ከዓ፡ ከም ዳኛ ሰርሐ፤ ብሰንኪ እቱ ኣብ መንጐ መራሒ ኦሪሲኒን መራሒ ቶስካናን ዝነበረ ናዕቢ እንኪዳኒ ብዝፈፀሞ ጌጋ፡ ሰብኣዊ ፍልጠትን ኽእለትን ጐደሎን ዋጋ ዘይብሉን ምዃኑ ተረዲኡ፡ ብ1723 ንናይ ዳኝነት ሞያኡ ጠቕሊሉ ገዲፉ፡ ናብ ዘርኣ ክህነት ኣትዩ ትምህርቲ ክህነት ተምሃረ፤ ብ1726 መዓርግ ክህነት ተቐቢሉ ናይ ሰበኻ ካህን ኮነ፡፡'''
    },
    {'type': 'heading', 'text': 'ምምስራት ማሕበራት'},
    {
      'type': 'paragraph',
      'text':
          '''ብ1729 ልኡካን ናይ ዝህነፁሉ ዘርኣ ክህነት ኣበ ነፍስ ከም ዝነበረ ይፍለጥ፡፡ ኣብኡ ከዓ እዩ ምስቱ ደሓር ማሕበር ደናግል ዝመስረተን፡ ኣቡን ዝኾነን ቶማስ ፋልኮየ ዝበሃል ካህን ዝተራኸበ፡፡ ንደናግል ሱባኤ እንከግብር እንከሎ፡ ራእይ ከም ዝረኣየት ናይ ዝሓበረቶ ናይ ሓንቲ ድንግል ራእይ መርሚሩ፡ ሓቂ ከም ዝኾነ ኣረጋገፀ፤ ብኣኡ መሰረት ከዓ ናይ ማሕበረን ሕግን፣ ኸዳን ምንኲስናአንን ከም ዝለወጦ ከዓ ይንገር፡፡ እዚ ከዓ፡ ናይተን ''ኣልፎንሶ እዩ መስራቲና'' ዝብላ፡ ብ1731 ዝተጣየሻን ''ደናግል ማሕበር ፍፁም ቅዱስ መድሓኒ'' መሰረት ኮነ፡፡'''
    },
    {
      'type': 'paragraph',
      'text':
          '''ብ1730 ቶማስ ፋልኮየ ጳጳስ ናይ ካስተላማረ ምስ ኮነ፡ ብ1731/2 ንኣልፎንሶ ኣብ ገፀር ናይ ዝሰርሑ ሰብኡት ልኡካን/ካህናት ማሕበር ኪምስርት ሓተቶ፡ ንቱ ብ1749 ሕጉ ብር.ሊ.ጳጳሳት በነዲክቶስ መበል 14 ዝፀደቐ፡ ''ማሕበር ቅዱስ መድሓኒ'' /ሪደምቶሪስትስ/ ከዓ ኣጣየሸ፡፡'''
    },
    {'type': 'heading', 'text': 'ኣገልግሎትን መሪሕነትን'},
    {
      'type': 'paragraph',
      'text':
          '''ብኣልፎንሶ ዝምርሑ ኣባላት ናይ'ዙ ማሕበር መጀመሪያ 7ተ ኢዮም ዝነበሩ፤ ዋና ስራሖም ከዓ፡ ኣብ ገፀር ኣብ ዝርከባ ወረዳታት ድኻታት ምሕጋዝ ነበረ፡፡ ክሳብ ብ1743 ዝመውት፡ ላዕለዋይ ሓለቓኦም ፋልኮየ ነበረ፤ ካብኡ ንደሓር፡ ብወግዒ ጠቕላሊ ሓለቓ ኣልፎንሶ ኮነ፡፡ ኣብተን ቀዳሞት ዓመታት፡ ኣብ ውሽጢ ማሕበር ብዝተፈጥረ ሓድሓደ ፍልልይ፡ እቱ ማሕበር ክንድቱ ዝድለ ኪዓብን ኪስፍሕፋሕን ኣይከኣለን፡፡ ካብ 1726 ክሳብ 1752፡ ኣልፎንሶ ኣብ ከባቢ ከተማ ናፖሊ ከም ኣናዛዚ ብዙሕ ሰብ ይደልዮ ከም ዝነበረ ይንገር፡፡'''
    },
    {'type': 'heading', 'text': 'ጵጵስናን ናይ መወዳእታ ዓመታትን'},
    {
      'type': 'paragraph',
      'text':
          '''ኣብ መበል 66 ዓመት ዕድመኡን ድሕሪ ናይ 13 ዓመታት ኣገልግሎት ሕልቅነት ማሕበሩን፡ ብ1762 ኣንፃር ድልየቱ፡ ናይ ቅድስቲ ኣጋታ ናይ ጎቲ /ቨነቶ/ እትበሃል፡ ጥቓ ከተማ ናፖሊ እትርከብ ንእሽተይ ሰበኻ ጳጳስ ተሾመ፡፡ ድሕሪ ናይ 13 ዓመት ንጡፍ ኣገልግሎት፡ ብሰንኪ ዋሕዲ ጥዒና ብ1770 ጥሮታ ኪወፅእ ሓተተ፤ እንተኾነ ግን፡ ር.ሊ.ጳጳሳት ቀለምንጦስ 14 ንጥርዓኑ ኣይተቐበሉዎን፤ ድሕሪ 5ተ ዓመት ግን፡ ብ1775 ር.ሊ.ጳጳሳት ፒዮስ ሻድሻይ፡ ካብ መንበረ ስልጣኑ ኪወርድ ፈቐዱሉ፡፡'''
    },
    {
      'type': 'paragraph',
      'text':
          '''ከም ጠቕላሊ ሓለቓ ማሕበሮም እናቐፀለ፡ ኣብ ኖቸራ ደይ ፓጋኒ ኣብ እትበሃል፡ ጥቓ ሳለርኖ ኣብ ጥቓ ከተማ ናፖሊ እትርከብ ቦታ ከዓ ተቐመጠ፡፡ ድሕሪ 18 ዓመት ከዓ፡ ብ1 ነሓሰ 1787 ኣብኡ ብሰላም ኣዕረፈ፡፡'''
    },
    {'type': 'heading', 'text': 'ፅሑፋቱን ውርሻኡን'},
    {
      'type': 'paragraph',
      'text':
          '''ኣልፎንሶ ብር.ሊ.ጳጳሳት ፒዮስ 7ይ ብ15 መስከረም 1816 ''ብፁዕ''፣ ብር.ሊ.ጳጳሳት ጐርጐርዮስ መበል 16 ከዓ፡ ብ26 ግንቦት 1839 ''ቅዱስ''፣ ብር.ሊ.ጳጳሳት ፒዮስ 9ይ ብ1871 ''ሊቅ ናይ ቤተ ክርስትያን''፣ ብ26 ሚያዚያ 1950 ከዓ፡ ብር.ሊ.ጳጳሳት ፒዮስ መበል 12 ''ሓላዊ ቅዱስ ኣናዘዝትን ናይ ሞራል ቶሎጋውያንን'' ተብሂሉ ይርከብ፡፡ ዝኸረ በዓሉ ከዓ 1 ነሓሰ እዩ፡፡'''
    },
    {
      'type': 'paragraph',
      'text':
          '''ኣልፎንሶ ንቱ ናይ ሞራል ቶሎጊያ ዝነበረ ቀዳማይ መፅሓፉ ዝነበረ ዘሕተመ ብ1748 ነበረ። ኻልኦት ደሓር ናብ ብዙሓት ቋንቋታት ዝተተርጐሙ፡ 60 ዝኾኑ መፃሕፍቲ ከም ዝፀሓፈ'ውን ይፍለጥ /ንኣብነት ብዛዕባ ቅዱስ ቊርባን፣ ክብርታት ማርያም፣ መንገዲ ድሕነትን ፍፅምናን፣ መንገዲ መኮታዊ ፍቕሪ፣ ኣብ ልዕሊ ቅዱስ ልቢ ኢየሱስን ኣማላድነት ማርያምን፣ ፅብቕቲ ሞት ንምርካብ ምእንቲ ምስንዳው ዝናገር መፅሓፍ، ንእምነት ዝተኸላኸለሎም ናይ ቶሎጊያ ፅሑፋት፣ ከምኡ ከዓ ንዘናዝዙ ዝኸውን መምርሒ/፡፡ ብዙሕ ዕዙዝ ኣበርክቶኡ ከዓ፡ ኣብ መንጐ ''ሊቃውንቲ ቤተ ክርስትያን'' ይቑፀር፡፡'''
    },
    {
      'type': 'paragraph',
      'text':
          '''ቅዱስ ኣልፎንሶ ብቀንዱ፡ ብኣገባብራ ስብከትን ኑዛዜን እዩ ንደቂ ማሕበሩ፣ ከምኡ ከዓ ንዂሎም ካህናት ፍሉይ ኣብነት ዝኾነ ዓቢዪ ቅዱስ እዩ፡፡ ብዛዕባ ስብከቱ እንኪዛረብ ''ዝኾነ ተራ ሰብ ኪርድኦ ዘይኸእል ስብከት ሰቢኸ ኣይፈልጥን'' ኢሉ ከም ዝተዛረበ ተጠቒሱ ይርከብ፡፡ ንድሕነት ነፍሳት ልዑል ሃረርታን ትግሃትን ከም ዝነበሮ'ውን ይፍለጥ፡፡ ኣብ ዘመን ሕይወቱን ኣገልግሎቱን፡ ካብ ውሽጥን ወፃእን ንዘጋጠሞ ብዙሕ ስደትን መከራን፡ ብዓቕልን ትዕግስትን ጥበብን ከም ዝተፃወረ ይንገር፡ ናይ ቅዱስ ቊርባን ምብፃሕ ቅዱስ ልምዲ፡ ዘተኣታተወን ዘማዕበለን ከዓ ንሱ እዩ፡፡ ኣብ ቅድሚ ቅዱስ ቊርባን ዝግበር ፀሎት ኣብ ማሕበሩ ዓቢዪ ቦታ ነበሮ፡ ኣብ ሕይወት ኣማኒ ቅዱስ ቊርባን ፍሉይን ልዑልን ቦታ ኪሕዝ ከም ዝግባእ ከዓ ኣብነቱን ትምህርቱን ገደፈልና። ንከተሎ፡፡'''
    },
  ],

  'ቅዱስ ኣቡነ ያዕቆብ ዩስጢኖስ': [
    {'type': 'heading', 'text': 'ቅዱስ ኣቡነ ያዕቆብ ዮስጢኖስ ዲ ጃኮቢስ /1800-1860 ዓ.ም.ፈ/'},
    {
      'type': 'image',
      'path': 'assets/images/saints/stjacobgolia (2).jpg',
      'caption': 'ቅዱስ ኣቡነ ያዕቆብ'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ንእስነት ኣቡነ ያዕቆብ'},
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ኣቡነ ያዕቆብ ዮስጢኖስ ካብ ኣቡኦም ጆቫኒ (ዮውሃንስ) ባፕቲስት ዲ ጃኮቢስ ፡ ካብ ኣዲኦም ጆስፒና ሙቻን ኣብ ሃገረ ጥልያን ምስራቓዊ ናፖሊ ኣውራጃ ፓታንዛ ፍሉይ ቦታ ሳንፈለ ኣብ ዝተብሃለ ገጠር ብ 9 ጥቅምቲ 1800 ካብ ሕያዎት ስድራ ተወሊዶም። ወለዶም ጠቕላላ 14 ውላድ ዘፍረዩ እንትኾኑ ፡ ሕይወት ግን ንስድራ ዮውሃንስ ባፕቲስት ፅቡቕ ኣይነበረትን። በዚ ድማ ካብቶም ዝወለድዎም ደቆም ብሕይወት ዝተረፉ እቶም 5 ኣወዳት ጥራሕ ዮም። ሓደ ካብኦም መበል 7ይ ውሉድ ዝነበሩ ኣቡነ ያዕቆብ እዮም።'
    },
    {
      'type': 'paragraph',
      'text':
          'ንሕፃን ያዕቆብ እታ ፈላመይቲ መምህሩን ፈታዊቱን ኣዲኡ እያ ዝነበረት። በዓል ሰናይ ድላይን ርሕርሕቲ ኣደ ብቃልን ብግብርን ልዕሊ ኩሉ ድማ ብኣብነታ ንክርስትያናዊ ሕይወት ምስ ወንጌል ኣሰማሚዓ ዘፍለጠቶ። ንእስነት ኣቡነ ያዕቆብ ብክልተ ኣጋጣሚ ናብ ሓደጋ ዝተቓልዐ እኳ እንተነበረ ግን እቲ ርሕሩሕ ኣምላኽ ንቀፃሊ ብኣኦም ንምድር ሓበሻ ክበፅሖም ገና ኣብ ማሕፀን ኣዴኦም ድቂ ከለዉ ስለ ዝመረኦም ይመስል ካብቲ ክተርፉ ዘይመስል ሓደጋ ብፀጋኡ ዝሓለዎም።'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣቡነ ያዕቆብ ገና ወዲ ሓደ ዓመት ቆልዓ ከለዉ ከቢድ ሕማም ሓሚሞም ነበሩ። ኣደ ኣቡነ ያዕቆብ ኩነታት ከቢብ ሕማም ናይ ወዳ ብደንቢ ስለ ዝተረድአት ወዳ ንክተርፈላ ናብ ኣምላኽ ኣበርቲዓ ፀለየት። እንትሓዊ ድማ ንቤተክርስትያን ክተወፍዮ ተመፃብዐት፤ እንተዘይኮኑ ግን ማለት ፍቓድ ኣምላኽ እንተኾይኑ ድማ ብሞት ወዳ መስዋእቲ ንክትከፍል ፍቓዳ ንኣምላኽ ሃበት ። እንተኾነ ግን ነቲ ኣምላኽ ዝመደቦ ምኽሪ ዘፀልምቶ የልቦን’ሞ ፀሎት ጀስፒር ሙቻን ክምለስ ነበሮ።'
    },
    {
      'type': 'paragraph',
      'text':
          'እቲ ካልኣይ ኣጋጣሚ ድማ ኣቡነ ያዕቆብ ንእሽተይ ምስ ዓበዩ ካብ በቕሊ ናብ ገደል ናይ ምፅዳፍ ሓደጋ ኣጋጢምዎም ነይሩ። እንተኾነ ሕጂ’ ውን እታ በቕሊ ካብቲ ዘጋጠማ ናይ ምሽርታት ሓደጋ ብተኣምራዊ መንገዲ ኣብ ምኻድ ናይቲ ገደል( ፀድፊ) ጠጠው ክትብል ከኣለት’ሞ በዚ ድማ ኣቡነ ያዕቆብ ካብቲ ናይ ሞት ሓደጋ ንካልኣይ ጊዜ ክተርፉ ከኣሉ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣቡነ ያዕቆብ ናይ ሕፃንነት ጊዜኦም ሜዞጊዮርኖ (ደቡብ ኢጣልያ) ኣብ ዝበሃል ብቁሳዊ ሃብቲ ድኻ ዝኾነ ፡ ብሞራላውን ክርስትያናውን ሃብቲ ግን ኣዝዮም ዝሃብተሙ ፡ ልክዕ ከም ሓደ ቤተሰብ ሓዲኦም ንሓዲኦም ዘለዎም ጎዶሎ እናረኣዩ እናተሓጋገዙ ኣብ ዝነብር ማሕበረሰብ’ ዮም ዝዓበዩ። ካብዚ ጊዜ ጀሚሩ ድማ ‘ዪ ኣቡነ ያዕቆብ ንስኡናትን ድኻታትን ትኹረት ክገብሩ ዝጀመሩ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣቡነ ያዕቆብ ብባህሪኦም ሕያዋይን ተጫዋታይን እኳ እንተነበሩ ካብቶም መዘኑኦም ዝነበሩ ሕፃናት ግን ብኣመለካክታኦም ፀብለል ኢሎም ይረኣዩ ስለ ዝነበሩ “ሽማግለ ያዕቆብ” ዝብል ቅፅል ስም ኣውፅእሎም።'
    },
    {
      'type': 'paragraph',
      'text':
          'በ1813 ኣቡነ ያዕቆብ ወዲ 12 ዓመት እናሃለዉ ወላዲኦም ዮውሃንስ ባፕቲስት ብኢኮኖሚያዊ ቀውሲ ምኽንያት ምስ ምሉእ ስድራቤቶም ናብ ከተማ ፓሊ ብምኻድ አብ ዓውደ ንግድን ሕርሻን ብምንጣፍ ኣብ ዝሓፀረ እዋን ናብ ዝሓሸ ኢኮኖሚያዊ ምዕባለ ሓፍ ብምባል ሕይወቶም ምምራሕ ጀመሩ። ኣቡነ ያዕቆብ’ ውን ኣብ ናፓሊ ትምህርቶም ቀፀሉ። ፀሎት ብምግባር ፡ ቅዱስ ቁርባን ብምቕባል ድማ መንፈሳዊ ሕይወቶም ኣብ ትሕቲ እቶም ሕያዋይ ቀርሜሎሳዊ ካህን ኣብ ማሪያኖ ካካስ መሪሕነት ይከታተሉ ነበሩ።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ሕይወት ኣቡነ ያዕቆብ ኣብ ንኡስ ዘርኣ ክህነት (ሰሚናሪ)'
    },
    {
      'type': 'paragraph',
      'text':
          'እቶም ሕያዋይ ቄርሜሎሳዊ ካህን ኣባ ማሪያኖ ካካስ መንእሰይ ያዕቆብ ክህነታዊ ፀዋዕታ ከም ዘለዎ ፈለጡ። ኣቡነ ያዕቆብ ነቲ 1809 ብመንግስቲ ናፓሊ ኣብ ልዕሊ ሃይማኖታዊ ትካላት ዝግበር ዝነበረ ግፍዒ ንባዕሎም ንቅዱስ ፀዋዕታ ከዳልዉ ድሕሪ ምፅናሕ ናብ ማሕበር ላዛሪስት ንክኣትዉ ወሰኑ። ብጥቅምቲ 1818 ድማ ኣብ “ዲ ቨርጂኒ” ዝበሃል ገዳም ተመክሮ ጀመሩ። ኣባ ካካስ ‘ቶም ቄርሜሎሳዊ ካህን ድማ ነቶም ናይ ዲቨርጂኒ ገዳም ሓለቓ ዝነበሩ ኣብ ፍራንሲስ ዣቭየር ፔሊቺያሪ ብደስታ ከምዚ ክብሉ ሓሳቦም ሃብዎም። “ንማሕበርኩም ዓብይ ሂያብ ብምቅራበይ ኣዝየ ሕጉስ እየ።”'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብ ሕይወት ንኡስ ዘርኣ ክህነት ኣቡነ ያዕቆብ ነቲ ዝነበሮም ትሕትና ንድኻታትን ንቤተ ክህነት ዘለዎም ኣገልግሎትን፡ ብዛዕባ ኩሉ ነገር ስለ ዝነበሮም ተገዳስነት ተመልኪቶም እቶም መሓዝቶም “ ሓው ንስኻ ግበሮ” ክብሉ ቅፅል ስም ኣውፅእሎም። እዚ ቅፅል ስም ድማ ሓደ ነገር ንምውሳን ግዜኡ ክበፅሕ ከሎ ኣቡነ ያዕቆብ ንኣዕርኽቶም ዝህብዎ ልሙድ መልሲ “ንስኻ እባ ግበሮ” ካብ ዝብል ዝመፀ እዩ። ምናልባት ከምኡ ኢሎም መልሲ ምሃቦም ኣቡነ ያዕቆብ ብዛዕባ እቲ ነገራት ዘይግደሱ ወይ ስለዘይደልዩ ዘይኮነስ፡ ካልኦት ካብኦም ንላዕሊ ብዝበለፀን ክሰርሕዎ ከም ዝኽእሉ ስለ ዝኣምኑ ‘ዮም ከምኡ ዝብሉ ዝነበሩ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብ ውሽጢ ሰሚናሪ ምስቲ መንግስታዊ ትምህርቲ ክመሃሩ ከለዉ ዝወለድዎ ዕርክነትን ተመሳሳሊ ሓሳብን ተመሳሳሊ ሞያታት ምትሕግጋዝን ዝለዋወጡ ዝነበሩ ፍትዊ ዓርኮም ስፓካፒቴራ ድሕሪ ጃሳትን ድሕሪ ሓደ ዓመት ኣሰሮም ብምስዓብ ናብ ገዳም ዲ ቪርጂኒ ኣተዉ። ስፓካፒቴራ ኣቡነ ያዕቆብ ብከመይ ዝበለ ህይወት ከም ዝሓልፍ ሓደ ሓደ ባህታ ዘህብ ኣረኣእያ ሓበሬታ ዝህቡና ንሶም ‘ዮም። ብዛዕባ ኣቡነ ያዕቆብ እንክዛረቡ ከምዚ ይብሉ። “ናቶም (ኣቡነ ያዕቆብ) ባህሪ ፍሉይ እዩ። ኣብኦም ጉድለት ምርካብ ፍፁም ዘይሕሰብ ‘ዩ። ልዕሊ ኩሉ ንትሕትና ከም ተፈታዊ ስራሖም ለበስዋ። ኣቡነ ያዕቆብ ምስ ድንግል ማርያም ዕሙቕ ዝኾነ ርክብ ነበሮም። ኣብ ልዕሊ ማርያም ፍቕርን እምነትን ንምልዕዓል ድማ ኩሉ ጊዜ ሃነፅቲ ዝኾኑ ዛንታታት ይሓስቡ ነበሩ። ብዛዕባ ትምህርቶም ማእኸላይ እኳ እንተነበሩ ግን ብዛዕባ ጉድለቶም ክዛረቡ የሐጉሶም ነይሩ” እናበለ ስፓካፒቴራ ነቶም ፍሉይ ርእሲ ዘይተዓደሎም ግን ብዘይ ጥርጥር ዓበይቲ ሓሳባት ንምግላፅን ብፍጥነት ንምርዳእን ንነገራት ብቐሊል መንገዲ ንምግላፅን ዝነበሮም ተኽእሎ ምስክርነቶም ይህቡ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣቡነ ያዕቆብ 18 ጥቅምቲ 1820 መብፅዓ ማሕላ ተዓቅቦ (ንፅህና) ተኣዝዞ ድክነት ምስ ፈፀሙ ኣብ ናፓሊ ናብ ክህነት ዘብቅዕ ትምህርቲ እናተምሃሩ ከለዉ ብ 27 ጥቅምቲ 1823 ናብ ክፍለ ሃገር ፑልያ ዝርከብ ገዳም “ኦርያ” ተለወጡ። 13 መጋቢት 1824 ድይቁና ድሕሪ ምቅባሎም 12 ሰነ 1824 ኣብ ቅድሚ ታቦት ቅዱስ ሚካኤል ካቴድራል ብሪንደሲ ብኢድ ሊቀ ጳጳስ ዮሴፍ ማሪያ ተደስሊ መዓርግ ክህነት ተቐበሉ።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ሓወርያዊ ኣገልግሎት ኣብ ሃገሮም'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/stjacobgolia (6).jpg',
      'caption': ''
    },
    {
      'type': 'paragraph',
      'text':
          'ኣቡነ ያዕቆብ ድሕሪ ክህነት ምቕባሎም ን5 ዓመት ኣብ ኦሪያ፡ ብድሕሪኡ ድማ ኣብ ሞኖፓሊ ዝኽፈት ዝነበረ ሓድሽ ቤት ካብቶም መስረቲ ብምኳን ብድሕሪኡ ብናይ ጥዕና ፀገም ተሓዋዊሱ ን 4ዓመት ድሕሪ ምፅናሕ ኣብታ ዝነውሐ 13 ዓመት ዘገልገሉላ ፑግሊያን ሊቼን ኣገልገሉ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብዚ ሓወርያዊ ኣገልግለቶም ብቅድስናዊ ህይወት ብስብከት ወንጌል፡ ነቲ ጥዑም ቃል ብስራት ብዝሰማማዕ ንዝሓመሙ እናበፅሑ ፡ ንድኻታት እናሓገዙ ምስ ገበርቲ ሰናይን ምስ ማሕበራት ደቂ ኣንስትዮን ካልኦት ናይ ገበርቲ ሰናይ ትካላትን ብምኳን ንባዕሎም ኣሕሊፎም እስካብ ምሃብ ብዓብዪ ተኣዛዝነት ትሕትና እንከገልግሉ ካብ ብዙሓት ሰባት ናእዳ ረኸቡ። ንዕኦም ክሰምዑን ክሪኡን ዕድል ዝረኸቡ ኩሎም ብሰብኣውነቶም ተማረኹ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ1831 ሓደ ምሸት ክረምቲ ኣብ ሞኖፓሊ ከም ልማዶም ስብከት ንክገብሩ ኣብ ምድላው ኣብ ዝነበርሉ ጊዜ ቅድሚ ንምእመናን ምስባኾም ሓደ ካብ ፋዛኖ መልእኽተኛ መፂኡ ሓደ ብሕማም ተወፂዑ ሕይወቱ ኣብ ሓደጋ ዝርከብ ንኣቡነ ያዕቆብ ክረክብ ከም ዝደሊ ነገሮም። ድሕሪ ስብከት ኣቡነ ያዕቆብ ኣብ ልዕሊ ፈረስ ተወጢሖም ምስቲ መልእኽተኛ ናብቲ ሕሙም ገፆም ኣቕንዑ። ኣብኡ ንፋስ ዝበዝሖ ድቕድቕ ፀልማት ንእሽተይ መብራህቲ ሒዞም እናኸዱ ከለዉ ግን ሃንደበት ንፋስ ንመብራህቶም ኣጥፍኣሎም። እቲ መልእኽተኛን ኣቡነ ያዕቆብን ድማ ኣብ ስጉምትታቶም ጠጠው በሉ። ወርሒ ኮነ ወይ ንእሽተይ ንክጎዓዙ ዘኽእል ጩራ መብራህቲ ኣይነበረን። እቲ መልእኽተኛ ‘ውን ካብታ መብራህቲ ዝጠፍአት ንደሓር ገለ ክመርሖም ስለ ዘይከኣለ ክፈርሕ ጀመረ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣቡነ ያዕቆብ ድማ ኣረጋጊዖም ሓቢሮም ናብ ማርያም ክፅልዩ ዓደምዎ ‘ሞ ፀሎቶም ሰሚሩ መንገዶም ናብቲ ሕሙም ንክቕፅሉ ዘኽእሎም ናይ ድምፂ ብርሃን ከበቦም። ኣቡነ ያዕቆብ ቅድሚ ናብቲ ኣብ ፋዛኖ ዝፅበዮም ዝነበረ ሕሙም ምብፃሖም ነቲ መልእኽተኛ እቲ ሕሙም ንስሓ ድሕሪ ምእታዉ ከም ዘይመውት ነጊሮም ኣፀናንዕዎ። ብድሕሪኡ ድማ ናብቲ ሕሙም ቤት በፂሖም ኑዛዜኡ ፈፂሙ እቲ ሕሙም ሰብ ‘ውን ከምቲ ኣቡነ ያዕቆብ ነቲ መልእኽተኛ ዝነገርዎ ብድሕሪኡ 30 ዓመት ብሕይወት ክነብር ከኣለ። ብድሕሪ እዚ ኣቡነ ያዕቆብ ብዛዕባ እቲ ዘጋጠሞም ነገር ተሓቲቶም “እቲ ዝኾነ ነገር ኩሉ ናይ እግዚኣብሄር ስራሕ እምበር ኣነ ዝገበርክዎ ኣይኮነን” ክብሉ መልሲ ሃብሉ።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ምምስራት ሓወርያዊ ሰበኻ ምድረ ሓበሻ'
    },
    {
      'type': 'paragraph',
      'text':
          'ክህነት ምስ ተቐበሉ እቲ ተኣዝዘኦም፣ ትሕትናኦም፣ ብልሒ ኣእምሮኦም፣ቆራፅነቶምን ድፍረቶምን ተወፋይነቶምን ብክህነታዊ ኣገልግሎት ብቅዓቶም ምስተገልፀ፡ ኣሕሉቕ ንዝለዓለ ሓላፍነት ማሕበር ጠመትዎም። ካብ ዝተሓተ ናብ ዝለዓለን ዝኸበደን ሓላፍነት እናመዘዝዎም ንሓንቲ ከባድን ናይ መወዳእታን ኣገልግሎት ኣብ ውሽጢ ማሕበር ኣብ ኢጣልያ ንዝኾነ ሓላፍነት ፀውዕዎም። ብ 16 ሚያዝያ 1838 ኣብ ናፖሊ ንእትርከብ ዓባይ ገዳም ቅ.ቪንሰንት ዓቢ ሓለቓ ኣቡነ ያዕቆብ ዮስጢኖስ ተመረፁ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ነዊሕ ከይፀንሑ ኣብ ውሽጢ ሓደ ዓመት እቲ ብብዙሓት መሪፁ መንገዱ ዘትሕዞም መንፈስ ቅዱስ ቆላሕታኡ ኣውደቐሎም። ኣብቲ ግራት ሕርሻኡ ዝኾነ ድሕነት ነፍሳት ዚዝርኣሉ ሃገረ ስብከት ሰራሕተኛታት ንክልእኽ ከምቲ ስልጣን ሰማይ ምድርን ኩሉ ተዋሂቡኒ ኣሎ፡ እሞ ኪዱ ንኹሎም ኣህዛብ ብስም ኣብን ወልድን መንፈስ ቅዱስን እናኣጠመቕኩምዎም ደቂ መዛሙርተይ ግበርዎም (ማቴ 28፡18-19) ቢሉ ዘወፍዮም መሰረት እንሆ ንቤተ ክርስትያኑ ንምድሪ ሓበሻ ንከበግሳ ከምቲ ንሓዋርያት በብሓደ ደልዩ መሪፁ ዝኣከቦም ፡ ንምድሪ ሓበሻ ሰበኻ ሓዋርያ ክተናዲ ኣንቀላ። መንፈስ ቅዱስ ብዝመርሓ መንገዲ እውን ቀዳማይ ዳህሳስ ልኡኽ ን ኣባ ቪቶ ጓሪኒ ናይ ቤተ ክርስትያን ተልእኾ ስብከተ ወንጌል እትሓሊ ቤት ፅሕፈት ጠቕላላ ሓላፊ ማሕበር ተልእኾ ወንጌል ተላኢኾም ኣብ ገዳም ላዛሪስት ቅዱስ ቪንሰንት ናፖሊ ኣትዮም ምስ ሓለቓ ገዳም ኣቡነ ያዕቆብ ዮስጢኖስ ተራኺቦም ቤተ ክርስትያን ንተልእኾ ወንጌል ንምድሪ ሓበሻ ክትልእኽ እትገብሮ ዘላ ምንቅስቃስ ከም ምስንዳውን ምኽሪ ምሕታትን ኣምሲሎም መደብ ቤተ ክርስትያን ኣዚራሪቦሞም ተመልሱ።'
    },
    {
      'type': 'paragraph',
      'text':
          'መዝነቶም ብናእዳ እናሰላሰሉ ከለዉ ድማ ናይ ማሕበር ተልእኾ ወንጌል ጠቕላላ ሓለቓ ብጥቅምቲ 1838 ናብ ገዳም ኣቡነ ያዕቆብ ጋሻ ኮይኖም ብዛዕባ ተልእኾ ወንጌል ተቐባሊ መዝነት ንምኳን ፍቓደኛ እንተኾይኖም ሓተትዎም። ኣቡነ ያዕቆብ ድማ ሓደ ቅድመ ኩነት ጥራሕ ኣቕረቡ። “ኣሕሉቕ ገዳመይን ማሕበረይን ዘፍቅዱ እንተደኣ ኮይኑስ ኣቢሲኒያ እታ ሓዳስ ፍትውቲ ዓደይ ክትከውን እያ” በልዎም። ካርዲናል ፍሊፖ ፍራንሲኒ ድማ ኣወንታዊ መልሲ ሒዞም ናብ ሮማ ተመልሱ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ናብታ ሓዳስ እትውለድ ዘላ ተልእኾ ኣቢሲኒያ ብቑዕ ሰብ’ዮም ዝረኸቡ። እዚ ሓድሽ ተልእኾ ንማሕበር ቨንሰንት ሓደራ ብምባል ናይ ጠቕላላ ሓለቓ ፍቓድ ምስ ረኸቡ ኣቡነ ያዕቆብ ንኣቢሲኒያ ከም ዝምደቡ ገበሩ። ኣቡነ ያዕቆብ ነዚ ሓድሽ ተልእኾ ተሃንጢዮም ተፀበይዎ። ካብ ሃገር ወፃኢ ንዘሎ ተልእኾ ወንጌል ንክኸዱ ንነዊሕ ጊዜ ይፅበዩ ዝነበሩ እዮም ዝመስሉ። እዚ ሕልሞም’ ውን ኣብ 38 ዓመቶም ጋህዲ ኮይኑ ተረኽበ። ብተወሳኺ ድማ እዚ ተልእኾ ካብቲ ዝሕመይሉ ዝነበረ መዓርግነት ጵጵስና ከርሕቖም ተስፋ ገበሩ። ምናልባት ኣብ ዓዶም እንተፀኒሖም ጳጳስ ናይ ሙኳን ዕድል ከጋጥም ይኽእል ስለዝነበረ እዚ ከጋጥሞም ይደልዩ ኣይነበሩን። ሽሕ እኳ ነቲ ዝተመደብሉ መዝነታት ብብቕዓት ይዋፅእዎ እንተነበሩ እዞም ትሑት ካህን ንጵጵስናዊ መዝነት ግን ብቑዕ ኮይኖም ይስምዖም ኣይነበረን። ንባዕሎም ከም ብቑዕ ካህን ዘይቆፅሩ ከመይ ገይሮም ንባዕሎም ከም ጳጳስ ክወስዱ’ ሞ። እኳ ደኣስ ኣብ ተልእኾ ወንጌል ክዋፈሩ ስለ ዝደልዩ ነሕሉቖም መልእኽቲ ፅሒፎም ንምድሪ ሓበሻ ክመፁ ዝለመኑ።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ጉዕዞ ናብ ምድሪ ሓበሻ'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ኣቡነ ያዕቆብ ምስ ጠቕላላ ሓለቓ ላዛሪስት ብጉዳይ ሓዳስ ሰበኻ ብዕምቆት ምስ ዘተዩ ናብ ኢጣልያ ተመልሱ። መጋይሽቶም መራሒቶም ናይቲ መደቦምን ዕላሞኦምን ፈፃሚት መሰነይትን ብፅይትን ዝነበረት ማርያም ነቲ ብቅድስቲ ካትሪና ጌራ ዝገለፀቶ ተልእኾ ግልፀትን መዳልያ ተኣምራታዊት ማዕተብ ብ 1832 ንመጀመርታ ጊዜ ተሰሪሓ እንክትዝርጋሕ ኣብ ሻውዓይ ዓመታ ድማ ቅዱስ ኣቡነ ያዕቆብ ነዚ ሓድሽ መዝነት ተልእኾ ወንጌል ሒዞም ዝነቐሉ። ብሓቂ ፅኑዕ ተልእኾ ካብ ማርያም ንፅሕቲ ድንግል ተቐቢሎም ከምቲ ንቅድስቲ ካትሪና ብሓላዊኣ መልኣኽ ኣፀዊዓ ዝተራኸበታ ፡ ቅዱስ ኣቡነ ያዕቆብ እውን ኣብታ ቤት ፀሎት እቲኣ ሰጊዶም ኩሉ ድላይ ንፅሕቲ ድንግል ተልእኾ መድሕን ዓለም ወዳን ተቐቢሎም ካብቲ ኣእዳዋ ዝፈስስ ፀጋታት ረውዮም ፣ ተሓጒሶም ፣ ተቢዖም “ተኣምራታዊ መዳልያ” ሳንጥኦም መሊኦም ዝመፁ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ምስ ወዲ ማሕበሮም ኣብ ሉዊጂ ሞንቱዎሪ ብ 24 ግንቦት 1839 ናብ ኢትዮጵያ ናይ ፈረንሳይ ፓስፖርት ሒዞም ተበገሱ። ብ 12 ጥቅምቲ 1839 ናብታ ብቱርኪ ትመሓደር ዝነበረት ወደብ ምፅዋዕ ኣተዉ።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ዓድዋ'},
    {
      'type': 'paragraph',
      'text':
          'እቲ ሓድሽ ዝተመስረተ ሰበኻ ምድሪ ሓበሻ ንኢ/ያ ዘዋስንዋ ሃገራት ብዘይ ደረት ብወገን ምዕራብን ደቡብን ይጥርንፍ ነበረ። ኤች ሶልት ዝተብሃለ ዳህሳሲ ንከተማ ዓድዋ “ኣብ መንጎ ክልተ ክልላትን ሃገርን ገምገም ባሕሪ ናይ ንግዲ ቀንዲ ማእኸል ከም ዝነበረት ገሊፁ ስለዝነበረ ነታ ሓዳሽ ዝተመስረተት ሰበኻ ምድረ ሓበሻ’ ውን ኣቡነ ያዕቆብ ከም ማእኸል ኮይና ክተገልግሎም ሓረይዋ። ናብ ሰሜን ኢትዮጵያ ጉዕዞኦም ቀፀሉ ብ 29 ጥቅምቲ 1839 ዓድዋ ኣተዉ። ኣብኡ ክቕመጡ ምስ ዝፀንሑ ወዲ ማሕበሮም ምስ ዮሴፍ ሳፕቶ ኣብኡ ተራኸቡ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ድሕሪ 2 ሰሙን ንሓውዜን(ትግራይ) ከይዶም ምስ ደጊያት ውቤ ስሜነታይ ገዛኢ ትግራይ ተራኸቡ’ሞ ብፅቡቕ ተቐቢሎም ክቕመጡ ፈቐዱሎም። ቅድሚ ዝኾነ ወፍሮም ሓቢሮም ብኣስተንትኖ ምስ ኣምላኽ ዘተዩ። ብፅሞና ሱባኤን ፀሎትን ተሰንዩም፣ኣንዊሖምን ኣዕሚቖምን ንኹሉ ነገራት ምስ ኣስተውዓሉ ሰለስቲኦም ካህናት ብመደብ ተልእኾ ወንጌል ናብ ዝተፈላለዩ ቦታ ወፈሩ። ኣባ ዮሴፍ ሳፐቶ ንሸዋ፣ ኣባ ሉዊጂ ሞንቱዎሪ ንጎንደር፣ ኣቡነ ያዕቆብ ኢስጢኖስ ኣብ ዓድዋ ተሪፎም ንኹሉ ሰሜናዊ ወገን ብፍቕሪ ጓሰይዎም። ቅዱስ ኣቡነ ያዕቆብ ቅድሚ ንሕዝቢ ክምህሩ ምውፋሮም መጀመርያ ንርእሶም ክመሃሩ ነቐሉ፤ ቋንቋን ባህሊ ሃገርን ታሪኽን ሉጡርጊያ ሃገር መንፈሳውነትን ፀሎታትን ብዝግባእ ኣፅንዑን ተገንዘቡን።ደሓር ግን ቀስ ብቀስ ክፈልጡዎምን ከኽብርዎምን ጀመሩ። ምግቦም፣ ክዳኖም፣ ሳእኖም ኩሉ ከም ናይ ሓደ ኢ/ያዊ ፈላሲ ይኽደኑ ስለ ዝነበሩ ስሕት ኢሎም ካብ መንበሪኦም ክወፁ ከለዉ እቶም ህዝቢ ንመንነቶም ክፈልጡ ሃንቀው ይብሉ ነበሩ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ቀፂሎም ብሕልፊ ፅምው ዝበለ ጊዜ ናብ ናይ ዓድዋ ቤተ ክርስትያን ኦርቶዶክስ ተዋህዶ መድሓኒ-ዓለም እናኸዱ ዳዊቶም ይደግሙ ፡ ፀሎቶም የዕርጉ ነበሩ። ብንግደት ናብ ዝተፈላለዩ ኣድባራት ዑደት ይገብሩ ነበሩ። ኣብ ኣእምሮ ኢ/ያውያን “እዚ ፈረንጂ ብሩኽ እዩ ፡ ካብቶም ቅድሚኡ ዝነበሩ ፃዓዱ ዝተፈለየ እዩ” ዝብል ርድኢት ሓደረ። ጌጋ ቀዳሞት ልኡኻት ወንጌል ንቅዱስ ኣቡነ ያዕቆብ ብዙሕ እዩ ኣለቢምዎም። ኣብ ደገ ሰላም ናይ ኦርቶዶክስ ተዋህዶ ቤተ ክርስትያን ንሰዓታት ጠጠው ኢሎም ፀሎት ዝገብሩ ዝነበሩ ፈረንጂ ኣቡነ ያዕቆብ ን ዲያቆን ተ/ሃይማኖት ብጣዕሚ ማረኽዎ። ደሓር ዲያቆን ተ/ሃይማኖት እሙን ተኸታሊ ኣቡነ ያዕቆብ ፣ ፀሓፊ ታሪኽ ህይወቶም ኮኑ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ26 ጥሪ 1840 ን 10 ሰማዕቶም ብሓጋዚኦም ተደጊፎም ብቋንቋ ኣምሓርኛ ኤኩመኒካዊ ንግግሮም ኣበርከትሎም። ፀኒሖም ድሕሪ 4 ወርሒ ምስ ትምህርቲ ቀዳሞት ሊቃውንትን ኣበውን ዝነፃፀር ታሪኽ ምስረታ ቤተ ክርስትያን ንብዙሓት ኣባላት ቤተ ክህነት ኣካፈሉዎም። ኩሉ ተዓዛቢኦም ከኽብሮምን ኣብነቶም ክኽተሉን ጀመሩ። ብወርሒ መጋቢት 1840 ሓ.ሊ.ኻ ሰበኻ ምድረ ሓበሻ ሓደ ቤት ኣሕኒፆም ኣብኡ ሰፈሩ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ኣቡነ ያዕቆብ ንሓደ ዓመት ሙሉእ ብፀሎትን መፅናዕትን ንወንጌላዊ መምርሒኦም ናብ ግብሪ እናውዓሉ ኣብ ዓድዋ ሰፈሩ። ኣብ ዓድዋ ካብ ዝኣትዉ እተን ቀዳሞት ዓመታት ማርያም ወላዲተ ኣምላኽን ነቶም ብክርስቶስ ዝኣምን ኩሎም እውን ኣዲኦም ከም ዝኾነት እናሰበኹ ነታ መዳልያ ተኣምራታዊት ማዕተብ ንዝረኸብዎ ኩሉ እናዓደሉ ብስም ማርያም ዝተፈላለዩ ግብረ ሰናያት ስራሕቲ ኣበርከቱ። ህዝቢ ቅዱስ ኣቡነ ያዕቆብ ብዛዕባ ማርያም ዝነገርዎም ጥራሕ ዘይኮነስ ብኸመይ ኣብ ሕይወቶም ከም ዘኽብርዋን ብኸመይ ከም ዝፅልዩን ነቲ ምስ ማርያም ዝነበሮም ፍቕሪ ተዓዚቦም “ኣባ ያዕቆብ ዘማርያም” ቢሎም ክፅውዕዎም ዝጀመሩ።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ዘተ ብዛዕባ መገሻ ግብፂ'
    },
    {
      'type': 'paragraph',
      'text':
          'ዜናኦም በብ ቍሩብ ኣብ ምሉእ ትግራይ ስለ ዝተሰምዐ ብ 7 ጥሪ 1841 ደጌያት ዉቤ ንሞንሲኞር ኣባ ያዕቆብ ፀወዑዎም እሞ፡ ካብ 1829 ጀሚሩ ኣብ ኢትዮጵያ ሊቀ ጳጳሳት ስለ ዘይነበረ፡ ደጊያት ውቤ ን ኢ/ያ ሓዳስ ሊቀ ጳጳሳት ክጥይቑ ናብ ካይሮ ንተወከልቶም ክሰዱ ምስ ሓሰቡ ንሞንሲኞር ኣቡነ ያዕቆብ ምስቶም ተወከልቲ ኪኸዱ ሓተትዎም። ኣብዚ ከምዚ ዓይነት ወፍሪ ዕውት ምኳን ንደጊያት ውቤ ኣብ ኢ/ያ መላኺ ንምኳን ዝነበሮም ፖለቲካዊ ትምኒት ዘደንፍዕ ነበረ። ሞንሲኞር ኣባ ያዕቆብ ግን ከምዚ ዓይነት ምትሕብባር ንቱ ዝነበረ ፍልልይ ብዝያዳ ዘጋድድ ከይኸውን ስኽፍታ ገበሩ። ስለዚ ንቱ ዕድመ ቅድም ምቕባል ደጊያት ውቤ ከፅድቑሎም ዝደለዩዎ ሰለስተ ቅድመ ኩነታት ኣቕረቡሎም።'
    },
    {
      'type': 'list_item',
      'text':
          'እቱ ሓዲስ ሊቀ ጳጳሳት ኣብ ኢ/ያ ናይ ካቶሊክ ሃይማኖት ከም ዘይኽልክል።'
    },
    {
      'type': 'list_item',
      'text':
          'እዙ ፍልልይ ንኸብቕዕ ኣብ መንጎ ርእሰ ሊቃነ ጳጳሳትን ሓዲስ ሊቀ ጳጳሳትን ዕርቂ ክፍትኑ ፍቓድ ክወሃቦም ከም ዝግባእ።'
    },
    {
      'type': 'list_item',
      'text':
          'እቶም ዝተወከሉ ጉጅለ ንሮማ ክበፀሑን ካብ ደጊያት ውቤ ናይ ዕርክነት መልእኽቲ ንርእሰ ሊቃነ ጳጳሳት ከብፅሑ ፍቓድ ክወሃቦም ከም ዝግባእ ዝብሉ ነበሩ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ውቤ ንዞም ቅድመ ኩነታት ድሕሪ ተቐቢሎም ሞንሲኞር ኣባ ያዕቆብ ናብ መንበሪኦም ተመልሶም ንናይ ጉዕዞ መሰናደዊ ናይ ሸሞንተ መዓልቲ ሱባኤ ጀመሩ እሞ፡ ልክዕ ሱባኤ ምስ ፈፀሙ ክልቲኦም ካህናት ኣባ ሳፐቶን ኣባ ሞንቱዎርን ሓሚሞም ካብ ጎንደር ብቃሬዛ ናብ ዓድዋ ይምለሱ ከም ዝነበሩ ሰምዑ። ስለዚ ሞንሲኞር ኣቡነ ያዕቆብ ምስቶም ተወከልቲ ክብገሱ ኣይከኣልኩን። እንተኾነ ግን ብ 23 ጥሪ 1841 ካብ ዓድዋ ተልዒሎም ብ 2 የካቲት ኣብ ከባቢ ድግሳ ኣርከቡዎም።'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣቡነ ያዕቆብ ንፈለማ ጊዜ ምስ መልእኽተኛታትን ነጋድያንን ኣብ ድግሳ ምስ ተራኸቡ ከምዚ እናበሉ ብዓቢ ትሕትና ተላለዩዎም። “ፍቑራት ኣሕዋተይ ደጊያት ውቤ ኣብዚ ነዊሕ ጉዕዞኹም ምሳኻትኩም ክስንየኩም ኣዚዞምኒ ኣለዉ። ኣነ ከዓ ነዚ ከቢድ ሓላፍነት ከም ፍቓድ እግዚኣብሔር ተቐቢለዮ። ከም ጎይታኹምን መራሒኹምን ዘይኮነ ከም መገልገሊኹም ኮይነ ብዘሎኒ ዓቕምን ክእለትን ክሕግዘኩምን ከሐጉሰኩምን እየ።” እቶም ፃድቕ ሓላዪ ብዝነኣድ ትግሃት ደኣ ኣገልግለቶም የወፍዩ እምበይ ጉዕዞ ባሕሪ ንደቂ ኢትዮጵያውያን ብዙሕ ሕማምን ስቓይን ኣኸተለሎምን።'
    },
    {
      'type': 'paragraph',
      'text':
          'እቶም ተወከልቲ ድሕሪ ናይ ሰለስተ ወርሒ ጉዕዞ ናብ ካይሮ ኣተዉ። እንተኾነ ግን ብዛዕባ ን ኢ/ያ ሓድስ ሊቀ ጳጳሳት ምሲያም ዝምልከት ምስ ናይ ካቶሊክ ሓወርያዊ ኣመሓዳሪ ምዝታይ ንናይ ግብፂ ፓትሪያርክ፣ ኣቡነ ጴጥሮስ፣ ኣዝዩ ዘሕፍር ጉዳይ ኮይኑ ተሰመዖም። ሓደ ሰብ ሊቀ ጳጳሳት ምእንቲ ክምረፅ ናይ ሰለስተ ሕፁያት ስም ኣብ ሰለስተ ወረቐት ብምፅሓፍ ኣብ መንበረ ታቦት ናይ ምቕባጥ ልምዲ ነበረ። ካብቶም ሕፁያት ብዕጫ ኣብ መጀመርያ ዝወፀ ከም ናይ እግዚኣብሔር ምሩፅ ሊቀ ጳጳሳት ይሺየም ነበረ።'
    },
    {
      'type': 'paragraph',
      'text':
          'እቶም ሊቀ ጳጳሳት ዝተሾሙ ኣብ ናይ እንግሊዝ መቶዲስት ቤት ትምህርቲ ዝተምሃሩን ከባቢ ዕስራ ዓመት ዝዕድመኦም ኣባ እንድርያስ ነበሩ። ኣባ እንድርያስ ብወርሒ 16 ግንቦት 1841 ጳጳስ ምስ ተቐብኡ ኣቡነ ሰላማ ተብሃሉ። ብድሕሪኡ አብ ደቡብ ግብፂ ዝነበሩ ገዳማት ክበፅሑ ካብ ካይሮ ከዱ። ዕላማኦም ግን ካብቶም ናብ ሮማ ዝኸዱ ናይ ተወከልቲ ጉጅለ ቀዲሞም ናብ ኢ/ያ ንምእታው ነበረ። ም/ቱ ከዓ ንስልጣኖም ከረጋግፁን ናይ ሞንሲኞር ኣቡነ ያዕቆብ ፅልዋ ከዳክሙን ፅቡቕ ኣጋጣሚ ነበረ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ሓዋርያዊ ካቶሊካዊ ሊቀ ካህናት ኣቡነ ያዕቅብ ብዙሕን ከቢድን ፀገማት እናተፃወሩ ምስ ፓትሪያርክ ግብፂ ብዛዕባ ካብ ደጊያት ውቤ ዝተቐበልዎ መዝነትን ውዕልታትን ድሕሪ ተመያይጦም ፍቓደኛታት ምስ ዝኾኑ 23 ነገድያን ኢ/ያ መቓብር ሓዋርያት ጴጥሮስን ጳውሎስን ኪሳለሙ ፡ ከምኡ’ውን ንርእሰ ሊቃነ ጳጳሳት ጎርጎርዮስ መበል 16 ኢድ ክነስኡ ንሮማ ኣምርሑ። ካብ ናይ ግብፂ ከተማ እስክንድርያ ብ 7 ሓምለ 1841 ብመርከብ ተጓዓዙ። ማእከላይ ባሕሪ ሜዲቲሪያልያን ሰንጢቖም ብሰላም ኣብ ገማግም ወደብ ናፖሊ በፅሑ። ኣሕዋቶም ፈለስትን ላዛሪስትን ኣዝማዶምን ብዓብዪ ናፍቖት ተቐበልዎም። እዚ ዕት 11 ነሓሰ ዝኾነ ብ ዕለት 12 ዝኾነ 1841 ከዓ ኣብ ገምገም ባሕሪ ኣብ እትርከብ ቺቪታቨኪያ ዝተብሃለት ከተማ በፅሑ። ካብኣ ናብ ከተማ ሮማ ምስ ኣተዉ ብዓብይ ስነስርዓት ተቕባል ተገበረሎም።'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብ ግብፂ ካብ ልክዕ ንላዕሊ ተበሳጭዮምን ኣንፀርፂሮምን ዝነበሩ ኢ/ያውያን ኣብ ሮማ ብናይ ኣቡነ ጎርጎርዮስ መንፈስ ትሕትና ለጋስ ኣቐባብላን ተሓንፁ። ንምሉእ ሕይወቶም እውን እቲ ግብሪ ሰናይ ኣብ ልቢ እቶም ዕውታት ነጋድያን ተሓቲሙ ተረፈ። ካብ’ቶም ዝኸዱ መንበረ ልኡኻን ሃብተስላሴ ናብ “ኩፓላ” ቤተ ክርስትያን ቅዱስ ጴጥሮስ ቁላሕታኦም ኣትኲሮም “መራሒ መልእኽተይናታት እንተዘይከውን ካብ ሮማ ኣይምነቐልኩን ነይረ” ከም ዝበሉ ይዝከር።'
    },
    {
      'type': 'paragraph',
      'text':
          'ናይ ማሕበር ሓለፍቶም ግን ንሞንሲኞር ኣቡነ ያዕቆብ ካብ ኢ/ያ ብዘይ ፍቓድ ብምውፃኦምን ንጉዕዞ ብዙሕ ገንዘብ ወፃኢ ብምግባሮምን ኣይተሓጎሱን። ዝኾነ ኮይኑ እቶም ተወከልቲ ብ26 መስከረም ካብ ዓዲ ጣሊያን ናብ እስክንድርያ እንክምለሱ ምስ ክልተ ሓደስቲ ኣባላት ማሕበር ላዛሪስቲ፣ ኣባ ቢያንከሪን ሓው ኣባቲንን ነበሩ። ኣባ ቢያንከሪን ሓው ኣባቲንን ኣብ እስክንድርያ ተረፉ። እቶም ተወከልቲ ግን ናብ ኢየሩሳሌም ከዱ። ካብ ኢየሩሳሌም ምስ ተሰናበቱ ብ 12 ጥሪ 1842 ካይሮ ኣተዉ። ኣብኡ ምስ ዝፀንሕዎም ኣባ ቢያንኬሪ ሓው ኣባቲን ኣባ ወ/ኪሮስ ተራኸቡ። ሓድሽ ኣቡን ኢ/ያ ኣቡነ ሰላማ ቅድሚ 50 መዓልቲ ካብ ግብፂ ን ኢ/ያ ከይዶም ፀንሕዎም። ኣብ ካይሮ ኣቡነ ያዕቆብ ንፓትርያሪክ ጴጥሮስ ከበፅሕዎም ምስ ከዱ ናብ ኢ/ያ ምስ ኣተዉ ኣብያተ ክርስትያን ካቶሊክ ንምሕናፅ ክፈቅድሎም ንመወዳእታ ጊዜ ልመና ኣቕረብሎም። ዝተጠዋወየ ምላሽ ብምሃብ ኣቕበፅዎም። ኣብኡ ሞንሲኞር ኣባ ያዕቆብ እቶም ሓዲስ ሊቀ ጳጳስ ቀዲሞምዎም ናብ ኢ/ያ ከም ዝተመለሱ ስለ ዝሰምዑ ብጣዕሚ ተረበሹ። ኣብ ካይሮ ንስራሖም ኣቀላጢፎም ብ 5 ለካቲት ናብ ኢትዮጵያ ጉዕዞ ጀመሩ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ካብቶም ንሮማ ዝኸዱ 23 ነጋድያን እቶም 7 ብገዛእ ፍቓዶም ኣብ ሮማ ተሪፎም ብስርዓት ኣብ ዩኒቨርስቲ ኡርባንያና ተማሂሮም እምነት ካቶሊክ ተቐበሉ። ክልተ ብመዓርግ ክህነት፡ ሓደ ብመዓርግ ዲቁና ኣብ ሰበኻ ሃገሮም ኣገልግሎቶም ኣወፈዩ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብ መንጎ ሞንሲኞር ኣቡነ ያዕቆብን ካብቶም ተወከልቲ ሓደ ዝነበሩ ኣባ ገብረሚካኤልን፡ ኢትዮጵያዊ መነኮስ፡ ዝተገበረ ርኽክብ ንናይ ኣቢሲኒያ ሓወርያዊ ምምሕዳር መሰረታዊ ተደላይነት ዝነበሮ ነበረ። ኣባ ገብረሚካኤል ዓዶም ጎንደር ኮይኑ ብፍልጠት ሃይማኖታዊ ትምህርቲ ውሩይ ነበሩ። ኣባ ገብረሚካኤል ካብ ዓድግራት ናብ ወገን ምብራቕ ኣብ 40 ኪሎ ሜትር ኣብ ዝርከብ ገዳም ጉንዳጉንዶ እናሃለዉ ካብ ጎልዓ ከይዶም ኣብቱ ገዳም ምስ ዝነበሩ ኣባ ተክለሃይማኖት ምሕዝነት መስሪቶም ነበሩ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ብመሰረት ዜና መዋእሎም ቅዱስ ኣቦና ምስ ነጋድያን ኣባ ቢያንኬሪን ሓው ኣባቲን ኣባ ወ/ኪሮስን ብ 14 የካቲት 1842 ካብ ካይሮ ተላዕሉ። ብ 17 የካቲት ሱወፅ ብ 21 መጋቢት ጂዳ ኣተዉ። ድሕሪኡ ዘሎ መዓልቲ ነቒሎም ብ 3 ሚያዝያ 1842 ምፅዋዕ ኣተዉ። ናይ ምንኩሉ ቤት ካቶሊካውያን ምህናፅ ብኣቡነ ያዕቅብ ምስ ተጀመረ ኣብኡ ኣባ ቢያንኬሪን ኣባ ወ/ኪሮስን ተረፉ። ብ 25 ሚያዝያ ኣቡነ ያዕቅብን ሓው ኣባቲንን ነጋድያንን ካብ ምንኩሉ ተላዕሉ። ብ ዕለት ሓሙስ 12 ግንቦት 1842 ከተማ ዓደዋ ብሰላም ኣተዉ።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ንጥፈታት ካቶሊክ ቤት ክርስትያን ሰበኻ ምድረ ሓበሻ (1842-1844)'
    },
    {'type': 'subsection_title', 'text': '1. ሓወርያውን ማሕበራውን ረብሓታት'},
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ኣቡነ ያዕቆብ ነቲ በ 5 ነጥቢ ዝተጠቓለለ ሓወርያዊ መምርሒ ኣበ ግብሪ እንከውዕሉ ሕዝቢ ሰሜን ኢ/ያ ብኣድናቖት ይዕዘቦም ነበረ። ንሶም ‘ውን ባህሉን እምነቱን ቛንቋኡን የፅንዑ ነበሩ። ነቲ ብቐዳማይ ስብከቶም ኣብ ዓድዋ ዘቃልሕዎ ብስራት ወንጌል ኣብ ግብሪ የውዕሉ ስለ ዝነበሩ ኣብኣቶም ኪኽተል ብዙሕ ሰብ ናብ ዓድዋ ቤቶም ይመላለስ ነበረ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣቡነ ያዕቆብ ብግብፂ አቢሎም ንሮማ ንምኻድ ውጥን(ፕላን) ምስ ኣውፅኡ ዳሕራይ መዓልቲ ብተልእኾ ወንጌል ንኢ/ያ ዘገልግሉ ካህናት ንኸፍርዩ መንእሰያት ኪምልምሉ ጀሚሮም ነበሩ። መንእሰያት ካብ እግርኹም ኣይንተርፍን በልዎም። ወለዶም ግን ንገሊኦም ፈቐዱሎም። ወለዲ ኣርባዕተ መንእሰያት ግን ብዙሕ ተደፋነቑ። ሮማ በፂሖም ምሳኹም ዚምለሱና እንተኾይኖም ይኸዱ በሉዎም። ቅዱስ ኣቦና ግን ን 3 ዓመት ኣብ ሮማ ምስ ተምሃሩ እዮም ዝምለሱ በልዎም። ብሕልፊ ኣደታት ተቓወማ። እቶም ዓቢይ ሓዋርያ ኣብ ፅሑፎም ከምዝሰፈርዎ ኣዴታት 4 መንእሰይ ኣነ ካብ ዓድዋ ኣፀቢቐ ክሳብ ዝርሕቕ ንደቀን ኢዶምን እግሮምን ኣሲረን ኣትረፋኦም ይብሉ። ዝኾነ ኮይኑ ግን ድሕሪ ንግደት ሮማን ኢየሩሳሌምን ስም ኣቡነ ያዕቆብ ዝዓበየ ዝናን ሞገስን ተጎናፀፈ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ደጊያት ውቤ መንሰኞር ኣቡነ ያዕቆብ ካብ ካይሮ ሊቀ ጳጳስ ስለ ዝረኸብሎም ምሰጋና ክገልፅሎም ኣብ ጥቓ እንጥጮ እምባ ኣእሳ ዝበሃል ናይ ጉልቲ መሬት ሃብዎም። ሞንሲኞር ኣባ ያዕቆብ ንቱ መሬት ብስም ዶክትር ሺምፐር ተቐበሉ። ሺምፐር ዝተብሃለ ብ 18 መጋቢት 1843 ዓ.ፈ ኣብ ዓድዋ ብወግዒ ካቶሊካዊ ምስ ኮነ ካቶሊካውያን ኪጣየሱሉ ዝኽእል መሬት ተዋህቦ። ምስ ሓንቲ ካቶሊካዊት ጓል ኢ/ያ ብሕጊ ቤተ-ክርስትያን ቃል ኪዳን ኣሰረ። 15 ቆልዑ ወለዲ ሺምፐር ብፍቓድ ደጊያት ውቤ ብ 5 ግንቦት 1844 ናብ እንትጮ ሰፈሩ። ኣብ እንትጮ ኣብ ውሽጢ ሓደ ዓመት 28 መናእሰያት ተኸተልቲ እምነት ካቶሊክ ኮኑ።'
    },
    {
      'type': 'paragraph',
      'text':
          'እቲ ናይ ጉልቲ መሬት ንሓዋርያዊ መሰረት ዘድሊ ኩነታት ዘየማልእ ስለ ዝነበረ ንነባሪ ዘርኣ ክህነት ትኽክለኛ ዝስማማዕ ብጊዜ ስደት ከዓ መዕቖብ ዝኸውንን ቦታ ክደልዩ ኣቡነ ያዕቆብን ሓው ኣባተንን ኣብ መወዳእታ ወርሒ ሰነ 1835 ዓ.ም(1843) ናይ ዳህሳስ ጉዕዞ ገበሩ። ብወገን ሰሜን ካብ ከረን ብምብራቕ ኣብ ደብረ ሲና እንካብኡ ናብ ወገን ደቡብ ክሳዕ ምፅዋዕ ድሕሪ ተጓዒዞም ብወርሒ መስከረም ናብ ዓድዋ ተመልሱ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ድሕሪ ዑደት ምድሪ ባሕሪ ኣቡነ ያዕቆብ ካብ ጥቅምቲ ክሳብ ታሕሳስ 1843 ኣገደስቲ መፅናዕትታትን ንግደትን ኣካየዱ። ብ 25 ሕዳር 1843 ኣቡነ ያዕቆብ ብመሪጌታ ኣማረ ክንፉ ናይ ወትሩ እሙን ወዲ መዝምሮም ተሰንዮም ካብ ዓድዋ ተላዒሎም ናብቲ ጥንታዊ ገዳም ደብረዳሞ ኣምርሑ። ኣብ ፈለስቲ ገዳም ደብረዳሞ ’ውን ኣብ ክርስትያናዊ ሕድሕድ ዝተመስረተ ስብከት ኣመሓላለፉ። ብ 2 ታሕሳስ 1843 ብሰላም ካብ ደብረዳሞ ተፋነዉ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ 16 ጥሪ 1844 ኣቡነ ያዕቆብ ብኣባ ገ/ሚካኤል ብንኡድ ካቶሊካዊ ገ/ማርያምን ተሰንዮም ካብ ዓድዋ ተላዒሎም ብ ዓድግራት ኣቢሎም ናብ ጥንታዊ ገዳም ጉንዳጉንዶ ከዓ ክሳብ ናይታ ወርሒ መወዳእታ መዓልትታት ኣብኡ ፀንሑ። ንካልኣይ ጊዜ ናብ ምፅዋዕ እንክጎዓዙ ንኣባ ተ/ሃይማኖት “ኣብ ጎልዓ ንእሽቶ መሬት ምዕዳግ ምናልባት ምተኽኣለ ዶ?” ኢሎም ሓተትዎም። እቶም መነኩሴ ከዓ “ይመስለኒ አረ ብጥራሑ ‘ውን ምተረኽበ” በሉ።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ጎልዓ'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/stjacobgolia (7).jpg',
      'caption':
          'እዚ ኸዓ ናይ መጀመርያ ናይ ካቶሊክ ቤተክርስትያን ዝተሰርሐ እዩ ቦትኡ ኸዓ ኣብ ጎልዓ እዩ'
    },
    {
      'type': 'paragraph',
      'text':
          'ንሓደ ወርሒ ኣብ ምፅዋዕ ድሕሪ ምፅናሕ ኣቡነ ያዕቆብ ኣብ ሓላይ ተረፉ። ኣባ ገ/ሚካኤል፣ ኣባ ተ/ሃይማኖትን ኣባ ተክለጊዮርጊስን ግን ንጎልዓ ክድህስሱ ከዱ። ብዛዕባ መሬት ፍቓድ ንምርካብ ንወርሒ ዝኸውን ድሕሪ ምምይያጥ ምስ ኩሉ ፍቓድ ማይን ዕንፀይትን ናይ ምጥቃም መሰል ምስ ፍቓድ መሬት ብ 100 ቅርሺ ተወዓዓሉ። ድሕሪ እዚ ነዊሕ ንግድታት ትግራይን ኤርትራን ስሙያት ገዳማትን ኣብያተ ክርስትያናትን ምስ በፅሑ ኣብ መወዳእታ ዑደቶም ኣብ ጎልዓ ገዳም መስረቱ።'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/stjacobgolia (1).jpg',
      'caption': 'እዚ ኣብ ጎልዓ ዝርከብ ናይ ኣቡነ ያዕቆብ ቤተክርስትያን እዩ'
    },
    {
      'type': 'paragraph',
      'text':
          'ከምዙይ ኢሎም ኣብቱ ዝዓደግዎ መሬት ንእሽተይ መንበሪ ክሰርሑ ምስ ጀመሩ ካብ ጎረቤት ገሊኦም ተቓውሞ ኣልዓልሎም። ብሰላም ክነብሩ ብዝገበርዎ ፃዕሪ ሞንሲኞር ኣቡነ ያዕቆብ ምስ ኣቡነ ቢያንከሪ ናብ ደጊያት ውቤ ከይዶም ጥርዓኖም ኣቕረቡ። ደጊያት ውቤ ‘ውን “እንድሕር እቶም ሕዝቢ ብናይ ባዕልቶም ፍቓድን ስምምዕን ሸይጦምልኩም እንተኾይኖም ሕጉስ እየ ክኸላኸለልኩም እውን እየ” በሉዎም። ብድጋፍ ደጊያት ውቤ ድማ እቲ ስራሕ ቀፀለ። ነቲ ስራሕ ክቆፃፀሮ ሓው ኣባቲን ምስ 20 ተምሃሮ ዘርኣ ክህነት ብወርሒ ሰነ 1839 ዓ.ም (1847) ናብ ጎልዓ ከዱ። ድሕሪ 4 ወርሒ ሸውዓተ ክፍልታት ተፈፀሙ።'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/stjacobgolia (3).jpg',
      'caption':
          'እዚ ኸዓ ኣብ ውሽጢ ቤተክርስትያን እንታይ ከም ዝመስል እዩ ዘመላኽት'
    },
    {
      'type': 'paragraph',
      'text':
          'ቤተ መቕደስ ገና ከይተሰርሐ ነበረ። ነቲ ኣብ ቤተ መቕደስ ጥራሕ ንክቕደስ ዝፈቅድ ልምዲ ናይ ኢ/ያ ዕንቅፋት ንዘይምዃን ብሕቡእ ኣብ ዝትዓፀወ ክፍሊ ይቕድሱ ነበሩ። ንምእመናን ዝቅድስሉ ቤተ ክርስትያን ኣገዳሲ ስለ ዝነበረ ንግዜኡ ብገላውዴዎስ ኣብ ኣባ ተ/ሃይማኖት ዝተወሰኑ ካቶሊካውያን ኣብ ጎልዓ ቅ.ዮውሃንስ መጥምቕ ቤተ ክርስትያን ከም ዝወሃቡ ገበሩ። እንተኾነ ግን ካቶሊክ ቤተ ክርስትያን ኣብ ጎልዓ እትገብሮ ምንቅስቓስ ን ሊቀ ጳጳስ ስለ ዘየሐጎሶም ን ኣቡነ ያዕቆብ ምግቢ ወይ ማይ ዝሃቦ ወይ ካብ ኣቡነ ያዕቆብ ገንዘብ ዝተቐበለ ማንም ሰብ ከም ዝውግዙ ኣፍለጡ። እዚ ከምዚ ዝዓይነቱ ኣዋጅ ንኣቡነ ያዕቆብ ብፍላይ ከዓ ንኣባ ቢያንከሪ ኣገረሞም። ምኽንያቱ ቅድሚ ሐዚ ሊቀ ጳጳስ ባዕሎም ካብ ኣቡነ ያዕቆብ ገንዘብ ተቐቢሎም ስለ ዝነበሩ ‘ዩ። እዚ ኩሉ ነቲ ድሕሪ ኣብ ልዕሊ ካቶሊካውያነ ክመፅእ ዝኽእል ስደት ግሁድ መርኣያ እዩ ዝነበረ። በዚ ምኽንያት ቅዱስ ኣቡነ ያዕቆብ ምናልባት ንጊዜ ስደት ውሑስ መዕቆቢ ቦታ ክደልዩ ከም ዘለዎም ድሕሪ ምስትውዓሎም ብድጋፍ ኣባ ተ/ጊዮርጊስ ኣብ ዝፈጠነ ጊዜ ኣብ ዓሊተና ብነፃ ዝወሃብ መሬት ንክረኽቡ ኣኽኣሎም። ኣብኡ ዝዓነወ ቤተ ክርስትያን ብዘይ ካህን ስለዘሎ ምሉእ ሕዝቢ ከዓ ደገፍትን ፈተውትን ከም ዝኾኑን ድልየት ኣስተምህሮን ‘ውን ከም ዘለዎምን ኣረጋገፁሎም። በዚ ተለላዒሎም ድማ ቅዱስ ኣቦና ምስ ኣባ ተ/ጊዮርጊስን ኣቡኦም ኣቶ ሃ/ማርያምን ብምዃን ናብ ዓሊተና ንመጀመርያ ጊዜኦም ከዱ።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ዓሊተና'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/stjacobgolia (4).jpg',
      'caption':
          'እዚ ኸዓ ኣብ ዓሊተና ዝርከብ ሓወልቲ ናይ ኣቡነ ያዕቆብ እዩ ዘመላኽት'
    },
    {
      'type': 'paragraph',
      'text':
          'ሓደ ዓመት ኣብ ዘይመልእ ጊዜ ብወርሒ ነሓሰ 1845 ፈቓደኛታት ዝነበሩ ናብ ዓሊተና 60 ደቀባት ክርስትያን ብሔረ ኢሮብ በኹነይቶ ካቶሊካዊ እምነት ተቐበሉ። ንሳቶም ካቶሊካዊ እምነቶም ንኸይጠልሙ ፡ ኣቡነ ያዕቆብን ተኸተልቶም ካህናቶምን ከኣ ንኸይገድፍዎም ተመሓሓሉ። ሕዝቢ ኢሮብ ቡክነይቶ ኣረጊት ቤተ ክርስትያን ቅድስቲ ማርያም ነበረቶም እሞ ን ኣቡነ ያዕቆብ ሃቡዎም። እቶም ቅዱስ መራሒ ኣሓዲሶም መስዋእቲ ቅዳሴ ኣዕረጉላ። ከይደንጎዩ ከኣ ኣብ ዓሊተና ካልኣይ ገዳም መስረቱ። ከምዚ ኮይኑ ምዕባለ እምነት ካቶሊኽ እንክርኢ ናይ ንባበ መለኮት ወይ ተዮሎጂ ተምሃሮ ጎልዓ መዓርግ ክህነት ዚህብ ጳጳስ ይፅበዩ ነበሩ። ከመይ ኣቡነ ያዕቆብ ብደረጃ ሓዋርያዊ ሊቀ ካህናት ደኣ የመሓድሩ ነበሩ እምበር ቅብኣ ጵጵስና ኣይተፈፀመሎምን ነበረ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣቡነ ማስያስ ጳጳስ ሓዋርያዊ ምስሌነ ሰበኻ ኦሮሞ ተሸይሞም ብመንበረ ጴጥሮስ መዝነት ተዋሂብዎም ብጥቅምቲ -ሕዳር 1846 ናብ ጎልዓ ምስ ኣተዉ ግን ንመዓርግ ክህነት ዝተሰናደዉ ደቀመዝሙር ብሱባኤን ብፀሎትን ተሰናድዮም ብወርሒ ጥሪ 1847 ካብ ንኡሳትን መዓርግ ክሳብ ድይቁና ስርዓት ኣንበሮተ-እድ ተፈፀመሎም። ብ 2 የካቲት 1847 ን 11 ልኡኻን ፡ ብ 21 መጋቢት ከዓ ንኻልኦት 13 ኣቡነ ማስያስ መዓርግ ክህነት ኣልበስዎም። እቶም ክህነት ዝተቐበሉ ልኡኻን ወንጌል ብኸፊል መነኮሳን ብኽፊል ከዓ ሰብ ተክሊል ኣቦታት ስድራ ነበሩ። እኹላት ካህናት ምስ ተረኽቡ ግራት ተልእኾ ወንጌል ‘ውን እናሰፍሐ ከደ። ኣብ ሰሜናዊ ክፍል ሰበኻ ምድረ ሓበሻ ብሓልዮት ኣቡነ ያዕቆብ ካቶሊካዊ ቁምስና ሓላይ ኣብ ወረደ ዓረት ኣውራጃ ኣከለጉዛይ ተመስረተት።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ስደት'},
    {
      'type': 'paragraph',
      'text':
          'የካቲት 1846 ስደት ኣልዓሉ፣ ጎልዓ ተዘመተ፡ ካቶሊካውያን ብዔራ ( ዓጋመ) ወዘተ….. ብፍርሓት ሃይማኖቶም ለወጡ። ገለ ተኣሰሩ፡ ገለ ተዘርዉ፡ ኣቦና ልቦም ቆሰለ፡ ንምፅዋዕ ‘ውን ተሰዱ። ካብዙይ ናብ ሓውዜን ተመሊሶም ምእንቲ ሃይማኖቶም ንዝተኣሰሩ ደቆም ንደጊያት ውቤ ለሚኖም ኣፍትሕዎም። ነቦና ከም ብሓድሽ ንምንኵሉ (ምፅዋዕ) ኣሳደዱዎም፡ ኣብዙይ 10 ወርሒ ዝኣክል ካብ ደቆም ተፈልዮም ብምቕማጦም ተሱቐዩ።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ቅብኣ ጵጵስና'},
    {
      'type': 'paragraph',
      'text':
          'ኣብዙይ ስፍራ እዚ (ምንኵሉ) ከለዉ መንበረ ጴጥሮስ ኣቡነ ማስያስ ብዘቕረቡላ ሓሳብ ብ 6 ሓምለ 1847 “ ኣቡነ ያዕቆብ ጳጳስ ዘኒልጶሊስ” ዝብል ናይ ሽመት መልእኽቲ ለኣኸትሎም። ንሶም ግን ብበዝሒ ትሕትናኦም ንሓደ ከየፍለጡ ሓብእዋ፡ ኣቡነ ማስያስ ግን ናብ ዓዲ ጋላ ሃገረ ስብከቶም ኪሓልፉ ይርበፁ ስለ ዝነበሩ፡ ሃገርና ብዘይ ጳጳስ እንተተረፈ ከይጉዳእ ቢሎም ነቦና “ ኣቡን ክሸመካ” እናበሉ ለመንዎም። ኣብዙይ ክርክር’ዙይ 16 ወርሒ ዝኣክል ምስ ሓለፈ ዳርጋ ብትእዛዝ ሕራይ ኣበልዎም። ኣብቲ ጊዜ ብላታ ኮከቤ ብትእዛዝ ደጃች ውቤ ነቲ ሃገር ኣቃፂሉ ስለ ዝዘመቶ ኣስላም ሒነ ኣሕዋቶም ንክርስትያን ከየህልቕዎም ዝፍርሓሉ ጊዜ ከሎ ፡ ብ 7 ጥሪ 1849 ኣብ ምፅዋዕ (ርእሲ ምድሪ) እዋን ፈረቓ ለይቲ ኣቢሉ ክኸውን ኣቡነ ማስያስ ብዝተቐበልዎ ብይን ኣብ ቅድሚ 2 ምስክርነት ዝህቡ ካህናት ደቂ ሃገር ኣባ ገብረ ኣጋዕዝት ዝበሃሉ በዓል ሰግሊን (ትግራይ) ፡ ኣባ እምነቱ ዝበሃሉ በዓል ማየ ንፅፈ እንዳባ ገሪማን (ትግራይ) ጳጳስ ሾምዎም።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ፈተና ኣብ ዓሊተና፡ ብ 1848'},
    {
      'type': 'paragraph',
      'text':
          'ተመሃርቲ ዘርኣ ክህነት ኣብ ጎልዓ ተሰጉ፡ ምቕማጦም ዓሊተና ኮነ፤ ብፁዕ ኣቦና ኣብዙ ዓለም’ዙይ ክዓርፉ፡ ክሕጎሱ ዕድል ስለ ዘይተዋህቦም በዚ ጊዜ ‘ዙይ ኣብ ርእሲ ስደቶም “ኣባ ወልደኪሮስ ዝብሃሉ በዓል እንዳባ ሃደራ ደጕዓ ተንቤን ሓለቓ ማሕበር ዓሊተና ዝነበሩ” ሻራ መሊሶም ህውከት ኣእተዉሎም፤ ነዙይ ምስ ሰምዑ ኣቦና ሳልስቲ ቤቶም ዓፅዮም በኸዩ። መንፈስ ቅዱስ “ነቶም ተፃረርቲ ብህድኣት ይገንሖም” ( 2 ጢሞ 2፡25) ዝብል ቃል ተመርኵሶም ካብ ምንኵሉ ነቒሎም ዓሊተና ኣትዮም ዓረቕዎም።'
    },
    {
      'type': 'paragraph',
      'text':
          'ድሕሪ ‘ዙይ ከዓ ሰይጣን ነዚ ፅቡቕ ግብሮም ምስ ሰምዐ ዕረፍቲ ስኢኑ ብላታ ኮኾቤ ገዛኢ ዓጋመ ኣተንስአ፡ እዚ ንሻለቃ ገብረ ስላሴ ዝበሃል ወዲ ሓውቱ ልኢኹ ንዓሊቴና ኣዝመተ። ንቐሺ ገብረ መድህንን ንቐሺ ገብረ ሕይወትን ካህናት ጎልዓ ሞቕሐ። ኣቦና ተስፋ ከይቆረፁ ብኽንደይ ድኻምን መከራን ንሓውዜን ከይዶም እሱራቶም ኣፍትሑ። ደጃች ውቤ ፈታዊኦም ስለ ዝነበሩ ከሰስቲ ይበዝሕዎም ምስረኣዩ ዓሊተና ገዲፎም ናብ ወሳስን ሃገራት ከይዶም ክሰብኩ መኸርዎም። ንሶም ከዓ ነከለ ጉዛይ ገፆም ተጓዕዙ። እንሆ ‘ውን እግዚኣብሄር ብሓዋርያዊ ኣገልጋሊኡ ገቢሩ ንዝባን ቡርን ፅንዐደግለን ዝናም ምሕረቱ ለኣኸሎም።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ሓላይ ሔቦ'},
    {
      'type': 'paragraph',
      'text':
          'ጥቅምቲ 1850 ኣቢሉ ኣባ እምነቱ ዝበሃሉ ትጉህ ፊታውራሪ ኣቦና ዝነበሩ፡ ኣቐዲሞም ብዘጣሕጥሑሎም ብፁዕ ኣቦና ንብዙሓት ፈለስትን ተምሃርትን ኣገልግልትን ሒዞም ካብ ዓሊተና ናብ ሓላይ ኣተዉ’ ሞ ሹም ጊደ ዝመራሒኦም ደቂ ዓቃፅን፡ ቐሺ ሱህሎም ዝመራሒኦም ከኣ ደቂ መኣሰርቲ ብፅቡቕ ተቐቢሎም ካቶሊካዊት ሃይማኖት ኣመኑ። ግዳ ጊዜ ስደት ሃይማኖት ምስ ኮነ፡ ደቂ ዓቃፅን እንኪፀንዑ ብዙሓት ደቂ መኣስርቲ ብሰንኪ መራሕቶም 2 ጊዜ ጠሊሞም ናብ ዝነበርዎ ተመለሱ።'
    },
    {
      'type': 'paragraph',
      'text':
          'በቲ ጊዜ’ ዙይ ከንቲባ ፈቶ ዝበሃሉ በዓል ሔቦ ሓሙ ሹም ጊደ ብምዃኖም ንሓላይ እናተመለሱ ምስ ኣቦና ተፋለጡ። ጎይታና ኣቦነ ያዕቆብ ንከንቲባ ፈቶ “ ፈቶ ኣብ ዓድኻ ምስ ደቀይ ክትሓቑፈኒዶ ምኸአኣልካ” በልዎም። ንሶም ከኣ “እወ ጎይታና ብ 2 ኢደይ ክሓቝፈኩም እኽእል” ቢሎም መለሱሎም። ካብኡ ኣቦና ነባ እምነቱ ንብረት ሔቦን ታሕታይ ስያሕን ክጥይቑ ለኣኽዎም። ድሕሪ’ ዙይ ደቂ ሔቦ ካብ ኣሰጣሕን እምበይቶን ኣሕዋቶም ደቂ መረታ ሰበነን፡ ካብ ኣፈልባ ከኣ ንቐሺ ፍስሓ ወዲ ቐሺ ሰርፁን ብነፍሲ መራሕቶም ዝነበሩ ኣምፂኦም ብዝማኸሩ ፡ ብ 12 ሰነ 1852 ሰሚሮም ብታሕጓስ ተቐቢሎም ናብ እንዳ ከንቲባ ፈቶ ወዲ ሹም ተስፋዝጊ ኣእተውዎም። ሻዕቱይ ኣይተ ተዓረ ወዲ ሃብቶም ሔቦ፡ ኣባ ሓጎኦም ንብፁዕ ኣቡነ ኪዳነ ማርያም ካሳ ፡ ብ 12 ጥሪ 1851 “መራሒ ኮኾብ ኣውርደልና” ቢሎም ዝተነበይዎ ተፈፀመ።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ኣብ ሰያሕ'},
    {
      'type': 'paragraph',
      'text':
          'ናይዙ ታሕጓስ’ ዙይ ፍሬ ኣቦና ብ 1854 በዓል ፍልሰታ ቅድሚ ንጎንደር ምኻዶም ማይ ዘየጠልቅዮ ፀሓይ ዘየንቅፆ፡ ንሰማዒኡ ዘደንቕ ፅኑዕ ማሕላ፡ “ሔቦ ዓደይ ጎንደር ምስ ጎንደር፡ ሮማ ምስ ሮማ ክትኮኒ ኢኺ፡ ዓፅመይ ምስ ዓፅምኺ፡ ደመይ ምስ ደምኪ ክነብር እዩ፤ ካብ ብሕይወተይ ብሞተይ ክጠቕመኪ እየ” እናበሉ ትንቢታዊ ቃል ኣብ ማእኸል ቤተ ክርስትያን ተናገሩ። ቀፂሎም ካብ ሔቦ ናብ አኣኵሩር፡ ዓዲ ፍኒዕ፡ ማይ ዔላ፡ ዓዲ ቌንፂ ( 5ዓዳት ስያሕ) ወረዱ። እዚኣቶም ከኣ ግዘት ኣቡነ ሰላማ ጥሒሶም፡ በዓል ባሕረ ነጋሲ ፍቅርየስ ወዲ ኣሰክሕ ዝዓበይቶም ሰብ ኣዅሩር ምስ ካልኦት ዓዳት ስያሕ ኮይኖም ብታሕጓስ ተቐበልዎም እሞ ብ 3ወርሒ ኣብዘን 5 ዓዳት ስያሕ ልዕሊ 600 ዝኾኑ ሰባት ሃይማኖት ኣተወ፡ ( ኣባ ተ/ሃይማኖት ዘዓድዋ)'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ማእሰርቲ ኣብ ጎንደር'},
    {
      'type': 'paragraph',
      'text':
          'ብፁዕ ኣቦና ነዚ ኩሉ ምስ ረኣዩ ተሓጕሶም ተፀናኒዖም ልቦም ዓረፈ። “ደጊምስ እንቋዕ ደኣ ኣብዙይ ሃገር ‘ዙይ ስብከት ወንጌል ቀንዓለይ እምበር፡ ምናልባት ንሰማዕትነት እንተ በቓዕኩስ ትእዛዝ ሮማዊ ጳጳስ ክፍፅም ንዓደምሓራ ከይደ ክሰብኽ” ቢሎም ወሰኑ። ነሓሰ 1853 ንኣባ ቢያንከሪ ዝበሃሉ ካብ ጎንደር ንሔቦ ፀዊዖም ብ 23 መስከረም 1853 ኣብ ቤተ ክርስትያን ሓላይ ሓጋዚ ጳጳስ ሸይሞም ኣብ ሔቦ ምቕማጦም ሓደግዎም።'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ 8 የካቲት 1854 ኣቦና ካብ ሔቦ ብዝባብቡር ኣቢሎም ምስ ደቆም ክሳናበቱ ንዓጋመ ከዱ’ ሞ ፡ ምእመናኖም ።ኣቦናየ ሎሚ ጊዜ ካሳ(ቴዎድሮስ) ዝተላዕለሉ ንክትሞቱ ኢኹም ትኸዱ ዘለኹም “ምበር ጠቓሚ ክትገብሩ ኣይከኣልን” እናበሉ ብብኽያትን ንብዓትን ኣፋነዉዎም። ንሶም ግንሰጋእ መጋእ ከይበሉ ካብ ዓጋመ ብእንደርታ ኣቢሎም ንሳምረ(ሰለዋ) ካብኡ ብበለሳ (በጌምድር) ገቢሮም ከኣ ብስውር ጎንደር ኣተዉ። መቼም ኣቡነ ሰላማ ዓለም ካብ ራእሲ ዓሊ ናብ ደጃች ካሳ(ቴዎድሮስ) ክተድሉ ምስ ረኣዩ ብ 27 ሕዳር 1854 ካብ ትግራይ መሊቖም ናብ ጎንደር ከዱ’ሞ ምምፃእ ኣቦና ኣበ ከተማ ጎንደር ምስ ተሰምዐ ልቦም ተሃወኸ፡ ኣብ እምባጫራ(በጌምድር) ምስ ደጃች ካሳ ብዝተሰማምዕዎ መሰረት ከኣ ንብፁዕ ኣቦና ምስ 6 ደቆም ብ 17 ሓምለ 1854 ናብ ክፉእ ቤት ማእሰርቲ እንዳ ከንቲባ ሃይሉ ዝበሃል 4 ወርሕን 10 መዓልትን ዝኣክል ኣሰርዎም።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'መከራ ኣብ ሓላይ'},
    {
      'type': 'paragraph',
      'text':
          'ብ 27 ሕዳር 1854 ነቦና ካብ ደቆም ፈልዮም ብስውር ከጥፍእዎም ንመተማ ሰደድዎም ብረድኤት እመ ኣምላኽ ግዳ ድሕሪ 29 መዓልቲ ተመሊሶም ናብ ኣደርጅሃ (ጥቓ ጎንደር) ዝበሃል ዓዲ ኣተዉ። ካብዙይ ናብ እሱራት ደቆም ዘፀናንዕ መልእኽቲ ልኢኾም ብፀግዲ(በጌምድር) ኣቢሎም ሓሳረ መከራ ፀጊቦም፡ ኣስክሬን መሲሎም ድሕሪ 2 ወርሒ፤ ብ 18ጥሪ 1855 ንሓላይ ተመልሱ፤ ኣብዙይ ኮይኖም ናብ ስያሕን ዝባን ቡርን እናተመላለሱ 5 ዓመት ዝኣክል ሓዋርያዊ ስራሖም ይገብሩ ነበሩ። በቲ ጊዜ’ቱይ ካብ መንግስቲ ፈረንሳይ ናብ ደጃች ንጉሰ ወዲ ኣገው ወልደሚካኤል ኣበርገለታይ 5 ዓመት ዝኣክል ካብ ሓፀይ ቴዎድሮስ ዓሊው ትግራይ ዝገዝእ ዝነበረ፡ ዝተላእከ “ኮንተ ሩሴል” ዝተብሃለ ዓቢይ ሰብ፡ ብ 13 ታሕሳስ 1859 ኣብ ሓላይ ኣተወ። ክሳዕ 8 የካቲት 1860 ድሕሪ ተቐሚጡ ብስውር ናብ ምፅዋዕ ሃደመ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ብሰንክ’ዙይ ሓፀይ ቴዎድሮስ ዝለኣኽዎም መዓል ከንቲባ ዘርኣይ ድግሳ ነቦና ህወከት ኣልዓሉሎም ፤ ኣብ ክንዲኡ’ ውን ኣብ ተኾንዳዕ (ኣከለጉዛይ) ኣሰርዎም፡ ግዳ ሳላ በዓል ቐሺ ወልደጊዮርጊስ ወዲ ቐሺ ኪዳኑ፡ ከንቲባ ተስፋይ ወዲ ሹም ክፍልዝጊ ከንቲባ ወልደንስኤ (ካብ እንዳ ፃዕዳ) ዝበሃሉ ፈተውቶም ሰብ ሓላይ ብውሕስነት ካብ ማእሰርቲ ኣምሊቖም ብበረኻ በረኻ ንሩባ ኩመይለ (ዲዖት) ኣውሪዶም፡ ብገደም ኣቢሎም ንምንኵሉ (ምፅዋዕ) ኣብፅሕዎም። ድሕር’ዙይ ነዞም ካብ ድንገተ ሞት ዘውፅእዎም ደቂ ሓላይ “ካብ ኩሉ መከራን ፀበባን ዝወፃእኩ ንኣኻትኩም ስለ ዝረኸብኩ እየ’ሞ ቤት እሙን ይባረኽ” ቢሎም መረቕዎም።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ሕማሞምን ዕረፍቶምን'},
    {
      'type': 'paragraph',
      'text':
          'እንተኾነ ግን ናይዙ ኩሉ ዝረኸብዎ መከራ ተኣኻኺቡ ብርቱዕ ድኻምን ሕመቕ ሰብነትን ስለ ዘሕደረሎም ብርቱዕ ዓሶ ሓዞም እሞ፡ ብሕማም ተወፅዑ። ብልቢ ዝፈትዉዎም ደቆም ካብ ምድረ ቌላ ምንኵሉ ናብ ደጉዓ መሬት ሓላይ ተቐሚጦም ጥዕና እንተረኸቡ ቢሎም ንክወፁ ለመንዎም። ኣቦና ከዓ ሕራይ ቢሎም ንመነኮሳትን ተምሃርትን ተማሊኦም ካብ ምንኵሉ ነቒሎም ንሓላይ ነቐሉ። ኣብ በረኻ ዓሊጋደ (ሒደለ) ምስ በፅሑ ግን ጊዜ ሞቶም ከም ዝቐረበ ተረድኦም። ንኣባ ዮውሃንስ ተስፋጊዮርጊስ ዝበሃሉ በዓል ኩበ (ገንደብታ፡ ትግራይ) ፀዊዖም ተናዘዙ። ኣባ ዘካርያስ ንኡስ ዝበሃሉ በዓል ዘንጒ (ትግራይ) ከዓ ስርዓት ቤተ ክርስትያን ኣብፅሕሎም። ካብኡ ንደቆም ፀዊዖም ካቶሊካዊት ሃይማኖት ከፅንዑ ንሮማዊ ሊቀ ጳጳስ ክእዘዙ ነንሕድሕዶም ሒመታ ኣርሒቖም ክፋቐሩ ተላበውዎም።'
    },
    {
      'type': 'paragraph',
      'text':
          'ድሕሪ እዚ ተንበርኪኾም እናበኸዩ፡ ይቕሬታ ለሚኖም ንደቆም ባረኹ። ካብኡ ኣብ 59 ዓመትን 9 ወርሕን 21 መዓልቲን ዕድሜኦምን ዘይበሊ ሰማያዊ ኣኽሊል ክቕበሉ ኣብ ዓሳካራ ዝበሃል ቦታ (ወገን ዓሊገደ ሒደለ) እምኒ ተተርኢሶም ብሰሉስ 31 ሓምለ 1860 ብዕረፍቲ ፃድቃን ነፍሶም ንእግዚኣብሄር ኣወፈዩ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ1857 ኣብ ሓላይ ብርቱዕ ሓሚሞም ናብ ሞት ምስ ቀረቡ ንመነኮሳት ደቆም “ምስ ሞትኩ ኣብ ሔቦ ኣውሪድኩም ቅበሩኒ” ቢሎም ተላብዮም ስለ ዝነበሩ ከኣ ከም ለበዋኦም ኣብ ሔቦ ስያሕ ወረዳ ሰገነይቲ (ኣከለጉዛይ) ተቐበሩ። ቅድስቲ ቤተ ክርስትያን ምእንቲ ክብራ ንዝፀዓርዎ ክተረድእ ነዞም መገልገሊ ኣምላኽ ዝኾኑ ኣቦና ብ 12 ሓምለ 1902 “ክቡር” ኢላ መስከረትሎም፤ ድሕሪ 37 ዓመት ድማ ብ 25 ሰነ 1939 “ብፁዕ” ኢላ ፀውዓቶም። ብ 1975 ድማ ብርእሰ ሊቃነ ጳጳሳት ጳውሎስ ሻድሻይ “ቅዱስ” ተብሃሉ። ር.ሊ.ጳጳሳት ጳውሎስ ሻድሻይ ነቲ ኣቡነ ያዕቆብ ኣብ ምድረ ሓበሻ ዝሰርሕዎ ተልእኾ ስብከተ ወንጌል ብዕምቆት ምስ ኣስተውዓሉ “እታ ዘላቶም ሓንቲ ጉድለት ሲ ዘይተፈልጡ ምኻኖም እዩ” እናበሉ ነቲ ሓያል ተጋድሎን መስዋእትን አድናቖቶም ይህቡ።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ኣበርክቶን ባህርያትን ኣቡነ ያዕቆብ'},
    {
      'type': 'paragraph',
      'text':
          'ኣብ ኣቢሲንያ ዝፀንሕሉን 21 ዓመታትን ስብከት ወንጌል ክፍፅሙ ካብ ቦታ ናብ ቦታ ተዘዋወሩ። ንሶም ተጉዓዛይ ምስዮናዊ እዮም ዝነበሩ። ኣብ ዝገበርዎ ጉዕዞኦም ዓበይትን ኣናእሽቱን ሰፈራት በፅሑ። ኣብ ዝኣትዉላ ዓዲ ሚስዮናዊ ቦታ እናመስረቱ ንካህናቶምን ንሰሜናሪ ተምሃሮኦምን ንኸመሓድርዎ ብምሃብ ናብ ካልእ ሓድሽ ከተማ ንስብከተ ወንጌል ይጎዓዙ። ሓዳሽ ከተማ ኣብ ዝኣትውሉ ድማ ሓንቲ ወይ ክልተ ህድሞታት ብምክራይ ንዕኦምን ነቶም ሓቢሮም ዝሰንይዎ መሳርሕቶምን ይካረዩ። ነቶም ነበርቲ ናይቲ ከባቢ ‘ውን ንክሓትዎም፡ ንከዘራርብዎምን ሓቢሮም ንክፅልዩን ይዕድምዎም ነበሩ። ኣቡነ ያዕቆብ ስብከተ ወንጌሎም ብቀሊል መንገዲ እንከረድኡ ማዕረ ምሳኡ ድማ ሕያውነቶም የረድኡ ነበሩ። ኣብ ዝኸድዎ ኩሉ ብቃል ኮነ ብግብሪ ይሰብኩ ነበሩ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅዱስ ኣቡነ ያዕቆብ ዕውት ስብከተ ወንጌል ንክፍፅሙ ዘኽኣሎም ምእንቲ ፍቕሪ እግዚኣብሄርን ድሕነት ነፍሳትን ክብሉ መስዋእቲ ሕይወት ስለ ዝኸፈሉ ደኣ እዩ እምበር ሓደ ወይ ብዙሕ መዓልቲ ፅቡቕ ዘረባ ስለ ዘስምዑ ኣይኮነን። ኣቡነ ያዕቆብ ዕውት ስብከተ ወንጌል ንክመርሑ ዘኽኣሎም፡ ዝነበሮም ፍቕሪ ሕዝቢ ሓበሻ፡ “ ኦ ወደይ ናብ ህዝቢ ሓበሻ ኪድ ‘ሞ ክንደይ ከም ዘፍቀርናዮም ንገረልና። ምኽንያቱ እቲ ኣዚና እንፍቅሮ ወድና ኢና ሂብናዮም” ዝብል ቃል ኣቡኦም ን ቅዱስ ኣቦና ይዝክሮ’ሞ “ ሕጂ ከኣ ረኣዩ’ሞ ኣነ ክንደይ ከም ዘፍቅረኩም ፡ ዝኾነ ሰብ እዚ መን’ዩ ክብል ምስ ዝሓተኩም፡ ኣነ እቲ ካብ ኣዕርኽቱን ካብ ቤተሰቡን፡ ካብ ኣቦኡን ኣዴኡን ንክርስትያን ሓበሻ ኣብሊፁ ዝፈቱ ሙዃነይ ንገርዎም” ዝብል ቃላት ቅዱስ ኣቡነ ያዕቆብ መዝጊቦም ኢትዮጵያዊ ካህን ኣባ ተኽለሃይማኖት ገደፉልና።'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅ.ኣቡነ ያዕቆብ ብፍቕሪ ህዝቢ ሓበሻ ዝተቓፀሉ ካብ ቃላት ሓሊፉ ብህይወቶም ነቲ ህዝቢ ዝመስሉ ትምህርቶም ድማ ወንጌል እናነበሩ ወንጌል ዝሰበኹ ፍሉይ ኣቦ ኩሎም ምንባሮም ታሪኽ ኣፍ ኣውፂኡ ዝምስክረሎም ሓቂ እዩ። ቅዱስ ኣቦና ሓለፋ ካልኦት ደኣ ይፅዕሩ ነበሩ’ምበር ብምግቢ ይኹን ክዳን ወይ መደቀሲ ወዘተ… ዝኾነ ሓለፋ ከም ዘይነበሮም ኣባ ደልሞንተ ወዲ ማሕበሮምን ካልኦትን ናይ ሕይወት ምስክርነት ይህቡሎም።'
    },
    {
      'type': 'paragraph',
      'text':
          'እቶም ኣብ መበል 17 ዘመን ናብ ኢ/ያ መፂኦም ኣብ ፍሬሞና፡ ጥቓ ዓድዋ፡ ኮይኖም ንገለ 78 ዓመታት ንጡፍ ሓዋርያዊ ስራሕ ዘካየዱ ክሳብ ንንጉስ ሱሲንዮስ ናብ እምነት ካቶሊክ ክመልስ ዝኸኣሉ ኢየሱሳውያን፡ እንታይ ንድሕሪት መለሶም ንዝብል ሕቶ እንክምልሱ ገለ ፀሓፍቲ ንፁር መልሲ ንምሃብ’ ኳ እንተዘይከኣሉ፡ ንባህሊ ሃገር ካብ ዘይምኽባር ከይኮነ ኣይተርፍን ኣብ ምባል ግን ይስማዕምዑ ዮም። ቅ.ኣቡነ ያዕቆብ ግን “ኣብ ገዛ ምስ ኣተኹ ሓደ ምስኩን ኣረጊት ሰብ በቲ ወገን ማዕፆ ኣብ ባይታ ኮፍ ኢሉ ነፀላኡ ተኸዲኑ ኣብ ኢዱ መፅሓፍ ሒዙ ረኣኹ፡ ሓደ ለማናይ ‘ዩ ምበልክዎ ነይረ፡ እንተረኣኽዎ ግን ኣቡነ ያዕቆብ ደኣ ነበረ” ክብሉ ኣባ ደልሞንተ ምዝራቦም ኣቡነ ያዕቆብ እንትርፊ ‘ታ ኽንደይ ድኻም ንሳ’ ውን ዝተደወነት ሕብሪ ቆርቦቶም ምሉእ ብምሉእ ንዓና’ ዮም መሲሎም። ቅ.ኣቦና ምድረ ሓበሻ ርግፅ ምስበሉ ቋንቋታት ትግርኛ፡ ኣምሓርኛን ግዕዝን ምፅናዖም ንፍቕሪ ዘገልግልዎ ሕዝቢ ዚገልፅ ዩ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ቅ.ኣቡነ ያዕቆብ ንርእሶም ኣሕሲሮም ንሕዝቢ ሓበሻ እንዳመሰሉ ንይምሰል ዘይኮነስ ነዚ ሕዝቢ’ ዚ በነባብራኡን፡ መንፈሳውን ስጋውን ሕግታት ኣኽቢርካ ስብከተ ወንጌል ብዝያዳ ካብኣቶም ንኣቶም ዝኾኑ ሰባኽያን ምጥራይ ዝብል ዓላማ’ ዩ ነይርዎም። “ ካብ ሕዝቢ ሓበሻ ንሕዝቢ ሓበሻ” ዝብል ሓሳብ ነይርዎም። ቅዱስ ኣቦና ቁፅሪ ፀዓዱ ሰበኽቲ ወንጌል ዝወሓደ ቁፅሪ ጥራሕ ክኸውን ይደልዩሉ ካብ ዝነበሩ ሓደ ምኽንያት ሓንቲ ብናይ ሓበሻ ቤት ክህነት ጥራሕ ዝቖመት ካቶሊካዊ ቤተክርስትያን ኣብ ዓዲ ሓበሻ ክትህሉ ምድላዮም ዩ።'
    },
    {
      'type': 'paragraph',
      'text':
          '“ ሎሚ ሓደ ካቶሊካዊ ካህን ሓበሻን ሓደ ካልእ ኦርቶዶክስዊ ቐሺን ፡ ሓደ ዓይነት ቅዳሴን ቁርባንን ክህልዎም ዝኸኣለ ብሳላ ቅዱስ ኣቡነ ያዕቆብ ‘ዩ” ዝብል ርእይቶ ኣባ ከቪን እምበኣይ ቅቡል ‘ዩ። ኣቡነ ያዕቆብ ካብ ዝኽተልዎ ዝነበሩ ሓሳባት ምስ ሊቃውንቲ ቤተ ክርስትያን ሓበሻ ካብ ክትዕን ተፃራርነትን ርሒቕካ ብኣላዝቦ ምክያድን፡ ካብ ‘መን ተዓወተ’ ዝብል መንፈስ ትምክሕቲ ርሒቕካን ገዲፍካን ትሕትናን ገርህነትን ዝዓብለሎ ሓዋርያዊ ንጥፈታት ምክያድ ዝብል ነይሩ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ብመንፈሳዊ ሕይወት ቅ. ኣቡነ ያዕቆብ ዝተማረኹ ክርስትያን ጥራሕ ዘይኮኑስ ኣመንቲ እስልምና ‘ውን ተፀልዮም ‘ዮም። ካብቲ ብዙሕ ኣጋጣሚታት ሓንቲ ኳ እንተወሰድና እቲ ቅ.ኣቦና ካብ ከተማ ምፅዋዕ ብፅኑዕ ምስ ሓመሙ፡ ምስ ካልኦት ብፆቶም ንፋስ ክቕይሩ ናብ ከበሳ እንክጓዓዙ ብቃፍላይ (ኣግማል) ኣሰኒዩዎም ዝጓዓዝ ዝነበረ መሓመድ ዓረ ኣቡነ ያዕቆብ ኣብ መንገዲ ምስ ዓረፉ፡ ዝተፃወቶ ተራ ቀሊል ኣይነበረን። ከም መምርሒ እስልምና ንሬሳ ክርስትያን ምስካም ቅቡል ኣይኮነን ‘ኳ ዝበሃል እንተኾነ፡ ሕድሩ ዘይጠለመ መሓመድ ዓረ ግና ን ሽድሽተ ዝኾኑ እስላም ካብ ቤት-ዓሳውረታ ፀዊዑ “ ኣነ ንኣቡነ ያዕቆብ ከም ኣቦይ እየ ዘፍቅሮም” ክብል ንከላዕልዎም ኣተባብዖም። ዝብል ሰነድ ይምስክር ።'
    },
    {
      'type': 'paragraph',
      'text':
          'እቶም ብፍቕሮምን ብትዕግስቶምን ኮስኵሶም ንካቶሊካዊት ቤተ ክርስትያን ምድር ሓበሻ ዚቐረብዎም ኣቡነ ያዕቆብ ከም ፃማኦም ንምስዋእትነት፡ ድሕር ዘይብሉ ተኸተልቲ ረኸቡ። ብፁዕ ኣባ ገብረሚካኤል ሓደ ካብኣቶም እዮም። ስደት ካቶሊካውያን ተላዒሉ ፀዓዱ ሰባክያነ ወንጌል ካብ ሃገር እንክወፁ ወይ ቁፅሮም ኣዝዩ ኣብ ዝወሓደሉ እዋን ቤተክርስትያን ሃገርና ብደቃ ክትናበ ምኽኣላ ንርሑቕ ራእይ ቅ.ኣቡነ ያዕቆብ ይምስክር። ብዙሓት ምእመናንን ቤተ ክህነትን ምእንቲ’ ዛ ሎሚ ቤተ ክርስትያን ቢልና እንምክሐላ ተገሪፎምን ሓሳረ መከራን ፀጊቦምን ‘ዮም።'
    },
  ],

  'ቅዱስ ዮሓንስ ቦስኮ': [
    {'type': 'heading', 'text': '2ቅዱስ ዮሓንስ ቦስኮ (1815-1888 ዓ.ም.ፈ.)'},
    {
      'type': 'paragraph',
      'text':
          '''መስራቲ እቱ ብልማድ ''ዶን ቦስኮ'' እናተብሃለ ዚፍለጥ ማሕበር ''ሳለዛውያን''ን፣ ደናግል ሳለዛውያን ''ደቂ ማርያም ረዳኢት ክርስትያን''፣ ዓርክን መምህርን መንእሰያት ዝኾነን፣ ብልማድ ከዓ ''ዶን ቦስኮ'' እናተብሃለ ዚፍለጥ ቅዱስ ዮሓንስ ቦስኮ፡ ብ16 ነሓሰ 1815 በኪ ኣብ ዝበሃል ቦታ ጥቓ ቶሪኖ /ሰሜን ኢጣልያ/ ተወልደ፤ ስመ ክርስትናኡ ከዓ ዮሓንስ መልኪዮር ነበረ፡፡ ወዲ ሓረስቶት ፒድሞንተዝ ዝነበረ ዮሓንስ፡ ኣብ ከባብን ውሽጥን ከተማ ቶሪኖ /ሰሜን ኢጣልያ/ ዓበየ፤ ኣብኡ ከዓ እዩ ንቱ ዝበዝሐ ኸፍሊ ሕይወቱን ተልእኾኡን ዘሕለፈን ዝፈፀመን፡፡'''
    },
    {'type': 'heading', 'text': 'ንእስነትን ራእይን'},
    {
      'type': 'paragraph',
      'text':
          '''ኣብ 9ይ ዓመት ዕድመኡ ዝተቐበሎ ራእይ /ሓደ እንካብቶም ኣብ ዘመን ሕይወቱ ዝረኣዮም ብዙሓት ራእያት/ ንመናእሰይ ብመንገዲ ክርስትና ኪመሮም ኣለዓዓሎ፡፡ ቅዱስ ዮሴፍ ካፋሶ ዮሓንስ ካህን ኪኸውንን፣ ከምኡ ከዓ ምስ መንእሰያት ምእንቲ ኪሰርሕን ናብ ዓቢዪ ዘርኣ ክህነት ቶሪኖ ኪኣቱ ኣተባብዖ፡፡'''
    },
    {'type': 'heading', 'text': 'ጅማሬ ተልእኾ ምስ መናእሰይ'},
    {
      'type': 'paragraph',
      'text':
          '''ዮሓንስ ብ1841 ወዲ 26 ዓመት መንእሰይ እንከሎ እዩ፡ ኣብ ቤተ ክርስትያን ቅዱስ ፍራንቸስኮስ፡ ምስ ሓደ ንትሕቲ ዕድመ ዝኾኑ ቖላዑ ዘስርሕ ዝነበረ ሰብ ብምፍላጥን ብምምዓድን፡ ኣብ ከተማ ቶሪኖ ምስ መናእሰይ ምስራሕ ዝጀመረ፡፡ ድሕሪ ሓሙሸተ ዓመት ከዓ፡ ቀዳማይ ማእኸል መንእሰያት /ኦራቶሪ/ ኸፈተ፡፡'''
    },
    {'type': 'heading', 'text': 'ምምስራት ማሕበር ሳለዛውያን'},
    {
      'type': 'paragraph',
      'text':
          '''ካብቶም መንእሰያት ዝሕግዙዎ 17 ብምሕራይ ከዓ፡ ብ1859 እቱ ብልማድ ''ዶን ቦስኮ'' እናተብሃለ ዚፍለጥ መንፈሳዊ ማሕበር ቅዱስ ፍራንቸስኮስ በዓል ሳል መስረተ፤ ብዙይ ምኸንያት'ዙይ ከዓ እዩ ማሕበሩ ''ሳለዛውያን'' እናተብሃለ ዚፍለጥ፡፡ ር.ሊ.ጳጳሳት ፒዮስ 9ይ ብ23 ሓምለ 1864 ድጋፍ እንኪህቡዎ፡ ማሕበሩ ብ1 መጋቢት 1868 ብወግዒ ከም ዝፀደቐ ይፍለጥ፡፡ ሕጊ ማሕበር ከዓ ብ3 ሚያዚያ 1874 ፀደቐ። ንዓመታኡ ብ1875 ቀዳሞት ልኡኻት ማሕበር ዶን ቦስኮ ናብ ኣርጀንቲና ተበገሱ፡፡'''
    },
    {
      'type': 'paragraph',
      'text':
          '''ዮሓንስ ቦስኮ ብ31 ጥሪ 1888 ኣብ ከተማ ቶሪኖ እንኪመውት፡ ኣብ 57 ትካላት፣ ኣብ ሃገራት ኢጣልያ፣ እስጳኛ፣ ፈረንሳ، እንግሊዝ፣ ኣርጀንቲና፣ ኡራጓይን ብራዚልን ዝሰርሑ 1039 ኣባላት ከም ዝነበሩዎ ይፍለጥ፡፡'''
    },
    {'type': 'heading', 'text': 'ካልኦት ማሕበራትን ስፍሓትን'},
    {
      'type': 'paragraph',
      'text':
          '''ዮሓንስ ቦስኮ ምስታ ብፒዮስ 12 ብ1951 ''ቅድስቲ'' ዝተብሃለት ማርያ ዶመኒካ መፃረሎ /1837-81/ ኮይኑ፡ ብ1872 ''ደቂ ማርያም ረዳኢት ክርስትያን'' ዝበሃላ፡ ማሕበር ደናግል ሳለዛውያን'ውን ኣሎዋ፡፡ ተልእኾአን ብቐንዱ ንኣዋልድ ክርስትያናዊ ትምህርቲ ምሃብ እዩ።'''
    },
    {
      'type': 'paragraph',
      'text':
          '''ናይ ዮሓንስ ቦስኮ ሱልሳይ ማሕበር/ስድራ ናይ ''ሐገዝቲ'' ዝበሃል እንኪኸውን፡ ብመንፈስ መራቲኦም ንመንእሰያት ብናይ ፍቕሪ ስራሕ ዚሕግዙ ዓለማውያን ኣባላት ዝሓዘ እዩ፡፡ ብ9 ግንቦት 1876 ብፒዮስ ታሽዓይ ዝፀደቐ ቀኖናዊ ኣፍልጦ ዝረኸበ እንኪኸውን፡ ''ሳለዚያን ቡለቲን'' ዘርእስቱ፡ ብዝተፈላለዩ ቋንቋታት ዚሕተም ናይ ዜናን ፀብፃብን ኣስተምህሮን ልሳን ከም ዘሎዎ ከዓ ይፍለጥ፡፡ ማሕበር ሳለዚያውያን ዶን ቦስኮ፡ ኣብ ትካላት እቱ ማሕበር ዝተምሃሩ ብስም ''ተምሃሮ ሳለዛውያን'' ዝተጠርነፉ፡ ኣብ ዙርያ ዓለም ኣዚዮም ብዙሓት ፈተውትን ሓገዝትን'ውን ኣሎዉዎ፡፡'''
    },
    {'type': 'heading', 'text': 'ዓለምለኻዊ ውርሻ'},
    {
      'type': 'paragraph',
      'text':
          '''ማሕበር ሳለዛውያን/ዶን ቦስኮ እቱ ሳልሳይ ዝዓበየ ካቶሊካዊ ማሕበር ምዃኑ ይፍለጥ፡፡ ናብ 33 ሺሕ ዝቀራረቡ ኣባላት، ንልዕሊ 16 ሚሊዮን ወገናት ኣገልግሎት ዝህቡለን፡ 5272 ዝኾኑ ትካላት /ናይ መናእሰይ ማእኸላት፣ ናይ ተክኒክን ሙያን ሕርሻን ቤት ትምህርታት፣ ዘርኣ ክህነታት، ናይ ማሕበር ስራሕ ማእኸላት፣ ወዘተ/፣ ኣብ 128 ሃገራት /ዝበዝሓ ኣብ ሃገራት ኤስያን ኣፍሪቃን ደቡብ ኣመሪካን/ ከም ዘሎዎ ይፍለጥ፡፡ ንሚሊዮናት ዝኾኑ ዘኸታማት ከዓ ይሕግዝ፡፡ ከም እኒ ቅዱስ ዶመኒኮ ሳቪዮ /ተምሃራይ 'ኦራቶሪ' ዝነበረ/፣ 99 ሰማዕታት ብ1937 ኣብ እስጳኛ፤ 2 ኣብ ቻይና/፣ ኣዚዮም ብዙሓት ኣቡናትን ዝተወሰኑ ካርዲናላትን ዘፍረየን ኣብ ምፍራይ ዝርከብን ዓቢዪ መንፈሳዊ ማሕበር ከዓ እዩ፡፡'''
    },
    {
      'type': 'paragraph',
      'text':
          '''እቱ ብ1929 ''ብፁዕ''፣ ብ1934 ከዓ ''ቅዱስ'' ዝተብሃለ ዮሓንስ ቦስኮ፡ ነፃነትን ምትብባዕን ብዝዓሰሎ ውሕሉል ኣተሓሕዛ መንእሰያት ኣዚዩ ፍሉጥ ነበረ፡፡ ''ቅድሚ ምፍርራሕካ ፍቕሪ ንምርካብ ፀዓር'' ይብል ከም ዝነበረ ከዓ ተጠቒሱ ይርከብ፡፡ ኣብ ኣተኣላልያ መንእሰያት ብፍላይ ኣብነቱ ንከተል፡፡ ዝኸረ በዓሉ 31 ጥሪ ከዓ እዩ፡፡'''
    },
  ],
  'ቅዱስ ኣቡነ ዳንኤል ኮምቦኒ': [
    {'type': 'heading', 'text': '2ቅዱስ ኣቡነ ዳንኤል ኮምቦኒ (1831-1881 ዓ.ም.ፈ.)'},
    {
      'type': 'paragraph',
      'text':
          '''መስራቲ ''ማሕበር ካህናትን ደናግልን ኮምቦኒ'' ዝኾኑ ቅዱስ ኣቡነ ዳንኤል ኮምቦኒ ብ15 መጋቢት 1831 ኣብ ሊሞነ ሱል ጋርዳ ኣብ ዝሀሃል ቦታ /ኢጣልያ/ ተወልዱ፡፡ ብ1849 ሕይወቶም ንኣፍሪቃ ብምውፋይ፡ ካብ ኣብ ኣፍሪቃ ዝረገፁላ ጊዜ ክሳብ 1857 ንምሉእ ሕይወት ዝኸውን ፕሮግራም ብምውፃእ፡ ኣዚዩ ኣሸጋርን ኣድካምን ዝኾነ ሓዋሪያዊ ጒዕዞኦም ጀመሩ፡፡ ኣፍሪቃውያን ንሕዝቦም ወንጌል ናይ ምስባኸ ሓላፍነት ኪወስዱ ከም ዝኸእሉ ብምእማን፡ ''ኣፍሪቃ ብኣፍሪቃውያን ክትድሕን ኢያ'' ዝብል ጭርሖ መምርሒ ብምግባር፡ ናይ ሕይወት ጒዕዞኦም ወጠኑ /መምርሒ ስራሕ ብ1864 ወፀ/፡፡'''
    },
    {'type': 'heading', 'text': 'ውፍየትን ጭርሖን'},
    {
      'type': 'paragraph',
      'text':
          '''ንጭርሖኦም ''ኣፍሪቃ ወይ ሞት'' ኢሎም ተኣማኒ ብምዃን፡ ''ከፊኡኒ ፀጊሙኒ'' እንከይበሉ ንቕድሚት ብምብጋስ፡ ብ1867 ማሕበር ጒዳይ ኣፍሪቃ ሓዋርያዊ ስራሕ መስረቱ፡፡ ሎሚ እዙ ማሕበር ''ማሕበር ኮምቦኒ'' ተብሂሉ ከዓ ይፍለጥ፡፡ ''ናይ ቅዱስ ልቢ ኢየሱስ ማሕበር ኮምቦናውያን''፡ ብእግዚኣብሔር ዝተፀውዑን፤ ብወንጌላዊ ማሕላ ማለት ንፅሕናን፣ ድኸነትን، ተኣዝዞን፡ ኣብ ዓለም ንዳንኤል ኮምቦኒ ብዝተውሃበ መንፈሳዊ መሪሕነት ኣሰር ብምኽታል፡ ንናይ ወንጌል ምስባኽ ስራሕ ዝተወፈዩ ኣሕዋት ኢዮም /ናይ ሕይወት መምርሒ ቊ. 10/፡፡'''
    },
    {
      'type': 'paragraph',
      'text':
          '''ምንም'ኳ ገና ብ1854 ክህነት ዝተቐበሉ ሓድሽ ካህን ጥራሕ እንተነበሩ፡ ትንቢታዊ ድምፆም ብምልዓል ንመላእ ቤተ ክርስትያን፡ ብሕልፊ ቤተ ክርስትያን ኤውሮጳ፡ ''ሰዓት ድሕነት ኣፍሪቃ ሀዚ እዩ'' ኢሎም ብምፍላጥ፡ ብዙሕ ምንቅስቓስ ገበሩ። ናብ ናይ ቫቲካን ቀዳማይ ጉባኤ ብምኻድ ''ነፍሲ ወከፍ ቤተ ክርስትያን /ሃገረ ስብከት/ ንስብከት ኣፍሪቃ ክትሳተፍ ኣሎዋ'' ብምባል ልመናኦም ከም ዘቕረቡ'ውን ይፍለጥ /ፖስቱላቱም 1870/፡፡'''
    },
    {'type': 'heading', 'text': 'ምምስራት ማሕበር ደናግልን ጵጵስናን'},
    {
      'type': 'paragraph',
      'text':
          '''ብጊዜኦም ገና ዝረአ ዘይነበረ ትብዓት ብምግባር፡ ብ1872 ምእንቲ ኣፍሪቃ ኢሎም ''ማሕበር ደናግል ኮምቦኒ'' ከዓ መስረቱ፡፡ ፍሉይ ዕላማ ማሕበር ደናግል ኮምቦኒ ከዓ፡ ክሳብ ሀዚ ወንጌል ዘይበፅሖም ሕዝብታት ወንጌል ምስባኽ እንኪኸውን፡ ፍሉይ ቖላሕታ ብሕልፊ ኣብ ኣፍሪቃ ንዝርከቡ ድኻታትን، ፍሉይ ሓገዝ ዘድልዮም ሕዝብታትን ምልጋስ እዩ /ናይ ሕይወት መምርሒ ቅ. 12/፡፡'''
    },
    {
      'type': 'paragraph',
      'text':
          '''ብ1877 ቅብኣተ ጵጵስና ብምቕባል፡ ኣብ ዓለም እቱ ዝዓበየ ሃገረ ስብከት ናይ ማእኸላይ ኣፍሪቃ ጳጳስ ተሾሙ፡፡ ምሉእ ሓይሎምን ቀልቦምን ንባራዩ ነፃ ምውፃእ፣ ብዝተፈላለየ መዳይ ሕይወት ኣፍሪቃውያን ምዂስኳስ፣ ላዕለዋይ ደረጃ ትምህርቲ ምምስራት، ናይ ሕክምና ማእኸላት ምሕናፅን ኣገልግሎት ምሃብን፣ ተግባራዊ ቤት ትምህርታት ምህናፅ، ሰበኽቲ ወንጌል ማለት ካህናትን ገዳማውያንን ብምስንዳው ኣሕለፉዎ፡፡'''
    },
    {'type': 'heading', 'text': 'ዕረፍትን ውርሻን'},
    {
      'type': 'paragraph',
      'text':
          '''ብ10 ጥቅምቲ 1881 ኣብ ካርቱም /ሱዳን/ ድሕሪ ብርቱዕ ድኻምን መሪር ሕይወትን ብኻልኦት ዘይምርድዳእን ሕማምን ብሰላም ዓረፉ፡፡'''
    },
    {
      'type': 'paragraph',
      'text':
          '''ኣብ ዝሓለፉ ቀረባ ዓመታት፡ መንፈሳዊ ራእይ ኣቡነ ዳንኤል ኮምቦኒ ግሁድ ብምዃን፡ ብ1969 ገዳማውያን ዘይኮኑ ኮምቦናውያን ልኡኻን ተኸተልቲ'ውን ተመስረቱ፡፡ ብቐፃሊ ብ1990 ዓለማውያን ኮምቦኒ ልኡኻን ተኸተልቲ'ውን ብምፍራይ ይዕምብብ ኣሎ፡፡'''
    },
    {
      'type': 'paragraph',
      'text':
          '''ኣቡነ ዳንኤል ኮምቦኒ ብ17 መጋቢት 1996 ''ብፁዕ''፣ ብ5 ጥቅምቲ 2003 ከዓ ብር.ሊ.ጳጳሳት ዮሓንስ ጳውሎስ ካልኣይ ''ቅዱስ'' ተብሃሉ፡፡'''
    },
    {'type': 'heading', 'text': 'ተልእኾ ማሕበር ኮምቦኒ ሎሚ'},
    {
      'type': 'paragraph',
      'text':
          '''ልኡካን ማሕበር ኮምቦኒ /ካህናትን ደናግልን/ ብድኸነትን፣ ብንፅሕናን ብተኣዝዞን ንምንባር ብዝኣተዉዎ መብፅዓ መሰረት፡ ኣብ ማሕበር ዝነብሩ እንኪኾኑ፡ ቀንዲ ተልእኾኦም /ዕላማኦም/ ከዓ፡ 1/ ኣብ ማእኸል ክርስቶስ ዘይፈልጡ ሕዝቢ ኣቲኻ ናይ እግዚኣብሔር መልእኽቲ ድሕነት /ወንጌል/ ምስባኽ፣ 2/ ብብርሃን ወንጌል ዝተመርሐ ዕብየትን ፍትሕን ሰላምን ምምዕባል፣ 3/ ሓደስቲ ኣብያተ ክርስትያናት ኪዓብያን ኪምዕብላን ምሕጋዝ፣ 4/ ንክርስቶስ ብምምሳል ንዂሎም ኣሕዛብ ፍቕሪ እግዚኣብሔር ምምስካር፣ 5/ ናይ ስብከተ ወንጌል ፀዋዕታ ምዂስኳስ ምጒልባትን፣ 6/ ናይ ኮምቦኒ ልኡካን ምዃን ንዝደልዩ መናእሰይ ምስልጣንን ብመንፈሳዊ ትምህርቲ ምህናፅን ኢዮም፡፡'''
    },
    {
      'type': 'paragraph',
      'text':
          '''ሎሚ ኣስታት 4000 ሰብኡትን ኣንስትን፣ ካህናት، ኣሕዋት፣ ደናግል، ዘይገዳማውያን ልኡካንን ዓለማውያንን ሰባት፡ ካብ 35 ሃገራት، መንፈሳዊ ራእይን، ናይ ፍቕሪ ሓዊ ቅዱስ ኣቡነ ዳንኤል ኮምቦኒን ተኸቲሎም፡ ንቶም ''ናይ መጨረሻ ድኻታትን ንፁጋትን''፡ ክሳብ ሀዚ ወንጌል ዘይበፅሖም ሰፋሕቲ ግራውቲ ዓለም፡ ኣብ 46 ሃገራትን 4 ኣህጉራትን ወንጌል ንምብሳርን፣ ርትዓዊ ዋጋ መንግስቲ እግዚኣብሔር ንምምፃእን፣ ፀዋዕታን ሓዋርያዊ ተልእኾ ብምትብባዕን ብምዂስኳስን፣ ሓዋርያዊ ተልእኾ ምእመናን ከዓ ንምቕስቓስ እናሰርሑ ይርከቡ፡፡'''
    },
  ],
    'ቅድስት ትሬዛ "ዘካልካታ"': [
    {
      'type': 'heading',
      'text': 'ታሪኽ ሂወት ማዘር ትሬዛ፡ ኣደ ድኻታትን ተምሳል ምሕረትን'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣብ ዓለምና፡ ስመን ምስ ፍቕርን ምሕረትን ብሓደ ዝጥቀስ ሰብ እንተሃልዩ፡ እቲ ቀዳማይ ስም ናይ ማዘር ትሬዛ እዩ። ንሳ፡ ንህይወታ ብምሉኡ "ነቶም ድኻታት ድኻታት" ንምግልጋል ዝወፈየት፡ ንሚልዮናት ድማ ምንጪ ተስፋን መፀናንዕን ዝኾነት ቅድስቲ ኣደ እያ። ታሪኽ ሂወታ፡ ካብ ንእሽቶ ጓል ኣብ ንእሽቶ ከተማ ዝጀመረ፡ ናብ ዓለማዊት ተምሳል ሰብኣውነት ዝተሰጋገረ መስተንክራዊ ጉዕዞ እዩ።'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/motherteressa.jpg',
      'caption': 'ማዘር ትሬዛ፡ "ኣደ ድኻታት"'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ንእስነትን ናብ እምነት ምውፋይን'},
    {
      'type': 'paragraph',
      'text':
          'ማዘር ትሬዛ፡ ብስም ኣግነስ ጎንጃ ቦያጂዩ (Anjezë Gonxhe Bojaxhiu)፡ ብ26 ነሓሰ 1910 ኣብ ስኮፕየ (ናይ ሎሚ ርእሰ-ከተማ ሰሜን መቄዶንያ) ተወልደት። ስድራኣ ኣልባንያውያንን ካቶሊካውያንን ነበሩ። ኣቦኣ ኣብ ንእሽቶ ዕድሚኣ ምስ ዓረፈ፡ ኣዲኣ ብርቱዕ ፅልዋ ኣብ ህይወታ ሓዲጋ እያ። ኣዲኣ፡ ንኣግነስን ኣሕዋታን ብርቱዕ እምነት ክህልዎምን ንዝተፀገሙ ክሕግዙን ብምምሃር ኣዕበየተን። "ንሓንቲ ቁራስ እንጌራ ኣብ ኢድኪ እንተላ፡ ነቲ ፅጋበኛ ዘይኮነስ፡ ነቲ ጥሙይ ሃብዮ" ዝብል ትምህርቲ ኣዲኣ፡ ኣብ ልባ ተቀርፁ ነበረ።'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/motherteressa2.jpg',
      'caption': 'ኣግነስ (ማዘር ትሬዛ) ኣብ መበል 18 ዓመት ዕድሚኣ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣግነስ ካብ ንእስነታ ኣትሒዛ ብዛዕባ ህይወት ሚስዮናውያንን ግብሪ-ሰናይን ትሰምዕ ስለዝነበረት፡ ልባ ናብቲ ኣገልግሎት እቲ ይስሓብ ነበረ። ኣብ መበል 18 ዓመት ዕድሚኣ፡ ህይወታ ንኣምላኽ ክትውፊ ከም ዝፀዋዓ ኣሚና፡ ካብ ስድራኣ ተፈልያ ናብ ኣየርላንድ ገዓዘት። ኣብኡ ድማ ምስ ደቂ-ኣንስትዮ ሎሬቶ (Sisters of Loreto) ተፀንበረት። ኣብዚ እዋን እዚ፡ ንኽብሪ ቅድስቲ ተሬዛ ናይ ሊዝዮ፡ "ተሬዛ" ዝብል ስም መነኮሳይነት ተቐበለት።'
    },
    {
      'type': 'paragraph',
      'text':
          'ድሕሪ ነዊሕ ከይፀንሐት፡ ናብ ህንዲ፡ ከተማ ካልካታ (ሎሚ ኮልካታ) ተላእከት። ኣብኡ ድማ ንልዕሊ 20 ዓመታት ኣብ ቤት ትምህርቲ ቅድስቲ ማርያም ጂኦግራፍን ታሪኽን ክትምህር ፀንሐት። ተምሃሮኣ ይፈትውዋ እኳ እንተነበሩ፡ ልባ ግና ብዛዕባ እቶም ኣብ ፅምዋ ጎደናታት ካልካታ ብድኽነትን ሕማምን ዝሳቐዩ ህዝቢ ትሓስብ ነበረት።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': '"ካልኣይ ፃውዒት ኣብ ውሽጢ ፃውዒት"'},
    {
      'type': 'paragraph',
      'text':
          'እቲ ንህይወታ ዝቐየረ ፍፃሜ ብ10 መስከረም 1946 ኣጋጠመ። ማዘር ትሬዛ ብባቡር ካብ ካልካታ ናብ ዳርጂሊንግ ትጓዓዝ ኣብ ዝነበረትሉ እዋን፡ ሓደ ንፁርን ዘይተርፍን መለኮታዊ መልእኽቲ ከም ዝተቐበለት ትገልፅ። እቲ መልእኽቲ፡ ካብቲ ምቹእ ዝነበረ ህይወት ገዳም ወፂኣ፡ "ነቶም ኣብ ጎደናታት ዝሞቱ፡ ዝጠመዩ፡ ዝዓረቑ፡ ስንኩላን፡ ዓይነ-ስዉራን፡ ለምፃማት፡ ከምኡ\'ውን ነቶም ዘይድለዩ፡ ዘይፍቀሩን ብሕብረተሰብ እተነፅሉን" ከተገልግል ዝፅውዓ ነበረ። እዚ ንዓኣ "ካልኣይ ፃውዒት ኣብ ውሽጢ ፃውዒት" እዩ ነይሩ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ነዚ ፃውዒት እዚ ንምትግባር ግና ቀሊል ኣይነበረን። ካብ ገዳም ሎሬቶ ንኽትወፅእ ፍቓድ ክትረክብ ነበራ። ድሕሪ ናይ ክልተ ዓመት ፃዕርን ልማኖን፡ ኣብ መወዳእታ ካብ ቫቲካን ፍቓድ ረኸበት።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ምምስራት "ማሕበር ልኡኻት ፍቕሪ"'},
    {
      'type': 'image',
      'path': 'assets/images/saints/motherteressaonmission.jpg',
      'caption': 'ማሕበር ልኡኻት ፍቕሪ (Missionaries of Charity)።'
    },
    {
      'type': 'paragraph',
      'text':
          'ብ1950፡ ማዘር ትሬዛ በይና ዝበሃል ጉዕዞኣ ጀመረቶ። ነቲ ባህላዊ ልብሲ መነኮሳይነት ሓዲጋ፡ ነቲ ሎሚ መለለዪኣ ዝኾነ፡ ፃዕዳ ሳሪ (ህንዳዊ ባህላዊ ክዳን) ምስ ሰማያዊ መስመራት ክትክደን ጀመረት። ኣብ መጀመርታ፡ ኣብ ጎደናታት ካልካታ ንዝሞቱ ሰባት፡ ክቡር ዝኾነ መወዳእታ ንምሃብ "ገዛ ንፁህ ልቢ" (Nirmal Hriday) ዝበሃል ማእከል ከፈተት። ድሕሪኡ፡ ንህፃናት ዝሕብሔብሉ፡ ንለምፃማት ዝእለይሉ (ሻንቲ ናጋር - ከተማ ሰላም)፡ ከምኡ\'ውን ንዝተፈላለዩ ሕሙማት ዝሕከሙሉ ማእከላት ብተኸታታሊ መስረተት።'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/mothetressa.jpg',
      'caption': 'ኣብ ማእከል ንዝተፀገሙ ክትሕብሕብ ከላ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ኣገልግሎታ ብፍቕርን ብዘይኣፈላላይን እዩ ዝፍፀም ነይሩ። "ኣብ ኩሉ ሰብ፡ ብፍላይ ድማ ኣብቶም ድኻታት፡ ገፅ የሱስ ክርስቶስ እየ ዝርኢ" ትብል ነበረት። ቀስ ብቐስ፡ ገለ ካብተን ቀደም ተምሃሮኣ ዝነበራ ኣዋልድ ምስታ ተፀንበራ። በዚ ድማ፡ እቲ ሎሚ ኣብ መላእ ዓለም ተዘርጊሑ ዘሎ "ማሕበር ልኡኻት ፍቕሪ" (Missionaries of Charity) ብወግዒ ተመስረተ።'
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ዓለማዊ ተፈላጥነትን ነቐፌታን'},
    {
      'type': 'paragraph',
      'text':
          'እቲ ዘይሕለል ፃዕራን ንፁህ ፍቕራን፡ ካብ ካልካታ አልዩ ንዓለም ብምሉኡ በፅሐ። ኣብ መላእ ዓለም ጨናፍር እናኸፈተት፡ ኣገልግሎታ ናብ ዞባታት ኲናትን ድርቅን ዘርጊሓ፡ ንዝተፀገሙ ተበፅሖም ኮነት።'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/motherteressareseivingnovelprize.jpg',
      'caption': 'ብ1979 ሽልማት ኖቤል ሰላም ክትቅበል ከላ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ከም ውፅኢቱ፡ ዓለም ነቲ ግብራ ኣፍልጦ ሃበታ። ኣብ 1979፡ እቲ ዝለዓለ ሽልማት ዝኾነ ሽልማት ኖቤል ሰላም ተሸላሚት ኮነት። ኣብቲ ሽልማት ዝተቐበለቶሉ መድረኽ፡ ነቲ ንበዓል ዝተዳለወ ገንዘብ ሰሪዛ፡ "ነዚ ገንዘብ እዚ ንድኻታት ካልካታ ሃብዎም" ብምባል ዓለም ብትሕትናኣ ክትግረም ገበረት።'
    },
    {
      'type': 'paragraph',
      'text':
          'ይኹን እምበር፡ ምስቲ ኩሉ ዝነበራ ዓለማዊ ኣድናቖት፡ ገለ ነቐፌታታት እውን ኣይተፈልየዋን ነይሩ። ገሊኦም፡ ብዛዕባ ፅሬት ናይተን ማእከላት ሕክምናኣ፡ ብዛዕባ ምምሕዳር ናይቲ ዝእከብ ገንዘብ፡ ከምኡ\'ውን ብዛዕባ እቲ ኣብ ጉዳይ ምውላድ-ቁፅፅርን ምንፃል ጥንስን ዝነበራ ፅኑዕ ኣረኣእያ ይነቕፍዋ ነበሩ። ንሳ ግና ካብቲ ዝኣመነትሉ ዕላማ ፈፂማ ኣይተንቀሳቐሰትን።'
    },
    {'type': 'spacer'},
    {
      'type': 'image',
      'path': 'assets/images/saints/motherteressa1.jpg',
      'caption': ''
    },
    {'type': 'spacer'},
    {'type': 'heading', 'text': 'ዳሕረዋይ ህይወታን ስነዳን'},
    {
      'type': 'paragraph',
      'text':
          'ማዘር ትሬዛ ክሳብ መወዳእታ ህይወታ ንምግልጋል ድሕር ኣይበለትን። ምስ ግዜ ግና ጥዕንኣ እናደኸመ መፀ። ኣብ መወዳእታ፡ ብ5 መስከረም 1997፡ ኣብ መበል 87 ዓመት ዕድሚኣ፡ ኣብታ ከም ልባ ዝፈተወታ ከተማ ካልካታ ዓረፈት። ዓለም ብሞታ ሓዘነት፡ ህይወታ ግና ብግብራ ክትቅፅል እያ።'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/motherteressa1death.jpg',
      'caption': 'ስነ-ስርዓት ቀብሪ ማዘር ትሬዛ።'
    },
    {
      'type': 'paragraph',
      'text':
          'ብምኽንያት እቲ ዝፈፀመቶ መስተንክራዊ ግብርን እምነትን፡ ካቶሊካዊት ቤተ-ክርስትያን ብቕልጡፍ ናብ መዓርግ ቅድስና ንምብፃሕ መስርሕ ጀመረት። ብ2003 ብፁእቲ (ብፁዕ) ተባህለት፡ ኣብ መወዳእታ ድማ ብ4 መስከረም 2016፡ ብፓፓ ፍራንሲስ ቅድስቲ ተባሂላ ብወግዒ ተኣዊጁ።'
    },
    {
      'type': 'image',
      'path': 'assets/images/saints/motherteressa11.jpg',
      'caption': ''
    },
    {
      'type': 'paragraph',
      'text':
          'ሎሚ፡ ማሕበር ልኡኻት ፍቕሪ ኣብ ልዕሊ 130 ሃገራት ልዕሊ 4,500 መነኮሳይያት ኣለዉዎ። እቲ ብሓንቲ ንእሽቶ ሰበይቲ ዝተወልዐ ሽምዓ ፍቕሪ፡ ንፀልማት ዓለምና ከብርህ ይቅፅል ኣሎ። ማዘር ትሬዛ፡ ሓደ ሰብ ብፍቕርን ብተወፋይነትን ንዓለም ክሳብ ክንደይ ክቕይር ከም ዝኽእል ዝኾነት ህያው ምስክር እያ።'
    },
    {'type': 'spacer'},
    {
      'type': 'image',
      'path': 'assets/images/saints/mothetressa0.jpg',
      'caption':
          '"Love is a fruit in season at all times, and within reach of every hand." - Mother Teresa'
    },
  ],
};
