// lib/data/social_teaching_data.dart

import 'package:flutter/material.dart';

final List<Map<String, dynamic>> socialTeachingTopics = [
  {
    'title': 'ክብሪ ሰብኣዊ ኣካል',
    'icon': Icons.accessibility_new_rounded,
    'content': [
      {
        'type': 'heading',
        'text': 'ክብሪ ሰብኣዊ ኣካል',
      },
      {
        'type': 'paragraph',
        'text': '''
እዚ እቲ መሰረታዊ ማሕበራዊ ትምህርቲ ቤተ-ክርስትያን እዩ። ነፍሲ-ወከፍ ሰብ፡ ካብ ቅፅበት ጥንሲ ክሳብ ባህርያዊ ሞት፡ **ብኣርኣያን ብምስልን ኣምላኽ** ዝተፈጥረ ስለዝኾነ፡ ኣብ ውሽጡ ዘይግፈፍ ክብሪ ኣለዎ።
'''
      },
      {
        'type': 'paragraph',
        'text': '''
እዚ ክብሪ'ዚ ሰብ ብዝገብሮ ነገራት ዝመፅእ ኣይኮነን። ኣብ ክንድኡስ፡ ካብ መንነቱ ዝምንጩ እዩ። ሓደ ሰብ ብሉፅ፡ ድኹም፡ ቅዱስ ወይ ሓጥእ፡ ሃብታም ወይ ድኻ ምዃኑ ነዚ ኣብ ውሽጡ ዘሎ ክብሪ ኣይውስኖን ወይ ኣይቅንሶን እዩ። እዚ ክብሪ'ዚ ኣብ ኩሉ ሰብ ማዕረ እዩ።
'''
      },
      {
        'type': 'paragraph',
        'text': '''
ስለዚ፡ ነፍሲ-ወከፍ ሰብ፡ ብዘየገድስ ዓሌቱ፡ ሃይማኖቱ፡ ፆታኡ፡ ዕድሚኡ፡ ወይ ዝኾነ ካልእ ባህሪኡ፡ ብኽብሪ ክተሓዝ መሰል ኣለዎ። እዚ መሰረታዊ መትከል'ዚ፡ ንኹሉ ካልእ ማሕበራዊ ትምህርቲ መሰረት ዝህብ እዩ።
'''
      },
    ],
  },
  {
    'title': 'ሓባራዊ ሰናይ',
    'icon': Icons.groups_rounded,
    'content': [
      {
        'type': 'heading',
        'text': 'ሓባራዊ ሰናይ',
      },
      {
        'type': 'paragraph',
        'text': '''
ሓባራዊ ሰናይ ማለት፡ "እቶም ንማሕበራትን ንውልቀ-ሰባትን ንምልኣት ህይወት ንኽበፅሑ ዘኽእልዎም ማሕበራዊ ኩነታት ብጠቕላላ" ማለት እዩ። እዚ ማለት፡ ሓደ ማሕበረሰብ፡ ኩሎም ኣባላቱ ብመንፈሳውን ብስጋውን መዳይ ንኽዓብዩ ዘኽእልዎም ትካላትን ኣሰራርሓታትን ክፈጥር ፃዕሪ ክገብር ኣለዎ።
'''
      },
      {
        'type': 'paragraph',
        'text': '''
እዚ ንሰላም፡ ፀጥታ፡ ፍትሒ፡ ከምኡ'ውን ንትምህርቲ፡ ጥዕና፡ ስራሕን ካልእ መሰረታዊ ኣገልግሎታትን ዝኣመሰሉ ነገራት የጠቓልል። ሓባራዊ ሰናይ፡ ንጥቕሚ ሓደ ውሑድ ክፍልታት ጥራይ ዘይኮነስ፡ ንጥቕሚ ኩሉ ሰብ ዝዓለመ እዩ። እዚ ድማ ካብ ውልቃዊ ጥቕምና ንላዕሊ ንጥቕሚ ማሕበረሰብና ቀዳምነት ክንህብ ይሓትት።
'''
      },
    ],
  },
  {
    'title': 'መርሆ ታሕተዋይነት (Subsidiarity)',
    'icon': Icons.lan_rounded,
    'content': [
      {
        'type': 'heading',
        'text': 'መርሆ ታሕተዋይነት',
      },
      {
        'type': 'paragraph',
        'text': '''
እዚ መትከል'ዚ፡ ማሕበራዊ ፀገማት ኣብቲ ዝለዓለ ደረጃ ዘይኮነስ፡ **ኣብቲ ዝተሓተ ወይ ዝቐረበ ዓቕሚ ዘለዎ ማሕበረሰባዊ ኣካል** ክፈትሑ ከምዘለዎም ይገልፅ። ማለት፡ ሓደ ዝለዓለ ስልጣን ዘለዎ ኣካል (ንኣብነት መንግስቲ)፡ ሓደ ታሕተዋይ ኣካል (ንኣብነት ስድራ-ቤት ወይ ከባቢያዊ ማሕበር) ብዓቕሙ ክፍፅሞ ዝኽእል ተግባር ክወስደሉ የብሉን።
'''
      },
      {
        'type': 'paragraph',
        'text': '''
ኣብ ክንድኡ፡ እቲ ዝለዓለ ኣካል፡ ነቲ ታሕተዋይ ኣካል ኣብ ምፍፃም ተግባራቱ ክሕግዞ፡ ከበርትዖን ክድግፎን እዩ ዘለዎ። እዚ መትከል'ዚ ንውልቃዊ ተበግሶን ሓላፍነትን የዕቢ፡ ከምኡ'ውን ማእከላዊ ስልጣን ንናፅነት ውልቀ-ሰባትን ንኣሽቱ ማሕበራትን ከይዓምፆ ይከላኸል።
'''
      },
    ],
  },
  {
    'title': 'ሕውነታዊ ምትሕግጋዝ (Solidarity)',
    'icon': Icons.handshake_rounded,
    'content': [
      {
        'type': 'heading',
        'text': 'ሕውነታዊ ምትሕግጋዝ',
      },
      {
        'type': 'paragraph',
        'text': '''
ሕውነታዊ ምትሕግጋዝ (Solidarity)፡ ሓደ **ግዝያዊ ርህራሀ** ጥራይ ዘይኮነስ፡ "ንሓባራዊ ሰናይ ዝግበር ፅኑዕን ቀፃልን ዝኾነ ውሳነ" እዩ። እዚ ማለት፡ ንሕና ከም **ሓንቲ ሰብኣዊት ስድራ-ቤት** መጠን፡ ንሓድሕድና ሓላፍነት ከምዘለና እንእመነሉ መትከል እዩ።
'''
      },
      {
        'type': 'paragraph',
        'text': '''
ድኻታትን ድኹማትን ናይ ማሕበረሰብና ኣባላት ምዃኖም ኣሚንና፡ ፆሮም ንምቅላል ክንፅዕር ይግብኣና። እዚ ንፍትሒ፡ ማዕርነትን ሰላምን ኣብ ዓለምና ንምስፋን ዝዓለመ እዩ። ሕውነታዊ ምትሕግጋዝ ንዓሌት፡ ሃገር፡ ወይ ሃይማኖት ብዘየገድስ፡ ንኹሉ ሰብ ከም ኣሕዋትን ኣሓትን ጌርና ንኽንርኢ ይዕድመና።
'''
      },
    ],
  },
];